{
  "filename": "doc_643_final.pdf",
  "url": "https://example.com/documents/doc_643_final",
  "parsed_text": "# DO NOT DETACH\n\n| Instrument Number: 202406050054915<br />Recorded Date: 06/05/2024 9:13:19 AM                                                                                                                                              |                                                                                                                                                |\n|-|-|\n| Daniel J. O'Connor Jr.<br />Franklin County Recorder<br />373 South High Street, 18th Floor<br />Columbus, OH 43215<br />(614) 525-3930<br />http://Recorder. FranklinCountyOhio.gov<br />Recorder@FranklinCountyOhio.gov | Return To (Mailing Label):<br />LINDSAY POZNIKA<br />1534 NORTH HIGH ST<br />GATEWAY D 2ND FL<br />COLUMBUS, OH 43201<br /><br />Mailing Label |\n| Transaction Number: T20240038439<br />Document Type: AMEND TO LEASE<br />Document Page Count: 8                                                                                                                           |                                                                                                                                                |\n| Submitted By (Walk-In):<br />LINDSAY POZNIKA<br />1534 NORTH HIGH ST<br />GATEWAY D 2ND FL<br />COLUMBUS, OH 43201<br /><br />Walk-In                                                                                     |                                                                                                                                                |\n| First Grantor:<br />OHIO STATE UNIVERSITY                                                                                                                                                                                 | First Grantee:<br />EDISON WELDING INSTITUTE INC                                                                                               |\n| Fees:                                                                                                                                                                                                                     | Instrument Number: 202406050054915<br />Recorded Date: 06/05/2024 9:13:19 AM                                                                   |\n| Document Recording Fee: $34.00                                                                                                                                                                                            | Instrument Number: 202406050054915<br />Recorded Date: 06/05/2024 9:13:19 AM                                                                   |\n| Additional Pages Fee: $48.00                                                                                                                                                                                              | Instrument Number: 202406050054915<br />Recorded Date: 06/05/2024 9:13:19 AM                                                                   |\n| Marginal Reference Fee: $4.00                                                                                                                                                                                             | Instrument Number: 202406050054915<br />Recorded Date: 06/05/2024 9:13:19 AM                                                                   |\n| Total Fees: $86.00                                                                                                                                                                                                        | Instrument Number: 202406050054915<br />Recorded Date: 06/05/2024 9:13:19 AM                                                                   |\n| Amount Paid: $86.00                                                                                                                                                                                                       | Instrument Number: 202406050054915<br />Recorded Date: 06/05/2024 9:13:19 AM                                                                   |\n| Amount Due: $0.00                                                                                                                                                                                                         | Instrument Number: 202406050054915<br />Recorded Date: 06/05/2024 9:13:19 AM                                                                   |\n\nOFFICIAL RECORDING COVER PAGE\n\n## DO NOT DETACH\n\nTHIS PAGE IS NOW PART OF THIS RECORDED DOCUMENT\n\nNOTE: If the document data differs from this cover sheet, please first check the document on our website to ensure it has been corrected. The document data always supersedes the cover page.\n\nIf an error on the cover page appears on our website after review please let our office know.\n\nCOVER PAGE DOES NOT INCLUDE ALL DATA, PLEASE SEE INDEX AND DOCUMENT FOR ANY ADDITIONAL INFORMATION.\n\nFRANKLIN COUNTY, OH\n\nRecorded: 06/05/2024 09:13:19 AM\n\nInstrument #: 202406050054915\n\nPage: 2 of 9\n\n## SECOND AMENDMENT TO MEMORANDUM OF LAND LEASE\n\nThis Second Amendment To Memorandum of Lease (this “Amendment”), made and entered into as of this 8th day of May, 2024 by between The Ohio State University (“Lessor”), as lessor, and Edison Welding Institute, Inc., (“Lessee”), as lessee.\n\n## RECITALS\n\nWHEREAS, Lessor and Lessee entered into that certain Land Lease dated as of April 1, 1995, (the \"Lease”), pursuant to which, among other things, Lessor leased to Lessee certain premises located at the southwest corner of Lane Avenue and Carmack Roads in the City of Columbus, County of Franklin and State of Ohio, known as 1250 Arthur E. Adams Drive, as more particularly described therein;\n\nWHEREAS, to provide record evidence of the Lease, a Memorandum of Land Lease, dated as of April 1, 1995 (the \"Original Memorandum\"), was recorded on or about April 24, 1995, in the Franklin County Ohio Recorder's Office in Official Record Volume 28909, Page I-11;\n\nWHEREAS, Lessor and Lessee further amended the Lease by entering into that certain First Amendment to Land Lease Agreement, dated as of February 3, 2020 (\"First Amendment\"), pursuant to which, among other things, the Premises was reduced.\n\nWHEREAS, Lessor and Lessee entered into a First Amendment to Memorandum of Land Lease dated as of August 17, 2020 (\"First Memorandum Amendment\"), which was recorded on August 26, 2020 in the Franklin County, Ohio Recorder's Office as Instrument Number 202008260126577.\n\nWHEREAS, Lessor and Lessee further amended the Lease by entering into that certain Second Amendment to Land Lease Agreement, dated as of May 8 2024 (\"Second Amendment\"), pursuant to which, among other things, the Premises was reduced.\n\nWHEREAS, Lessor and Lessee desire to provide record evidence of the change in the Premises as agreed to by the parties in the Second Amendment and to amend the Original Memorandum to reflect such change.\n\nPage 1 of 7\n\nFRANKLIN COUNTY, OH\n\nRecorded: 06/05/2024 09:13:19 AM\n\nInstrument #: 202406050054915\n\nPage: 3 of 9\n\n## CONFIRMATION AND ACKNOWLEDGEMENT\n\nNOW, THEREFORE, Lessor and Lessee hereby confirm the terms of the Second Amendment, modify the Original Memorandum, as amended by the First Memorandum Amendment and acknowledge the following:\n\n\t1. Premises. The Demised Premises (as such term is defined in the Original Memorandum) is amended to be as described in Exhibit \"A\" attached hereto and made a part hereof by reference.\n\n2. Inconsistent Provisions. The provisions of this Amendment constitute only a general description of the content of the Second Amendment with respect to the matters set forth herein. Accordingly, third parties are advised that the provisions of the Second Amendment itself shall be controlling with respect to all matters set forth herein. In the event of any discrepancy between the provisions of this Amendment and the Second Amendment, the provisions of the Second Amendment shall take precedence and prevail over the provisions of this Amendment. Any capitalized terms used herein but not defined shall have the meanings ascribed to them in the Second Amendment.\n\n\t3. Counterparts. This Amendment may be executed in any number of counterparts, which, taken together, shall constitute one and the same agreement.\n\n4. Successors and Assigns. The Lease, as amended by the First Amendment, and Second Amendment, and the covenants and conditions contained in this Second Amendment to Memorandum of Land Lease shall inure to the benefit of Lessor and Lessee and their respective permitted successors and assigns and are binding upon the Lessor and Lessee and their respective successors and assigns.\n\n5. Incorporation. The Recitals portion of this Amendment is hereby incorporated by this reference to the same extent and as fully as though it were here rewritten in its entirety.\n\n[Remainder of Page Left Intentionally Blank; Signatures to Follow]\n\nPage 2 of 7\n\nFRANKLIN COUNTY, OH\n\nRecorded: 06/05/2024 09:13:19 AM\n\nInstrument #: 202406050054915\n\nPage: 4 of 9\n\nIN WITNESS WHEREOF, the Parties have executed this Amendment as of the date first above written.\n\nBRATCHER, NOTARY PUBLIC EXP 04/03/2027\"\nSTATE OF O FOHIO.\n\nTHE OHIO STATE UNIVERSITY\nBy: <signature>\nMichael Papadakis\nSenior Vice President of Business and Finance\nAnd Chief Financial Officer\nANTIA BRATCHER\nNotary Public, State of Ohio\n} SS:\nMy Commission Expires\n04/03/2027\n}\n\nSTATE OF OHIO\n\nCOUNTY OF FRANKLIN\n\nThe foregoing instrument was acknowledged before me this 8th day of MAY, 2024, by Michael Papadakis, the Senior Vice President of The Ohio State University, on behalf of said University.\n\nNotary Public: <signature>\n\nEDISON WELDING INSTITUTE, INC.\nBy: Kelly Jenkins\nChief Operations Officer\n\nSTATE OF OHIO }\n} SS:\nCOUNTY OF FRANKLIN }\n\nThe foregoing instrument was acknowledged before me this ______ day of ___________, 2024, by Kelly Jenkins, the Chief Operations Officer of Edison Welding Institute, Inc., an Ohio non-profit corporation, on behalf of the corporation.\n\nNotary Public\n\nThis Instrument Prepared By: Ohio State Office of Legal Affairs, 1590 N. High Street, Suite 500, Columbus, Ohio 43201\n\nPage 3 of 7\n\nFRANKLIN COUNTY, OH\n\nRecorded: 06/05/2024 09:13:19 AM\n\nInstrument #: 202406050054915\n\nPage: 5 of 9\n\nIN WITNESS WHEREOF, the Parties have executed this Amendment as of the date first above written.\n\nTHE OHIO STATE UNIVERSITY\n\nBy: <empty>\nMichael Papadakis\nSenior Vice President of Business and Finance\nAnd Chief Financial Officer\n\nSTATE OF OHIO\n} }\n} SS:\nCOUNTY OF FRANKLIN\n}\n\nThe foregoing instrument was acknowledged before me [ ] day of\n<empty>, 2024, by Michael Papadakis, the Senior Vice President of The\nOhio State University, on behalf of said University.\n\nNotary Public\n\nEDISON WELDING INSTITUTE, INC.\nBy: <signature>\nKelly Jenkins\nChief Operations Officer\n\nSTATE OF OHIO\n} }\n} SS:\nCOUNTY OF FRANKLIN\n}\n\nThe foregoing instrument was acknowledged before me this 8 day of\nMay, 2024, by Kelly Jenkins, the Chief Operations Officer of Edison Welding\nInstitute, Inc., an Ohio non-profit corporation, on behalf of the corporation.\n\nKathryn Smith\nNotary Public, State of Ohio\nMy Commission Expires 07-13-2026\n\nNotary Public\n\nThis Instrument Prepared By: Ohio State Office of Legal Affairs, 1590 N. High Street, Suite 500, Columbus, Ohio 43201\n\nPage 3 of 7\n\nFRANKLIN COUNTY, OH\n\nRecorded: 06/05/2024 09:13:19 AM\n\nInstrument #: 202406050054915\n\nPage: 6 of 9\n\n## Exhibit A\nDemised Premises\n\nSituated in the State of Ohio, County of Franklin, City of Columbus, Quarter Township 3. Township 1, Range 18, U.S. Military Lands, and being part of the tracts designated as First Tract and Second Tract as conveyed to the State of Ohio in Deed Book 822, Page 126, part of a 3.90 acre tract conveyed to the State of Ohio in Deed Book 680, Page 73, part of a 5.47 acre tract conveyed to the State of Ohio in Deed Book 680, Page 72, and being part of a 75.38 acre tract conveyed to the State of Ohio in Deed Book 564, Page 8, all records being of record in the Recorder's Office, Franklin County, Ohio, and being more particularly described as follows:\n\nBEGINNING at a 3/4\" iron pipe found on the southerly right-of-way line of Lane Avenue (width varies), the westerly line of said 5.47 acre tract, and the easterly line of said 3.90 acre tract;\n\nThence continuing along said southerly right-of-way line and across said 5.47 acre tract, North 89°24'54\" East, 67.49 feet to a 3/4\" iron pipe reading \"EMH&T found at the northwesterly corner of a 7.853 acre area leased to the Science and Technology Campus Corporation in Instrument Number 202008260126579;\n\nThence continuing across said 5.47 acre tract, across said 75.38 acre tract, and along a westerly line of said 7.853 acre lease area, South 00°25'04\" East, 580.11 feet to a point;\n\nThence continuing across said 75.38 acre tract the following four (4) courses:\n\n1) Along a northerly line of said 7.853 acre lease area, South 89°19'45\" West, 202.98 feet to a 3/4\" iron pipe reading \"EMH&T* found at a northwesterly corner of said 7.853 acre lease area;\n\n2) Along a westerly line of said 7.853 acre lease area, South 00°40'15\" East, 402.56 feet to a 3/4\" iron pipe found at the southwesterly corner of said 7.853 acre lease area;\n\n3) South 00°40'15\" East. 35.20 feet to a point referenced by a 3/4\" iron pipe found reading \"6579\" bearing South 83°33'15\" East, 0.62';\n\n4) In part across said First Tract, along a curve to the left having a deflection angle of 12°07'46\", radius of 1769.41 feet, arc length of 374.58 feet, and a chord bearing and distance of North 86°44'57\" West, 373.88 feet to a point on the easterly line of a 15.0321 acre area leased to the Ohio Building Authority in Official Record Volume 13427, Page H04, referenced by a 3/4\" iron pipe reading \"EMH&T bearing North 21°53′46″ East, 0.54';\n\nThence continuing across said First Tract and along the easterly line of said 15.0321 acre lease area, North 03°36'35\" East, 529.49 feet to a point;\n\nThence continuing across said First Tract, across said 75.38 acre tract. North 89°21'48\" East, 82.39 feet to a point;\n\nThence continuing across said 75.38 acre tract, across said 3.90 acre tract, and across said Second Tract, North 00°38′06″ West, 421.61 feet to a point;\n\nThence continuing across said Second Tract, North 40°43′29″ East, 22.04 feet to a point on a southerly line of a proposed 0.008 acre easement;\n\nPage 4 of 7\n\nFRANKLIN COUNTY, OH\n\nRecorded: 06/05/2024 09:13:19 AM\n\nInstrument #: 202406050054915\n\nPage: 7 of 9\n\n## Exhibit A\nContinued\n\nThence continuing across said Second Tract, across said 3.90 acre tract, and along a southerly line of said 0.008 acre easement, the following two (2) courses:\n\n1) North 80°55'07\" East, 27.24 feet to a point\n\n2) North 86°59'24\" East, 6.02 feet to a point;\n\nThence continuing across said 3.90 acre tract and along the easterly line of said 0.008 acre easement, North 03°21'23\" West, 6.05 feet to a point on the southerly right-of-way line of said Lane Avenue and the northeasterly corner of said 0.008 acre easement;\n\nThence continuing across said 3.90 acre tract and along said southerly right-of-way line, North 86°38'46\" East, 342.00 feet to the TRUE POINT OF BEGINNING, containing 9.638 acres, more or less.\n\nThe above described tract contains a total of 9.638 acres out of PID 010-203994.\n\nSubject however to all legal easements, restrictions, and rights of way of record and of records in the respective utility offices.\n\nBearings referenced herein are based on the Ohio State Plane Coordinate System, South Zone. NAD83 (2011). Said bearings originated from a field traverse which was referenced to said coordinate system by GPS observations and observations of selected stations in the Ohio Department of Transportation Real Time Network. A portion of the centerline of Lane Avenue, having an assumed bearing of North 85°46'13\" East, is designated as \"basis of bearings\" for this description.\n\nThis description was prepared by Matthew Lee Sloat, Ohio Registered Professional Surveyor 8342, of E.P. Ferris and Associates, Inc. on January 5, 2024 and is based on field surveys conducted from 01-11-2023 through 12-13-2023.\n\nSTATE OF OHIO\nMATTHEW LEE SLOAT PS-8342\nPROFESSIONAL SURVEYOR\n<signature> 1/5/24\nMatthew Lee Sloat, PS 8342 Date\n\nPage 5 of 7\n\nFRANKLIN COUNTY, OH\n\nRecorded: 06/05/2024 09:13:19 AM\n\nInstrument #: 202406050054915\n\nPage: 8 of 9\n\nExhibit A\nContinued\n\nKey entities in the image:\n\n*   **Location:** State of Ohio, County of Franklin, City of Columbus.\n*   **LANE AVENUE** (Varies)\n*   **Lease Areas:**  Ohio Building Authority; Science and Technology Campus Corporation.\n*   **Bearings Basis:**  Ohio State Plane Coordinate System South Zone, NAD83 (2011).\n*   **Date:** 2024-01-05.\n*   **Plat Date:** 01-11-2023 through 12-13-2023\n*   **Lease Area:** 9.638 Acres (419,841 sq ft)\n\nPage 6 of 7\n\nFRANKLIN COUNTY, OH\n\nRecorded: 06/05/2024 09:13:19 AM\n\nInstrument #: 202406050054915\n\nPage: 9 of 9\n\nExhibit A\nContinued\n\nKey details from the image:\n\n*   Location: State of Ohio, County of Franklin, City of Columbus\n*   Subject: Detail \"A\" of an area including Lane Avenue (Public Roadway)\n*   Proposed Easement: 0.008 Acre\n*   Found Item: 3/4\" Iron Pipe\n*   Surveyor: Matthew Lee Sloot, P.E., P.S., Registered Surveyor No. 8342\n*   Firm: E. P. Ferris Associates\n*   Date: 2024-01-05\n\nPage 7 of 7"
}