{
  "filename": "lease_026_final.pdf",
  "url": "https://example.com/documents/lease_026_final",
  "parsed_text": "## SHORT TERM LEASE AGREEMENT\n\nThis Short-Term Lease Agreement (\"Lease\") is made to be effective as of this 11th day of December 2017 (the \"Effective Date\") by and between Landlord and Tenant upon the terms and conditions hereinafter set forth.\n\nIn consideration of the mutual covenants hereinafter set forth, Landlord and Tenant agree as follows, effective as of the Effective Date:\n\nSECTION 1. Parties; Notice Addresses.\n\nLandlord: Winchester Square, LLC, a(n) Ohio limited liability company\n\n| Landlord's Address for Notice:    | Landlord's Address for Payments:         |\n|-|-|\n| Winchester Square, LLC            | Winchester Square, LLC                   |\n| 250 Civic Center Drive, Suite 500 | c/o Casto                                |\n| Columbus, Ohio 43215              | P. O. Box 1450<br />Columbus, Ohio 43216 |\n\nLandlord's Phone: (614) 227-3476\n\nTenant: Dean McBurney Companies, LLC, a(n) Ohio limited liability company\n\nTenant's Trade Name: Orangetheory Fitness\n\nTenant's Address for Notice:\nDean McBurney Companies, LLC\n27 Ealy King North\nColumbus, OH 43054\n\nTenant's Phone: 614-207-6370\nTenant's Tax ID or SSN: 46-475-1247\n\nSECTION 2. Shopping Center; Premises; Grant.\n\nShopping Center: The Winchester Square Shopping Center (\"Shopping Center\"), located in the City of Canal Winchester, and State of Ohio, as outlined on Exhibit A attached hereto and incorporated herein by this reference.\n\nPremises: Storeroom Number 1240, in the Shopping Center, having an address of 6408 Winchester Blvd., (\"Premises\") as identified on Exhibit A.\n\nGrant: Landlord, in consideration of the Rents and the performance of the covenants and agreements hereinafter set forth to be paid and performed by Tenant, hereby leases to Tenant, for the Term, and Tenant hereby accepts from Landlord, the Premises.\n\nSECTION 3. Permitted Use. Tenant shall use the Premises on a short-term basis for the following use: Orange Theory Presale Office (the \"Permitted Use\"). Tenant shall use the Premises solely for the Permitted Use and for no other purpose unless agreed to in writing by Landlord. The conduct of the Permitted Use is subject to all applicable laws, rules, codes and orders; any existing exclusive use rights granted to other occupants of the Shopping Center; and any restrictions and/or encumbrances applicable to the Shopping Center. Tenant shall occupy the Premises and conduct its business therefrom for the Term and shall conduct its business only during such hours as are reasonably designated by Landlord.\n\nSECTION 4. Term. The term of the Lease granted hereby shall commence on December 11th, 2017, and, unless earlier terminated pursuant to the terms and conditions of this Lease, shall expire on April 10th, 2018 (the \"Term\").\n\n1\n\nC:\\Users\\bengelhardt\\Desktop\\Short Term Lease Forms\\Orange Theroy Short Term Lease.docx\n\nAs used herein, \"Term\" shall include any extensions granted by Landlord and any periods of holding over in the Premises by Tenant, regardless as to whether such period of holding over is consented to by Landlord.\n\nAll of the foregoing to the contrary notwithstanding, the parties agree and acknowledge that this is a short term lease and as such, Landlord shall have the option to terminate this Lease on thirty (30) days' prior written notice to Tenant or, at Landlord's option, Landlord may relocate Tenant to other space within the Shopping Center.\n\nSECTION 5. Minimum Rent; Percentage Rent; Additional Charges; Payment.\n\nMinimum Rent: Tenant shall pay Landlord an amount equal to $__N/A___ per __N/A___ of the Term (the \"Minimum Rent\"). The Minimum Rent shall be paid to Landlord at the Landlord's Address for Payment set forth above in Section 1, on the __NA___ day of each __N/A____ during the Term.\n\nPercentage Rent: In addition to the Minimum Rent, Tenant shall pay Landlord an amount equal to ______ percent (_____% ) of all Tenant's monthly gross sales made from the Premises in excess of $_________. Percentage Rent, if any, shall be due and payable on or before the 10th day of the month following the month to which such Percentage Rent payments are attributable.\n\nFor the purpose verifying amounts due as Percentage Rent hereunder, Tenant agrees to record and report to Landlord its gross sales made at or from the Premises. Gross sales shall be reported on Monday of each week of the Term and, If provided by Landlord, shall be reported on Landlord's standard form. Landlord shall have the right to audit Tenant's gross sales and records pertaining thereto. Tenant shall pay a late charge of Fifty Dollars ($50) per day for each day Tenant is delinquent in submitting its statement of gross sales to Landlord,\n\nAdditional Charges: The following Additional Charges are due and payable on or before the commencement of the Term.\n\nCommon area maintenance: $ N/A\nReal estate taxes: $ N/A\nLandlord's insurance: $ N/A\nUtilities: $[see section 19]\n\nPayment: All fees and payments made to Landlord hereunder shall be payable in immediately available funds.\n\nSECTION 6. Security Deposit. Tenant shall, on or before the commencement of the Term, deliver to Landlord an amount equal to $_ N/A _ (the \"Security Deposit\"). Landlord shall retain the Security Deposit as security for the performance of all Tenant's duties and obligations hereunder. The Security Deposit, less any amounts retained by Landlord to pay for any costs, expenses or damages incurred by Landlord in connection with Tenant's failure to abide by the terms of this Lease, shall be refunded to Tenant approximately thirty (30) days following the expiration of the Term, provided Tenant is not in default under any of the terms of this Lease.\n\nSECTION 7. Late Payments and Returned Checks. In addition to any and all other remedies available at law, in equity, or hereunder, Landlord shall have the right to impose a late charge in the amount of Fifty Dollars ($50) if amounts payable hereunder are not paid when due. Landlord may also charge a One Hundred Dollars ($100) retuned check fee, in addition to any applicable late charge, for any check tendered by Tenant that is returned for insufficient funds.\n\nSECTION 8. Tenant's Operations. Tenant acknowledges that Landlord has made no representations, warranties or guarantees regarding the success or failure of Tenant's business or operations or with respect to projected or anticipated gross sales or profits from Tenant's business at the Premises. Tenant further acknowledges that Landlord has made no representations concerning the possibility of the extension or renewal of the Term beyond the Term specified in the first sentence of Section 4 hereof. Tenant acknowledges and agrees that none of its merchandise, equipment, displays or other items will be placed in any area outside the Premises. Tenant agrees to adhere to Landlord's rules, regulations and policies for the Shopping Center, as set forth in Exhibit B, attached hereto and incorporated herein by this reference, and which are subject to change, revision and modification at any time. Tenant agrees to comply with all laws applicable to the Premises. Tenant shall not cause or permit any hazardous materials\n\n2\n\nCAUsers\\bengelhardt\\Desktop\\Short Term Lease Forms\\Orange Theroy Short Term Lease.docx\n\nto be brought upon, stored, kept, used, or discharged on or about the Premises or Shopping Center. The consumption or sale of alcoholic beverages on or from the Premises shall not be permitted. Tenant shall pay, or reimburse Landlord for all utility charges and services used at the Premises, less any prepaid amount for utilities as set forth in Section 5.\n\nSECTION 9. Signage. All signs placed on the exterior of the Premises or otherwise visible from the common areas of the Shopping Center must comply with all applicable laws, rules and codes; must be professionally prepared; and are subject to Landlord's prior written approval.\n\nSECTION 10. Permits. If there are any licenses, authorizations, permits or approval required by any governmental agency or authority in connection with Tenant's occupancy and use of the Premises, Tenant shall obtain such permits or approvals at Tenant's sole cost and expense.\n\nSECTION 11. Maintenance. Tenant shall maintain, at its sole cost and expense, the Premises and all of Tenant's property and improvements located thereon in good, clean and safe condition and make all necessary replacements and repairs to the Premises. Tenant shall not commence any structural repairs or access or penetrate the roof of the Premises without Landlord's prior written approval which approval may be withheld in Landlord's sole discretion.\n\nSECTION 12. Insurance. From and after the date Tenant first occupies the Premises and continuing throughout the Term, Tenant shall maintain in full force and effect commercial general liability insurance written on form version CG 0001 10 04 or later (including contractual liability coverage) covering the Premises and Tenant's use of the Premises and operations within the Shopping Center, with Landlord named as an additional insured, in companies and in a form reasonably satisfactory to Landlord in which the limits with respect to personal liability and property damage shall be not less than Three Million Dollars ($3,000,000) per occurrence on a location basis. Tenant shall also maintain Comprehensive Automobile Liability Insurance, including the ownership, maintenance and operation of any automotive equipment owned, hired, and non-owned in the following minimum amounts with a limit of not less than Three Million Dollars ($3,000,000) combined single limit for bodily injury and property damage. Such insurance policies shall be issued by an insurance company licensed to do business in the State where the Premises is located and written with the Tenant and its designees as the named insureds. Tenant shall deliver to Landlord certificates of insurance evidencing such insurance prior to the date Tenant first occupies the Premises.\n\nSuch insurance may not be canceled, materially modified or non-renewed, except upon thirty (30) days prior written notice to the Landlord. The minimum limit of the insurance coverage to be maintained by Tenant hereunder shall not limit Tenant's liability under this Lease.\n\nTenant shall at all times carry such worker's compensation and any other insurance necessary to comply with the laws and regulations of the State in which the Premises is located. Tenant acknowledges that any and all injuries or claimed injuries sustained by Tenant's employees shall be regarded as a worker's compensation matter and Tenant shall indemnify, defend and hold Landlord harmless from any and all claims and liabilities stemming therefrom.\n\nSECTION 13. Indemnity. Tenant shall indemnify, hold harmless, and defend Landlord from and against any and all claims, actions, damages, liability, and expenses, including but not limited to, attorney fees and other costs and professional fees in connection with the loss of life, personal injury and/or damage to property arising from or out of the occupancy or use of the Premises or any part thereof, or any other part of the Shopping Center occasioned wholly or in part by any act or omission of Tenant, its officers, agents, contractors, customers, employees, licensees or invitees. Tenant waives its rights to subrogation for losses arising from claims covered by Landlord's property insurance.\n\nSECTION 14. Assignment and Subletting. Tenant shall not sell, assign, mortgage, pledge or transfer this Lease or any interest in the Premises created hereby and shall not sublet all or any part of the Premises, nor license concessions or departments therein, without Landlord's prior written approval, which may be withheld at Landlord's sole and absolute discretion.\n\nSECTION 15. Damage. Tenant is liable for all damage to the Shopping Center (including the Premises) caused by the act or omission of Tenant or the breach of this Lease and shall reimburse Landlord for the cost of any repairs to the Shopping Center (including the Premises) necessitated as the result of, caused by, or arising out any act or omission of Tenant, including, without limitation, as the result of the installation or removal of personal property, fixtures or\n\n3\n\nC:\\Users\\bengelhardt\\Desktop\\Short Term Lease Forms Orange Theroy Short Term Lease.docx\n\nequipment in or from the Premises. Tenant shall make no alterations to the Premises. No stakes may be driven into the asphalt of the parking area.\n\nSECTION 16. Surrender. Tenant shall, on or before the expiration or earlier termination of the Term: (a) remove all of its merchandise, personal property, fixtures and equipment from the Premises; (b) repair any damage to the Premises caused by Tenant or occurring during the Tenn such that the Premises is surrendered to Landlord in as good or better condition as when delivered to Tenant on the commencement of the Term, normal wear and tear excepted; (c) deliver all keys, combinations and any security codes to Landlord; and (d) surrender the Premises to Landlord in broom clean condition. Personal property of Tenant not removed within two (2) days of the expiration or earlier termination of the Term shall be deemed abandoned and shall become the property of Landlord, at Landlord's option, without liability to Tenant therefor. This Section 16 shall survive termination of this Lease.\n\nSECTION 17. Exculpation. There shall be no personal liability on the part of any individual who is Landlord, or any shareholder, member, partner, or officer of Landlord, with respect to this Lease. If a court of competent jurisdiction determines a breach of this Lease by Landlord has occurred and awards damages to Tenant in relation thereto, Tenant shall look solely to Landlord's equity in the Shopping Center for the satisfaction of such award.\n\nSECTION 18. Terms of Lease. This Lease contains all of the covenants, promises, agreements, conditions, and understandings between Landlord and Tenant. There are no other agreements, either oral or written, between the parties other than those set forth in this Lease,\n\nSECTION 19. Additional Terms and Conditions. Tenant shall reimburse Landlord for the cost of all utilities or services used in, or specifically to the Pre-Sales Premises from and after the date on which Tenant first gains possession. Tenant shall reimburse Landlord within fifteen (15) days following receipt of an invoice from Landlord. During Tenant's temporary use of Pre-Sales Premises, Landlord or its agents shall have free access to the Pre-Sales Premises at all reasonable times upon prior notice to tenant, except in emergency situations when no notice shall be required: (a) for the purpose of examining the premises or to show the same to prospective purchasers and mortgagees; (b) for the purpose of showing premises to prospective tenants; and (c) for exhibiting the premises and putting up a \"For Lease\" or similar sign, which shall not be removed or hidden by tenant.\n\n4\n\nC:\\Users\\bengelhardt\\Desktop\\Short Term Lease Forms\\Orange Thoroy Short Term Lease.docx\n\nWHEREFOR, Landlord and Tenant have caused this Lease to be signed, in counterparts, upon the Effective Date above written,\n\n## LANDLORD;\n\nWINCHESTER SQUARE, LLC,\na(n) Ohio limited liability company\n\nBy: Gender and Thirty-Three, LLV,\na(n) Ohio limited liability company\nIts Sole Member\n\nBy: CRI Holdings, Inc.,\na(n) Ohio corporation\nIts Managing Member\n\nBy: <signature>\nPrint Name: Bruce Engelhardt\n\nTitle: Property Manager and Agent for the Landlord\n\nTENANT:\nDEAN MCBURNEY COMPANIES LLC\n\na(n) Ohio limited liability company\nd.b.a. Orangetheory Fitness\n\nBy: <signature>\nPrint Name: TEAN MOZURNEY\nTitle: OWNER\n\n5\n\nC:\\Users\\bengelhardt\\Desktop\\Short Term Lense Forms Orange Theroy Short Term Loaso.docx\n\n......\n\n**Key Entities**\n\n*   Winchester Square\n*   Kroger (62,500 sq. ft.)\n*   The Home Depot\n*   Gender Road\n*   U.S. 33\n*   Casto\n\n**Tenant Information**\n\n| No. | Tenant                | Address             | Sq. Ft. |\n|-----|-----------------------|---------------------|---------|\n| A   | Athlete Store        | 6435 Winchester Blvd. | 2,500  |\n| J   | Mattress Firm         | 6439                | 3,000  |\n| P   | State Farm            | 6404                | 1,500  |\n| Q   | Gravezilla             |                     | 5,319   |\n| T   | Kay                   | 6428                |         |\n| E   | Sherwin Williams       | 6410                | 1,210  |\n| F   | Subway                | 6412                | 950     |\n| G   | Papa John's            | 6412                | 950     |\n| I   | H&R Block              | 6412                | 720     |\n| J   | Advance America Cash Advance  | 6410                | 720     |\n| U   | Nail Mania             | 6412                | 2,500  |\n| V   | Sally Beauty            | 6420                | 1,000  |\n| X   | GNC                   | 6400                | 820     |\n| Y   | Dollar Tree            | 6414                | 950     |\n| Z   | Pet Supplies Plus     | 6412                | 5,600  |\n| AA  | Great Clips           | 6410                | 920     |\n| BB  | Pearle Vision         | 6430                | 2,600  |\n| EE  | Enterprise Rent-A-Car | 6438                | 1,080  |\n| FF  | Huntington National Bank | 6410                | 3,400  |\n| GG  | Smoothie King         | 6422                | 1,580  |\n| JJ  | Firehouse Subs        | 6416                | 2,240  |\n| XX  | Verizon               | 6424                | 2,830  |\n| YY  | Family Dollar         | 6426                | 8,520  |\n| ZZ  | Laundry                  | 6420              | 1,560 |\n| LL  | Petco                    | 6414                  | 3,110\n\n\n## EXHIBIT B\n\n## RULES AND REGULATIONS\n\nTenant shall comply with the following rules and regulations which have been promulgated by Landlord as of the Effective Date. Landlord reserves the right to amend, alter or revise the rules and regulations from time to time and Tenant shall comply with all such rules and regulations as amended, altered or revised.\n\n1. Tenant shall not construct or erect any exterior sign or awning or flag on or about the Premises or any sign within the Premises which is visible from outside the Premises without first obtaining the written consent of Landlord. All signs shall comply with all governmental requirements. Temporary signs, banners, and inflatable devices are prohibited without prior written authorization from Landlord and any required governmental permits. Neon type signs or lighting may not be displayed in the storefront without Landlord's prior written consent.\n\n2. Tenant shall not place any objects against any glass windows or doors.\n\n3. Tenant shall not place any aerial or satellite dish or radio or television antenna, loudspeakers or any other device on the roof or elsewhere in the Shopping Center outside the Premises without the express written consent of Landlord,\n\n4. No blinds, shades and other similar equipment visible from outside of the Premises shall be installed by Tenant without the prior written approval of Landlord.\n\n5. Tenant shall not use any media, such as loudspeakers, phonographs, radio or television in a manner which can be heard or seen outside of the Premises.\n\n6. Tenant shall not use any space in the Premises for living quarters, whether temporary or permanent, or for any illegal or immoral purpose.\n\n7. Tenant shall not keep inflammables, such as gasoline, kerosene, naptha and benzene, or hazardous materials, explosives or any other articles of any intrinsically dangerous nature in or on the Premises,\n\n8. Tenant shall store all trash and garbage in the Premises or in dumpsters which shall be placed in locations designated by Landlord and Tenant shall arrange and pay for the regular pickup of the same. Sealed bags shall be used for the disposal of loose trash and debris. Cardboard shall be flattened prior to being deposited in dumpsters.\n\n9. Tenant shall not conduct any distress, auction, fire, bankruptcy, \"lost lease,\" going out of business or similar sales in or about the Premises. If Tenant violates this provision, in addition to all the other remedies provided in this Lease, Tenant shall pay a Fifty Dollar ($50) per day penalty which if not paid promptly shall be collectible as Rent,\n\n10. All trucks, vans and other vehicles larger than a 3/4 ton pick-up truck shall use the rear entrance to the Shopping Center and park at the rear of the Shopping Center and no such vehicle shall be permitted on the front parking lot. All loading and unloading of goods, equipment and other materials shall be done only at such times, in the areas and through the rear entrances designated for such purpose by Landlord.\n\n11. Tenant shall have full responsibility for protecting the Premises and the property located therein from theft and robbery, and shall keep all doors, windows and transoms securely fastened when not in use.\n\n12. Tenant shall keep the Premises free and clear from rodents, bugs, vermin and will at its sole cost and expense use exterminating services when necessary or when so requested by Landlord.\n\n13. Tenant shall not place or permit any personal property, obstructions, merchandise or machines of any kind in the common areas except as otherwise specifically permitted in this Lease.\n\n14. If the Premises is used as a restaurant or if food or beverages of any type are ever sold at the Premises: (a) trash and garbage from restaurant activities shall be disposed of in covered receptacles that are stored in a screened area which is maintained in a clean and sanitary condition, (b) odor and moisture from any restaurant shall be adequately exhausted so that odor and moisture do not emanate from the Premises in an objectionable manner, and (c) grease and other waste products from the restaurant shall be disposed of so as to avoid any clogging or interference with Building utility systems and insure that leakage from any restaurant does not emanate from the Premises, Restaurant tenants shall be responsible for the cost of regular maintenance and cleaning of the grease traps and exhaust hoods including related ductwork servicing their Premises.\n\n15. The Premises shall be adequately insulated so that noise and vibration from any activities do not emanate from the Premises,\n\n16. Where they exist, interior Common Area corridors may not be used for the storage of any items whatsoever, including trash, fixtures and equipment, or merchandise. Smoking shall not be permitted in any interior Common Area corridors. Tenant shall enforce this non-smoking policy with its employees and invitees. Any Tenant found to be in violation of this policy will be assessed a One Hundred Fifty Dollar ($150) fine per violation.\n\n17. All loading and unloading of goods shall be done at such time, in the areas, and through the entrances designated for such purposes by Landlord. Tenant's rear entrance must be utilized for deliveries during business hours, as designated by Landlord. Front door deliveries require prior written authorization by Landlord, and are to occur only during non-business hours. Landlord reserves the right to deny authorization for front door deliveries.\n\n18. Tenant is solely responsible for the upkeep and maintenance of its storefront and rear entrance door(s) unless otherwise indicated in the Lease. Tenant shall have the storefront windows and all doors cleaned on a regular basis. Neither the interior nor the exterior of any window may be coated or otherwise screened without prior written consent of Landlord. Exterior window glass panels may not be replaced with other materials, such as sheet metal, plywood or masonry media.\n\n19. Except as otherwise provided in the Lease, Tenant shall not remodel or otherwise modify the exterior or interior of the Premises without the prior written approval of Landlord. Landlord shall not consider requests for its approval until Tenant has submitted to Landlord complete plans and specifications of the proposed work,\n\n20. Tenant and its employees or agents shall park their vehicles only in the locations designated by Landlord as employee parking areas. Said areas may be changed by Landlord from time to time with written notice to Tenant, to allow for convenient parking by customers. Vehicles parked in fire lanes and loading zones may be ticketed by law enforcement and/or towed by Landlord at visitor's sole expense and liability. Tenant, including its employees or agents, shall not display \"for sale\" signs on any vehicles under its control while parked in the common area of the Shopping Center.\n\n21. Tenant shall keep the Premises at a temperature sufficiently high to prevent freezing of water in pipes and fixtures. Tenant shall maintain the storeroom's HVAC equipment to continuously provide comfortable temperatures in the range of 68 to 76 degrees. Exterior doors are not to be propped open for ventilation purposes.\n\n22. Plumbing facilities will not be used for any purpose other than that for which they are constructed. No foreign substance of any kind shall be deposited therein. The expense of any breakage, stoppage, or damages resulting from a violation of this rule shall be borne by Tenant.\n\n23. Tenant shall use and maintain the Premises in accordance of standards of a first-class Shopping Center. Tenant shall not create odors that may be offensive to others, including tenants, their officers, employees, agents, servants, customers or invitees. Nothing shall be done in the Premises which will injure the reputation of the Shopping Center or unreasonably annoy any of the other tenants of the Shopping Center or constitute a nuisance.\n\n24. No handbills or other printed matter may be distributed by Tenant in any common area including the parking lots. Tenant shall cooperate and report activities of this nature by other tenants or third parties to Landlord to prevent same.\n\n25. No pay phones, game machines, video games, pool tables, recreation equipment or the like may be used within the Premises without Landlord's prior written consent.\n\n26. Tenant shall permit no act or practice which may tend to injure the Premises and the appurtenances of the Shopping Center or any other equipment or display located thereon or be a nuisance to other tenants.\n\n27. Tenant shall comply with all further rules and regulations for the use and occupancy of the Shopping Center as Landlord in its reasonable business discretion, from time to time promulgates for the best interests of the Shopping Center. Landlord shall have no liability for violation by any other tenants of the Shopping Center of any rules or regulations nor shall such violation or the waiver thereof excuse Tenant from compliance.\n\n28. Wherever a conflict arises between these rules and regulations and the main body of the Lease, the Lease shall take precedence."
}