{
  "filename": "final_679_final.pdf",
  "url": "https://example.com/documents/final_679_final",
  "parsed_text": "## FIRST AMENDMENT TO LAND LEASE\n\nThis First Amendment to Land Lease (\"Amendment\") is entered into as of the 3rd day of February, 2020, by and between The Ohio State University, an instrumentality of the State of Ohio (hereinafter referred to as \"Lessor\") and Edison Welding Institute, Inc., an Ohio nonprofit corporation (hereinafter referred to as \"Lessee\").\n\n## Recitals:\n\nWHEREAS, Lessor, acting by and through The Ohio State University Research Foundation as Lessor's agent (\"Agent\"), and Lessee entered into a certain Land Lease dated as of April 1, 1995 (the \"Lease\"), pursuant to which Lessor leases to Lessee, and Lessee leases from Lessor, approximately 8-10 acres of land located at the southwest corner of Lane Avenue and Carmack Roads, in the City of Columbus, County of Franklin, and State of Ohio, as more particularly described therein (the \"Demised Premises\"); and\n\nWHEREAS, Lessor will no longer be acting by or through the Agent with respect to the Lease; and\n\nWHEREAS, the Lessor requires a portion of the land within the Demised Premises (\"Parcel\") containing approximately 1.48 acres, as is more particularly depicted on Exhibit \"A\" attached hereto, for a for development of a research facility as well as a portion of the Premises being approximately 4 feet by 410 feet along the existing northwest Demised Premises boundary (\"Strip\"), to accommodate future improvements to the existing and adjacent Arthur E. Adams Drive west of the Premises; and\n\nWHEREAS, Lessor requires use of the access drive currently serving the Premises for vehicular and pedestrian traffic access to the parcel of land to be developed to the east of the Premises (\"Development Parcel\"); and\n\nWHEREAS, Lessee is amenable to releasing and removing the Parcel and Strip from its Premises, provided that certain building and parking set back requirements are observed on the Development Parcel, the access drive is modified and improved in the area generally depicted on Exhibit \"B\" and access and use thereof is provided to Lessee, a grading study on the area generally depicted on Exhibit \"C\" is conducted, and provided that any currently landscaped areas along the Strip that are disturbed by any improvements to Arthur E. Adams Drive are restored; and\n\nWHEREAS, Lessor and Lessee to execute this First Amendment to modify, amend and confirm certain terms, provisions and conditions of the Lease.\n\n{00377985-1}1\n\nNOW THEREFORE, in consideration of the foregoing, and other good and valuable consideration, the receipt and sufficiency of which are hereby acknowledged, the parties hereto agree as follows:\n\n- Section 1. Demised Premises. As of the Effective Date hereof, the Parcel and the Strip are hereby deleted from the Demised Premises under the Lease. From and after the Effective Date hereof, the definition of \"Demised Premises\" set forth in the Lease shall not include the Parcel or the Strip and Exhibit A to the Lease is hereby replaced in its entirety with Exhibit \"D\" attached hereto. Lessee acknowledges and agrees that Lessee shall not be entitled to any compensation, damages, rental abatements or any other concessions or reimbursements from Lessor as a result of Lessor's grant of any leases, licenses, easements or other agreements associated with the Parcel.\n\n- Section 2. Development Parcel Set-Back Requirements. Lessor hereby agrees that the Development Parcel shall be subject to the following setback requirements: buildings located not closer than 30 feet from the common boundary with Lessee, and parking areas located not closer than 10 feet from the common boundary with Lessee. Lessor further agrees to require any tenant or subtenant of the Development Parcel to be subject so such setback requirements..\n\n- Section 3. Grading Study. Lessor shall conduct, or shall cause to be conducted, at no cost to Lessee, a grading study of the area generally depicted on Exhibit \"C\", to assess current drainage issues on the parking areas of the Demised Premises.\n\n- Section 4. Access Drive. Lessor and Lessee hereby agree that the last paragraph of Section 21 of the Lease shall be amended in its entirety to read as follows:\n\nLessor intends on developing, or causing the development of the land to the east of the Demised Premises (\"Development Parcel\"), and will require the use of the current access drive from Arthur Adams Drive to the Premises (\"Access Drive\") for purposes of access to and parking on the Development Parcel. Lessor and Lessee hereby agree, at no cost to Lessee, that Lessor can and will cause the modification and expansion of the Access Drive in the area generally depicted on Exhibit \"B\" attached hereto. Lessor will cause its tenant or subtenant to be responsible for any repairs or damage to the Access Drive caused by any such tenant's or subtenant's construction traffic. Lessor, its tenants, subtenants, and any of their respective employees, invitees, licensees and contractors shall have a non-exclusive right to use the Access Drive for vehicular and pedestrian access to the Development Parcel, and Lessee, its employees, licensees, contractors and invitees shall have a non-exclusive right to the use those portions of the Access Drive which are not within the Demised Premises. The parties shall cooperate in good faith to determine an equitable basis for sharing the repair and maintenance costs of the Access Drive, which shall be embodied in a written agreement between Lessor and Lessee within thirty (30) days of Lessor entering into a definitive agreement providing for the development of the Development Parcel.\n\n{00377985-1}2\n\n- Section 5. Future Improvements to Arthur E. Adams Drive. . In the event that Lessor allows any improvements to be made to Arthur E. Adams Drive on the west side of the Demised Premises, Landlord shall require that any existing landscape improvements along such portion of Arthur E. Adams Drive disturbed by the construction of such improvements to be restored to the same or similar condition as they were before the construction of such improvements and, if any such improvements would require the disturbance of any fence, or pavement on the Demised Premises, that Landlord must obtain Lessee's prior written approval of Lessee to such improvements, which approval shall not be unreasonably withheld or conditioned.\n\n- Section 6. Capitalized Terms: Any capitalized or other term contained in this Amendment and not specifically otherwise defined herein shall have the same definition and meaning set forth in the Lease.\n\n- Section 7. Incorporation of Recitals. The Recitals portion of this Amendment is hereby incorporated by this reference to the same extent and as fully as though it were here rewritten in its entirety.\n\n- Section 8. Effect of Amendment. Except as amended or modified herein, the Lease shall remain in full force and effect and fully binding upon the parties.\n\n- Section 9. Counterparts. This Amendment may be executed in one or more counterparts, each of which together shall be deemed an original, but all of which together shall constitute one and the same instrument.\n\nIN WITNESS WHEREOF, the parties hereto have executed this First Amendment to Lease as of the day and year first above written.\n\nLESSOR:\nLESSEE:\n\nThe Ohio State University\nEdison Welding Institute\n\nBy: <signature>\nMichael Papadakis, Senior Vice President of Business & Finance and Chief Financial Officer\n\nBy: <signature>\nPrinted Name : Robert S. Welter\nTitle: CFO\n\n{00377985-1}3\n\n- Section 5. Future Improvements to Arthur E. Adams Drive. . In the event that Lessor allows any improvements to be made to Arthur E. Adams Drive on the west side of the Demised Premises, Landlord shall require that any existing landscape improvements along such portion of Arthur E. Adams Drive disturbed by the construction of such improvements to be restored to the same or similar condition as they were before the construction of such improvements and, if any such improvements would require the disturbance of any fence, or pavement on the Demised Premises, that Landlord must obtain Lessee's prior written approval of Lessee to such improvements, which approval shall not be unreasonably withheld or conditioned.\n\n- Section 6. Capitalized Terms: Any capitalized or other term contained in this Amendment and not specifically otherwise defined herein shall have the same definition and meaning set forth in the Lease.\n\n- Section 7. Incorporation of Recitals. The Recitals portion of this Amendment is hereby incorporated by this reference to the same extent and as fully as though it were here rewritten in its entirety.\n\n- Section 8. Effect of Amendment. Except as amended or modified herein, the Lease shall remain in full force and effect and fully binding upon the parties.\n\n- Section 9. Counterparts. This Amendment may be executed in one or more counterparts, each of which together shall be deemed an original, but all of which together shall constitute one and the same instrument.\n\nIN WITNESS WHEREOF, the parties hereto have executed this First Amendment to Lease as of the day and year first above written.\n\nLESSOR:\nLESSEE:\n\nThe Ohio State University\nEdison Welding Institute\n\nBy: <signature>\nMichael Papadakis, Senior Vice President of Business & Finance and Chief Financial Officer\n\nBy: <empty>\nPrinted Name : <empty>\nTitle: <empty>\n\n{00377985-1}3\n\n## Exhibit A\n\nEMIIT\n\nTOWNSHIP 1, QUARTER TOWNSHIP 3, RANGE 18\n\nUNITED STATES MILITARY DISTRICT\n\nטחים\n\nCITY OF COLUMBUS, COUNTY OF FRANKLIN, STATE OF OHIO\n\nDate: January 22, 2020\nJob No: 2019-1039\nScale: 1\" = 200'\n\nSURVEY NOTE:\nThis survey was prepared using documents of record, prior plats of survey, and observed evidence located by an actual field survey.\n\nLANE AVENUE (VARIES)\nR.W. 18, P. 86\n\nBASIS OF BEARINGS:\nThe bearings shown hereon are based on the Ohio State Plane Coordinate System South Zone per NAD83 (NSRS2007). Control for bearings was from coordinates of monuments RINGLE and COC 4-63 having a bearing of South 34° 13' 31\" West, established by the Franklin County Engineering Department, using Global Positioning procedures and equipment.\n\nRPDB\nL1 L2\nRPW\nTPCB\n(B)\n\n(A) NO. 74.53 W 590.11'\n1.488 AC.\n(1.031 AC.)\n50° 39' 54\" E 580.07'\n\nSTATE OF OHIO\nD.B. 564, P. 8\nD.B. 564, P. 9\nA.P.N. 010-203994\n\nI.P. Set are 13/16\" I.D. iron pipes 30\" long with cap inscribed EMHT INC.\n\nGRAPHIC SCALE (in feet)\n200\n0\n200\n400\n\nBy John C. Dodgson\nProfessional Surveyor No. 8069\nDate\nSHEET 1 OF 2\n\n{00377985-1}4\n\n## Exhibit B\n\nEMIIT\n\nH&H\n\nHome Unl\n\nTOWNSHIP 1. QUARTER TOWNSHIP 3, RANGE 18 UNITED STATES MILITARY DISTRICT\n\nCITY OF COLUMBUS, COUNTY OF FRANKLIN, STATE OF OHIO\n\n- Document: City of Columbus, County of Franklin, Ohio\n- Date: January 3, 2020\n- Job No.: 2019-1099\n- Scale: 1\" = 200'\n\nSubject parcel\n- Area: 0.449 AC (hatch)\n- APN: 010-203994\n- Deed refs on/adjacent to parcel: D.B. 564, P.8; D.B. 564, P.9\n\nLocation / streets\n- Fronting: Adams Drive (Private)\n- Edge of pavement shown\n\nAdjoining properties (as labeled)\n- North: State of Ohio, 3.90 acres (D.B. 680, P.73)\n- East/right: State of Ohio, 5.47 acres (D.B. 680, P.72)\n- South (inset map area): State of Ohio, 3 acres (D.B. 822, P.126)\n- West/adjacent: State of Ohio (deed refs visible: D.B. 822, P.125 noted on map)\n\nSelected dimensions / bearings (as shown)\n- Top width: 45.00' bearing N89°20'06\"E\n- Left side bearing/distance (approx. visible): N00°14'55\"W 155.57'\n- Other surveyed distances near curb/pavement: N03°18'45\"E 30.11'; S86°41'49\"W 251.36'\n- Graphic scale: 0–200–400 feet\n\nCurve table (C1)\n- Delta: 179°18'\n- Radius: 175.57'\n- Arc: 549.22'\n- Chord bearing: N81°21'00\"W\n- Chord distance: 45.60'\n\nBasis of bearings\n- Ohio State Plane Coordinate System, South Zone, NAD83 (NSRS2007)\n- Control from monuments RINGLE and COC 4-83; bearing of South 34°13'31\" West established by Franklin County Eng. Dept. using GPS\n\nSurvey note\n- Prepared using documents of record, prior plats of survey, and observed evidence located by an actual field survey\n\nSurveyor\n- John C. Dodgion, Professional Surveyor No. 8059\n\n{00377985-1}5\n\n## Exhibit C\n\nEMIIT\n\nTOWNSHIP 1, QUARTER TOWNSHIP 3, RANGE 18 UNITED STATES MILITARY DISTRICT\n\nHop & th\n\nC\n\nCITY OF COLUMBUS, COUNTY OF FRANKLIN, STATE OF OHIO\n\nטזי\n\n- Document type: Boundary/survey map (Sheet 1 of 2)\n- Date: January 3, 2020\n- Job No.: 2019-1099\n- Scale: 1\" = 200'\n- Graphic scale: 0–200–400 ft\n\nKey roads / boundaries:\n- Lane Avenue (varies) — north\n- Carmack Road (Private) — east\n- Arthur E. Adams Drive (Private) — south\n\nParcels / labeled areas:\n| Label | Acreage | Reference |\n|---|---:|---|\n| State of Ohio (north parcel) | 5.47 AC (Deed) | D.B. 680, P.72; A.P.N. 010-203994 |\n| Sub-area (north inside) | 3.557 AC | (shown inside larger parcel) |\n| Sub-area (central inside) | 8.748 AC | (shown inside larger parcel) |\n| State of Ohio (south parcel) | 12.305 AC | D.B. 564, P.8; D.B. 564, P.9; A.P.N. 010-203994 |\n\nLegend / markers:\n- Solid filled circle = I.P. FOUND\n- Open circle (or other symbol) = I.P. SET\n- Square/box = MAG. NAIL FND.\n- Note: I.P. set are 5/8\" x 18\" iron pipes, 30\" long with cap inscribed (text on cap shown on drawing)\n\nSurvey notes / basis:\n- Survey prepared using records, prior plats and observed field evidence.\n- Bearings based on Ohio State Plane Coordinate System, South Zone, NAD83 (NSRS2007).\n- Control bearings referenced to monuments RINGLE and COC 4-83; bearing South 34°13'31\" West per Franklin County Engineering Dept. using GPS.\n\nOther visible details:\n- Several linear dimensions and bearings shown (example: N89°20'06\"E — 207.20')\n- Multiple labeled monument points L1, L2, etc., along north boundary\n- Professional surveyor signature block present (name on image) and license number shown\n\n\n{00377985-1}6\n\n## Exhibit D\n\nEMHT\n\nTOWNSHIP 1, QUARTER TOWNSHIP 3, RANGE 18 UNITED STATES MILITARY DISTRICT\n\nEvans Mechwart, Hambleton & Titon, Inc.\nEngineers Surveyors hans-S\n1500 New Albany Pood Columbus OH\nPhone 6147754500 Tor: 00877534\n\nemht.com\n\nCITY OF COLUMBUS, COUNTY OF FRANKLIN, STATE OF OHIO\n\n| Feature        | Description                     |\n|----------------|---------------------------------|\n| Lane Avenue    | R.R. 18, P. 66                 |\n| State of Ohio  | 3.90 Acres (Deed), D.B. 680, P. 73, A.P.N. 010-203994|\n| State of Ohio  | 5.47 AC. (Deed), D.B. 680, P. 72, A.P.N. 010-203994     |\n| State of Ohio  | 8 Acres (Deed), D.B. 822, P. 126, A.P.N. 010-203989    |\n| State of Ohio  | D.B. 564, P. 8, D.B. 564, P. 9, A.P.N. 010-203994       |\n| Arthur E. Adams Drive | Private |\n| Total Area     | 9.932 AC                      |\n| Survey Date    | January 22, 2020            |\n| Surveyor       | John C. Dodgson, Professional Surveyor No. 8069 |\n|Bearing Basis| Ohio State Plane Coordinate System South Zone per NAD83 (NSRS2007)\n|Legend| MON FND, I.P. FND, I.P. SET, MAG. NAIL FND.\n|Scale| 1\" = 200'\n|Job No.| 2019-1099\n|Date| 01/27/2020\n\n{00377985-1}7\n\n## 9.932 ACRES\n\nSituated in the State of Ohio, County of Franklin, City of Columbus, Quarter Township 3, Township 1, Range 18, United States Military District, being part of that tract conveyed to the State of Ohio by deeds of record in Deed Book 564, Page 8 and Deed Book 564, Page 9, that 5.47 acre tract conveyed to the State of Ohio by deed of record in Deed Book 680, Page 72, that 3.90 acre tract conveyed to the State of Ohio by deed of record in Deed Book 680, Page 73, that 8 acre tract conveyed to the State of Ohio by deed of record in Deed Book 822, Page 126, and that 3 acre tract conveyed to the State of Ohio by deed of record in Deed Book 822, Page 126 (all references are to the records of the Recorder's Office, Franklin County, Ohio) and being more particularly described as follows:\n\nBEGINNING at an iron pipe found in the southerly right-of-way line of Lane Avenue (width varies), as dedicated in Road Record 18, Page 66, at a common corner of that easement for highway purposes conveyed as Parcel No. 8 to Franklin County, Ohio by deed of record in Deed Book 1895, Page 254 and that easement for highway purposes conveyed as Parcel No. 7 to Franklin County, Ohio by deed of record in Deed Book 1895, Page 254;\n\nThence across said State of Ohio tracts, the following courses and distances:\n\nNorth 86° 39' 07\" East, with the southerly right-of-way line of said Lane Avenue, a distance of 366.88 feet to an iron pipe found;\n\nNorth 89° 23' 20\" East, continuing with the southerly right-of-way line of said Lane Avenue, a distance of 67.57 feet to an iron pin set;\n\nSouth 00° 24'43\" East, a distance of 580.11 feet to an iron pin set;\n\nSouth 89° 20' 06\" West, a distance of 202.98 feet to an iron pin set;\n\nSouth 00° 39' 54\" East, a distance of 437.93 feet to an iron pin set;\n\nWith the arc of a curve to the left, having a central angle of 12° 13' 34\", a radius of 1755.52 feet, an arc length of 374.60 feet, a chord bearing of North 86° 43' 09\" West and chord distance of 373.89 feet to an iron pin set;\n\nNorth 03° 36'56\" East, a distance of 559.04 feet to an iron pin set;\n\nSouth 86° 19' 38\" East, a distance of 40.27 feet to an iron pin set;\n\nNorth 03° 41'49\" East, a distance of 410.72 feet to an iron pin set;\n\n{00377985-1}8\n\n## 9.932 ACRES\n\n## -2-\n\nNorth 39° 19' 27\" East, a distance of 13.22 feet to an iron pin set in the southerly right-of-way line of said Lane Avenue; and\n\nNorth 86° 35' 57\" East, with the southerly right-of-way line of said Lane Avenue, a distance of 22.91 feet to the POINT OF BEGINNING, containing 9.932 acres, more cr less.\n\nSubject, however, to all legal rights-of-way and/or easements, if any, of previous record.\n\nIron pins set, where indicated, are iron pipes, thirteen sixteenths (13/16) inch inside diameter, thirty (30) inches long with a plastic plug placed in the top bearing the initials EMHT INC.\n\nThe bearings herein are based on the Ohio State Plane Coordinate System South Zone per NAD83 (NSRS2007). Control for bearings was from coordinates of monuments RINGLE and COC 4-83 having a bearing of South 34° 13' 31\" West, established by the Franklin County Engineering Department, using Global Positioning procedures and equipment.\n\nThis description was prepared using documents of record, prior plats of survey, and observed evidence located by an actual field survey.\n\nEVANS, MECHWART, HAMBLETON & TILTON, INC.\n\n<signature>\nJohn C. Dodgion\nProfessional Surveyor No.: 8069\n\nDate: 01/27/2020\n\nJCD:ap\n9_939 ac 20191099-VS-BNDY-03.doc\n\n{00377985-1}9"
}