{
  "filename": "document_679.pdf",
  "url": "https://example.com/documents/document_679",
  "parsed_text": "# JOINT USE AGREEMENT\nBETWEEN\nTHE OHIO STATE UNIVERSITY\nAND\n\n## EDISON WELDING INSTITUTE\n\nTHIS AGREEMENT is made and entered into as of the 1st day of April, 1995, by and between THE OHIO STATE UNIVERSITY (\"the University\") and EDISON WELDING INSTITUTE (EWI\") for the purpose of delineating the joint use of welding and joining equipment (\"the Equipment\") to be located in the Edison Joining Technology Center which is to be constructed by EWI in the University's Research Park in Columbus, Ohio.\n\n## WITNESSETH:\n\nWHEREAS, the University was instrumental in the establishment of EWI in 1984 for the purpose of assisting Ohio and U.S. industry in the field of materials joining technology; and\n\nWHEREAS, subsequent cooperation between the two organizations has been extensive and mutually beneficial; and\n\nWHEREAS, EWI has grown to the extent that its original building located in the University's Research Park will no longer accommodate all of its programs; and\n\nWHEREAS, the University and EWI wish to facilitate further growth and cooperation by developing an expanded Facility for EWI in the University Research Park, to be named the Edison Joining Technology Center (the \"Facility\"); and\n\nWHEREAS, the Facility will house both EWI and significant components of the University's Welding Engineering Program, as well as the Equipment; and\n\nWHEREAS, the Ohio General Assembly of the State of Ohio through the FY 95 capital bill, Substitute House Bill No. 790 appropriated Two Million Dollars ($2,000,000) to the University toward the cost of the Facility.\n\nNOW THEREFORE, in consideration of the mutual benefits hereunder, the parties hereby agree to the following terms and conditions.\n\n## TERMS AND CONDITIONS\n\n## SECTION 1. GENERAL PROVISIONS\n\na. The Equipment will be located throughout the Facility, which will be constructed on a parcel of land at the intersection of Carmack Road and Lane Avenue in The Ohio State University Research Park in the City of Columbus, Franklin County, Ohio.\n\nBE2-1138161-1\n3/30/95\n\nb. The University will enter into a long term lease with EWI, which will construct the Facility with University and private funds.\n\nC. EWI shall be responsible for the operation and maintenance of the Facility and for insuring it against casualty and liability, as provided in the said long term lease and the other agreements to be entered into between the parties (\"the Other Agreements\").\n\n## SECTION 2. EXTENT AND NATURE OF USE BY UNIVERSITY\n\na. The Administrative Committee as defined in the Other Agreements shall identify equipment owned by EWI in the areas of (1) resistance and forge welding, (2) mechanical testing, (3) microjoining, and (4) plastics joining, which equipment will have a present value equal to the amount of the aforesaid appropriation of state funds ($2,000,000). Said equipment will be known as \"the Equipment\". From time to time, the Administrative Committee may review and modify the list of the Equipment, identifying additional or different areas of equipment in order to insure that the value of the Equipment remains at $2,000,000 and continues to be relevant to the University's instructional program.\n\nb. The University shall be entitled to utilize the Equipment for instructional purposes.\n\nC. The terms of the University's use of the Equipment shall be commensurate with the aforesaid appropriation of state funds, and more favorable to the University than to any other user.\n\nd. EWI will be responsible for the maintenance of the Equipment.\n\ne. The University's use of the Equipment shall be in lieu of any free use of the Facility, although the parties acknowledge that the aforesaid appropriation of state funds towards construction of the Facility will allow the University to lease space in the Facility at a below market rental rate.\n\n## SECTION 3. TERM\n\nThis Agreement shall become effective upon its execution by the parties hereto, and shall remain effective during the entire initial term of the said long term lease.\n\n## SECTION 4. REIMBURSEMENT TO STATE UPON TERMINATION\n\nIn the event that the University's right to utilize the Equipment located throughout the Facility is terminated by EWI prior to the expiration of fifteen (15) years from the date of commencement of the University's use of the Equipment, the State of Ohio shall be partially reimbursed. Such reimbursement shall be calculated by dividing the amount of the aforesaid appropriation of state funds by fifteen (15) and multiplying that sum by fifteen (15) less the number of years since the commencement of the said use. Termination shall not occur for purposes of this section by reason of a casualty loss to the Equipment or the Facility if same are replaced or rebuilt pursuant to the\n\n2\n\nOther Agreements. This clause shall not effect or diminish any other remedy of the University pursuant to law.\n\n## SECTION 5. INDEMNIFICATION OF THE UNIVERSITY\n\nThe University shall have no liability for, and EWI shall indemnify and hold the University harmless from any and all costs, liabilities and claims that arise from or are related to the construction, operation and maintenance costs of the Facility, except for (1) claims arising out of the breach by the University of any agreement between the parties, (2) the University's obligation to pay the said expenses of maintenance and operation as provided in the Other Agreements, and (3) claims arising out of the negligence of the University, its employees, agents, students or guests..\n\n## SECTION 6. BIDDING PROCEDURES\n\nIn the expenditure of state capital appropriations, EWI shall follow competitive bidding procedures which include, as a minimum, publishing advertisements to seek bids, receiving sealed bids, and awarding contracts to the lowest responsive and responsible bidders.\n\n## SECTION 7. REIMBURSEMENT TO THE UNIVERSITY.\n\nThe University shall be reimbursed for administrative costs incurred as a result of the Facility project. The reimbursement shall be up to one and one-half percent (1 1/2%) of the total amount appropriated to the University by the State of Ohio for construction of the Facility(i.e. $30,000).\n\n## SECTION 8. USE OF FUNDS FOR CAPITAL IMPROVEMENTS\n\nThe funds appropriated for the Facility by the State of Ohio shall be used only for capital improvements as defined in Amended Substitute House Bill 790.\n\n## SECTION 9. COMPLIANCE WITH LAWS\n\nEWI shall comply with all applicable federal, state, and local laws and administrative regulations.\n\n## SECTION 10. DISTRIBUTION OF FUNDS\n\nUpon execution of this AGREEMENT, the University shall submit to the Ohio Board of Regents a formal request for release of the two million dollars ($2,000,000) appropriated for the Facility by the State of Ohio in Amended Substitute House Bill 790. After release and encumbrance of the funds, the University shall seek disbursements therefrom as herein provided. EWI shall submit to the University requests for payments of amounts due for contracted work, along with documentation (a) that the cost has been properly incurred and is appropriately chargeable to the total construction costs, and (b) that the work meets the applicable specifications of the State of Ohio, the University and this agreement, on or after the times the work is completed. Such requests shall not be submitted more than once per month. Payment of the University's\n\n3\n\nadministrative fee shall be deducted and made to the University as funds are released by the State of Ohio.\n\n## SECTION 11. NOTICES\n\nAll notices to the parties shall be addressed to the parties at the addresses set forth below, or to such other address as either party, or its attorney, shall have designated by notice given in accordance with toe provisions of this paragraph. All notices shall be addressed and mailed, postage prepaid, by certified mail, or delivered as follows: To EWI:\n\nEDISON WELDING INSTITUTE\n1100 Kinnear Road\nColumbus, Ohio 43212\nAttention: Executive Director\n\nTo the University:\n\nTHE OHIO STATE University 190 North Oval Mall, Room 108 Columbus, Ohio 43210 Attention: Vice President for Business and Administration\n\n## SECTION 12. AMENDMENTS\n\nAll amendments to this Agreement shall be in writing and signed by the parties and shall require the prior approval of the University Board of Trustees, EWI, and the Ohio Board of Regents.\n\n## SECTION 13. BINDING NATURE\n\nThis agreement shall be binding upon and inure to the benefit of EWI and the University and their respective successors and assigns. Provided, however, neither party shall assign this Agreement without the prior written consent of the other party.\n\n## SECTION 14. ENTIRE AGREEMENT\n\nThis Agreement sets forth the entire agreement of the parties concerning the Equipment, except for the Other Agreements.\n\n## SECTION 15. DEFAULT\n\nNeither party shall be in default or breach of this Agreement unless it fails to perform or observe any covenant, term or condition required of it within thirty (30) days after the other party gives written notice of same. If, however, the same cannot reasonably be performed in such thirty (30) day period, a party will not be in default or breach of this Agreement if it commences performance\n\n4\n\nor observance within such thirty (30) day period, and thereafter diligently proceeds to complete the performance of observance.\n\n## SECTION 16. NO WAIVER\n\nNo failure by either party to insist upon the strict performance by the other of any covenant, term or condition of this Agreement or to exercise any right or remedy contingent upon a breach thereof shall constitute a waiver of such breach or of such covenant, term or condition, and this Agreement shall continue in full force and effect with respect to any other then existing or subsequent breach.\n\n## SECTION 17. INVALID PROVISION\n\nThe invalidity or unenforcability of any particular provision of this Agreement shall not affect the other provisions hereof, and this Agreement shall be construed in all respects as if such invalid or unenforceable provision was omitted.\n\n## SECTION 18. SECTIONS AND HEADINGS\n\nHeadings in this Agreement are for convenience only and shall not be given effect in the interpretation of this Agreement. Unless otherwise indicated, references to Sections are to Sections of this Agreement.\n\n## SECTION 19. GOVERNING LAW\n\nThis Agreement shall be governed by and construed in accordance with the laws of the State of Ohio and any action brought pursuant to this agreement shall be brought in a court of competent jurisdiction within the State of Ohio.\n\n## SIGNATURES\n\nIt is therefore agreed that EWI and the University will cooperate in the field of materials joining in the spirit and manner outlined in this document.\n\nIN WITNESS WHEREOF, the parties have executed this Agreement as of the day and year first set forth above.\n\nTHE OHIO STATE UNIVERSITY\nBy: <signature>\nJanet G. Pichette\nVice President for Business and Administration\n\nEDISON WELDING INSTITUTE\nBy: <signature>\nKarl Graff\nExecutive Director\n\n(Signatures continued on next page)\n\n5\n\n(Signatures continued from previous page of Joint Use Agreement)\n\n<signature>\nEdward F. Hayes\nVice President for Research\n\n<signature>\nRichard Sisson\nSenior Vice President for Academic Affairs and Provost\n\n<signature>\nWilliam J. Shkurti\nVice President for Finance\n<signature>\nJose B. Cruz, Jr.\nDean, College of Engineering\n\n<signature>\nRobert J. Borel\nChairman, Board of Trustees\n\n60\n\n# ACORD CERTIFICATE OF LIABILITY INSURANCE\n\nTM\n\nFile in Lease folder\n\nDATE (MM/DD/YYYY)\n03/10/2005\n\nPRODUCER (614) 221-3225 FAX (614) 221-3414\nArcher-Meek-Weiler Agency, Inc\nSuite 308\n150 East Mound Street\nColumbus, OH 43215-5473\n\nINSURED Edison Welding Institute Inc.\nand EWI Microalloying International LP\n1250 Arthur E Adams Drive\nColumbus, OH 43221\n\nTHIS CERTIFICATE IS ISSUED AS A MATTER OF INFORMATION ONLY AND CONFERS NO RIGHTS UPON THE CERTIFICATE HOLDER. THIS CERTIFICATE DOES NOT AMEND, EXTEND OR ALTER THE COVERAGE AFFORDED BY THE POLICIES BELOW.\n\nINSURERS AFFORDING COVERAGE:\nNAIC #: \nINSURER A: Continental Casualty\nNAIC #: 20443\nINSURER B: Transportation Insurance Co.\nNAIC #: 20494\nINSURER C: Federal Ins Co\nNAIC #: 20281\nINSURER D: Evanston Insurance\nNAIC #: <empty>\nINSURER E: <empty>\nNAIC #: <empty>\n\n## COVERAGES\n\nTHE POLICIES OF INSURANCE LISTED BELOW HAVE BEEN ISSUED TO THE INSURED NAMED ABOVE FOR THE POLICY PERIOD INDICATED. NOTWITHSTANDIN ANY REQUIREMENT, TERM OR CONDITION OF ANY CONTRACT OR OTHER DOCUMENT WITH RESPECT TO WHICH THIS CERTIFICATE MAY BE ISSUED OR MAY PERTAIN, THE INSURANCE AFFORDED BY THE POLICIES DESCRIBED HEREIN IS SUBJECT TO ALL THE TERMS, EXCLUSIONS AND CONDITIONS OF SUCH POLICIES. AGGREGATE LIMITS SHOWN MAY HAVE BEEN REDUCED BY PAID CLAIMS.\n\nINSR LTR: A\nADD'L INSRD: X\nTYPE OF INSURANCE:\n[x] GENERAL LIABILITY\n[ ] COMMERCIAL GENERAL LIABILITY\n[ ] CLAIMS MADE\n[x] OCCUR\n<empty>\n<empty>\nGEN'L AGGREGATE LIMIT APPLIES PER:\n[ ] POLICY\n[ ] PROJECT\n[ ] LOC\nPOLICY NUMBER: C1077487821\nPOLICY EFFECTIVE DATE (MM/DD/YY): 03/10/2005\nPOLICY EXPIRATION DATE (MM/DD/YY): 03/10/2006\nLIMITS:\nEACH OCCURRENCE: $ 1,000,000\nDAMAGE TO RENTED PREMISES (Ea occurrence): $ 100,000\nMED EXP (Any one person): $ 5,000\nPERSONAL & ADV INJURY: $ 1,000,000\nGENERAL AGGREGATE: $ 2,000,000\nPRODUCTS - COMP/OP AGG: $ Excluded\n\nINSR LTR: B\nADD'L INSRD: <empty>\nTYPE OF INSURANCE:\n[x] AUTOMOBILE LIABILITY\n[x] ANY AUTO\n[ ] ALL OWNED AUTOS\n[ ] SCHEDULED AUTOS\n[x] HIRED AUTOS\n[x] NON-OWNED AUTOS\n[x] $500 COMP DED\n[x] $500 COLL DED\nPOLICY NUMBER: C1077488032\nPOLICY EFFECTIVE DATE (MM/DD/YY): 03/10/2005\nPOLICY EXPIRATION DATE (MM/DD/YY): 03/10/2006\nLIMITS:\nCOMBINED SINGLE LIMIT (Ea accident): $ 1,000,000\nBODILY INJURY (Per person): $\nBODILY INJURY (Per accident): $\nPROPERTY DAMAGE (Per accident): $\n\nINSR LTR: <empty>\nADD'L INSRD: <empty>\nTYPE OF INSURANCE:\n[ ] GARAGE LIABILITY\n[ ] ANY AUTO\nPOLICY NUMBER: <empty>\nPOLICY EFFECTIVE DATE (MM/DD/YY): <empty>\nPOLICY EXPIRATION DATE (MM/DD/YY): <empty>\nLIMITS:\nAUTO ONLY - EA ACCIDENT: $\nOTHER THAN AUTO ONLY:\nEA ACC: $\nAGG: $\n\nINSR LTR: C\nADD'L INSRD: <empty>\nTYPE OF INSURANCE:\nEXCESS/UMBRELLA LIABILITY\n[x] OCCUR\n[ ] CLAIMS MADE\n[ ] DEDUCTIBLE\n[ ] RETENTION $\nPOLICY NUMBER: 79815203\nPOLICY EFFECTIVE DATE (MM/DD/YY): 03/10/2005\nPOLICY EXPIRATION DATE (MM/DD/YY): 03/10/2006\nLIMITS:\nEACH OCCURRENCE: $ 4,000,000\nAGGREGATE: $ 4,000,000\n$\n\nINSR LTR: A\nADD'L INSRD: <empty>\nTYPE OF INSURANCE:\n[x] WORKERS' COMPENSATION AND *****\nEMPLOYERS' LIABILITY\nANY PROPRIETOR/PARTNER/EXECUTIVE OFFICER/MEMBER EXCLUDED?\nIf yes, describe under SPECIAL PROVISIONS below\nPOLICY NUMBER: C1077487821\nPOLICY EFFECTIVE DATE (MM/DD/YY): 03/10/2005\nPOLICY EXPIRATION DATE (MM/DD/YY): 03/10/2006\nLIMITS:\n[ ] WC STATU- TORY LIMITS\n[ ] OTH- ER-\nE.L. EACH ACCIDENT: $ 1,000,000\nE.L. DISEASE - EA EMPLOYEE: $ 1,000,000\nE.L. DISEASE - POLICY LIMIT: $ 1,000,000\n\nINSR LTR: D\nADD'L INSRD: <empty>\nTYPE OF INSURANCE:\nOTHER ERRORS & OMISSIONS incl.Products Liability\nPOLICY NUMBER: EO-816813\nPOLICY EFFECTIVE DATE (MM/DD/YY): 03/10/2005\nPOLICY EXPIRATION DATE (MM/DD/YY): 03/10/2006\nLIMITS:\nLIMIT: $ 1,000,000\nDEDUCTIBLE: 25,000\n\nDESCRIPTION OF OPERATIONS/LOCATIONS/VEHICLES/EXCLUSIONS ADDED BY ENDORSEMENT / SPECIAL PROVISIONS\n\nThe Ohio State University, the Board of Trustees of The Ohio State University, its officers, agents, and employees are Additional Insureds for general liability as their interest may appear.\n\nProducts are excluded under the General Liability but included under the E&O and Products liability.\n\n## CERTIFICATE HOLDER\n\n## CANCELLATION\n\nThe Ohio State University\nProperty Management Division\n2070 Neil Avenue\nColumbus, OH 43210\n\nSHOULD ANY OF THE ABOVE DESCRIBED POLICIES BE CANCELLED BEFORE THE EXPIRATION DATE THEREOF, THE ISSUING INSURER WILL ENDEAVOR TO MAIL\n30 DAYS WRITTEN NOTICE TO THE CERTIFICATE HOLDER NAMED TO THE LEFT,\nBUT FAILURE TO MAIL SUCH NOTICE SHALL IMPOSE NO OBLIGATION OR LIABILITY OF ANY KIND UPON THE INSURER, ITS AGENTS OR REPRESENTATIVES.\nAUTHORIZED REPRESENTATIVE: Gail Boucher/GAIL\n<signature>\n\nACORD 25 (2001/08)\n\n©ACORD CORPORATION 1988"
}