{
  "filename": "rental_114_final.pdf",
  "url": "https://example.com/documents/rental_114_final",
  "parsed_text": "# FIRST LEASE MODIFICATION AGREEMENT\n\nThis First Lease Modification Agreement (\"Agreement\") is entered into as of November 6, 2017 (the \"Effective Date\"), by and between GRACELAND RETAIL 2017, LLC, a Delaware limited liability company, successor in interest to Graceland Owner, LLC, an Ohio limited liability company (\"Landlord\"), and MUSIC AND ARTS CENTER, A DIVISION OF GUITAR CENTER STORES, INC., a Delaware corporation, its successors and assigns d/b/a \"MUSIC & ARTS CENTER\" (\"Tenant\").\n\n## Recitals\n\nA. Landlord and Tenant have entered into a Lease Agreement dated February 8,2013 (the \"Lease\"). for those certain premises consisting of approximately 2,658 square feet designated as Storeroom Number 1-28A and having an address of 159 Graceland Blvd., Columbus, Ohio 43214 (the Premises\"), which Premises are situated within the Graceland Shopping Center (\"Shopping Center\") located in the City of Columbus, County of Franklin and State of Ohio.\n\nB. The Term of theLease expires August 31, 2018 and Tenant desires toexercise its First Extension Option to extend the Term through August 31, 2023.\n\nC. Landlord and Tenant mutually intend and desire to modify the Lease on and subject to the terms and conditions hereinafter set forth.\n\n## Agreement\n\nIn consideration of the foregoing recitals and other good and valuable consideration, the receipt and\n\nsufficiency of which is hereby acknowledged, Landlord and Tenant agree as follows:\n\nL\n\n- As of the Effective Date, the Lease is modified as follows:\n\na.\n\n- Extended Term. Tenant hereby duly exercises its First Extension Option to extend the Term of the Lease for five (5) Lease Years through August 31, 2023 (the \"First Option Term\"). All the terms, covenants, provisions and conditions ofthe Lease shall apply during the First Option Term except as otherwise set forth in this Agreement. \"Term\" as defined in the Lease shall include the First Option Term, and if duly exercised, the Second Option Term as set forth in Section 1.4 of the Lease, and the Third Option Term set forth in subsection (b) hereof.\n\nb.\n\n- Extension Option. Provided Tenant is not in default under the Lease beyond any applicable cure period, Tenant is hereby granted one (1) additional Extension Option (the \"Third Extension Option\") to extend the Term of the Lease for a period of five (5) Lease Years commencing on September 1, 2028 and continuing through August 31, 2033 (the \"Third Option Term\"). Such option shall be exercised, if at all, by Tenant's delivery of written notice to Landlord no later than one hundred eighty (180) days prior to the last day of the Second Option Term, time being of the essence with respect to such notice. If Tenant fails to timely notify Landlord as set forth herein, Tenant's option to extend the Term shall expire and the Lease shall terminate pursuant to the terms thereof.\n\nC.\n\nC. Base Rent. Notwithstanding any provision ofthe Lease to the contrary, the amount of Base Rent payable in accordance with the terms ofthe Lease during the First Option Term shall be as set forth below:\n\n| Period                | Annual Base Rent   | Monthly<br />Installment   | Rate Per Leasable<br />Sq. Ft. Per Lease   |\n|-|-|-|-|\n| 09/01/2018 08/31/2023 | $43,857.00         | $3,654.75                  | $16.50                                     |\n\n1\n\nL:\\Modifications\\KIM Modifications\\Music & Arts Center @ Graceland\\2017 LMA #1 v.2 10-05-2017.docx\n\nCASTO\nLEGAL\nDEPT.\n\nBase Rent payable in accordance with the terms of the Lease during the Second Option Term and Third Option Term, if duly exercised, shall be as set forth below:\n\n|                         | Annual Minimum   | Monthly     | Rate Per Leasable   |\n|-|-|-|-|\n| Period                  | Rent             | Installment | Sq. Ft. Per Lease   |\n| 09/01/2023 - 08/31/2028 | $48,242.70       | $4,020.23   | $18.15              |\n| 09/01/2028-08/31/2033   | $53,080.26       | $4,423.36   | $19.97              |\n\n## d. Notices and Payment. Landlord's notice address and payment address shall be as follows:\n\nLandlord's Address for Notice:\nGRACELAND RETAIL 2017, LLC\nc/o CASTO\n250 Civic Center Drive, Suite 500\nColumbus, Ohio 43215\n\nLandlord's Address for Payments:\nGRACELAND RETAIL 2017, LLC\nc/o CASTO\nP.O. Box 1450\nColumbus, Ohio 43216\n\nTenant's Notice Address shall be as follows: MUSIC AND ARTS CENTER, A DIVISION OF GUITAR CENTER STORES, INC. 5295 WestviewDrive, Suite 300 Frederick, Maryland 21703\n\nAny contrary provision of the Lease notwithstanding, notice address changes may be delivered via regular U.S. Mail.\n\n2. Anything in this Agreement to the contrary notwithstanding, in the event Tenant defaults under the Lease prior to the Effective Date, Landlord may terminate and declare this Agreement nulland void by providing written notice thereof to Tenant,\n\n3. As amaterial inducement to Landlord entering into this Agreement, Tenant certifies to Landlord that as of the date hereof: (i)the Lease, as modified hereby, contains the entire agreement between the parties hereto relating to the Premises and that there are no other agreements between the parties relating to the Premises, the Lease or the Shopping Center which are not contained herein or in the Lease; (ii)to the best of Tenant's knowledge, Landlord isnot in default in any respect in any of the terms, covenants and conditions of the Lease; and(iii) Tenant has no known setoffs, counterclaims or defenses against Landlord under the Lease.\n\n4. Landlord and Tenant each warrant and represent to the other that there are no claims for brokerage commissions or finders fees in connectionwith consummating this Agreement, except with respect to State Street Capital Realty, LLC d/b/a \"CASTO\" (an affiliate of Landlord) (\"Broker\") whose commission shall be paid by Landlord pursuant to a separate agreement. Each party agrees to indemnify and hold the other harmless against any claims for commission or fees arising by reason of a breach by the indemnifying party of this representation and warranty.\n\n5. Tenant and Landlord represent and warrant that it has takenall corporate, partnership or other action necessary to execute and deliver this Agreement, and that this Agreement constitutes the legally binding obligation of Tenant and Landlord, respectively, enforceable in accordance with its terms. Tenant and Landlord shall save and hold each other harmless from any claims,or damages including reasonable attorneys' fees arising from Tenant's or Landlord's misrepresentation of its authority to enter into and execute this Agreement.\n\n\t6. Capitalized terms not defined herein shall have the definitions given such terms in the Lease.\n\n7. In the event of any conflict or inconsistency between the terms of this Agreement and the terms of the Lease, the terms ofthis Agreement shall be deemed operative and any conflicting or inconsistent terms contained\n\nCASTO\nLEGAL\nDEPT.\n\n2\n\nL:\\Modifications\\KIM Modifications Music & Arts Center @Graceland 2017 LMA #1 v.2 10-05-2017.docx\n\nin the Lease shall be deemed null and void. As modified and amended hereby, Landlord and Tenant each ratify and affirm the terms ofthe Lease.\n\n8. This Agreement may be executed in counterparts, all of which counterparts shall bedeemed originals, all of which counterparts taken together shall constitute a single Agreement, and signature pages of which may be detached from the several counterparts and attached to a single copy of this Agreement to physically form a single document.\n\n## [REMAINDER OF PAGE INTENTIONALLY BLANK]\n\n3\n\nL:\\Modifications\\KIM Modifications\\Music & Arts Center @ Graceland 2017 LMA#1 v.2 10-05-2017.docx\n\nCASTO\nLEGAL\nDEPT\n\nWHEREFOR, Landlord and Tenant have executed this Agreement to be effective as of the Effective Date.\n\n## LANDLORD:\n\nGRACELAND RETAIL 2017, LLC,\na Delaware limited liability company\n\nBy: Graceland Shoppers Limited Partnership,\nan Ohio limited partnership, its Manager\n\nBy: RCG Graceland GP LLC,\nan Ohio limited liability company,\nits general partner\n\n<signature>\nRichard C. McQuown, Sole Member\n\nBy: DMC Graceland GP LLC,\nan Ohio limited liability company,\nits general partner\n\nBy: <signature>\nDon M. Castro III, Sole Member\n\n## LANDLORD'S ACKNOWLEDGMENT\n\nSTATE OF OHIO\n\nCOUNTY OF FRANKLIN\n\n)\n) ss:\n\nThe foregoing was acknowledged before me, a Notary Public, in and for said County, by Richard C.\nMcQuown who is personally known to me, and who is the Sole Member of RCG Graceland GP LLC, General Partner\nof Graceland Shoppers Limited Partnership, Manager of GRACELAND RETAIL 2017, LLC, a Delaware limited\nliability company, on behalf of the limited liability company, this 6th day of November, 2017.\n\n<signature>\nNotary Public\n\nSTATE OF OHIO )\nCOUNTY OF FRANKLIN ) ss:\n\nNOTARIAL SEAL STATE OF OHIO\nPATRICIA S. CALLAHAN\nNOTARY PUBLIC, STATE OF OHIO\nMY COMMISSION EXPIRES JUNE 29, 2020\n\nThe foregoing was acknowledged before me, a Notary Public, in and for said County, by Don M. Castro III,\nwho is personally known to me, and who is the Sole Member of DMC Graceland GP LLC, General Partner of\nGraceland Shoppers Limited Partnership, Manager of GRACELAND RETAIL 2017, LLC, a Delaware limited\nliability company on behalf of the limited liability company this 15th day of November, 2017.\n\n<signature>\nJULIANA FERNANDES\nNotary Public, State of Ohio\nMy Commission Expires 03-08-2022\n\n4\n\nL:\\Modifications\\KIM Modifications\\Music & Arts Center @ Graceland\\2017 LMA #IV-2 10-05-2017.docx\n\nCASTO LEGAL\nDEPT\n\n## TENANT:\n\nMUSIC AND ARTS CENTER,\n\nA DIVISION OF GUITAR CENTER STORES, INC.,\n\na Delaware corporation\n\nBy: <signature>\nName: Stephen Joplin\nTitle: President\n\n## TENANT'S ACKNOWLEDGEMENT\n\nSTATE OF Maryland )\nCOUNTY OF Frederick ) ss:\n\nThe foregoing was acknowledged before me, a Notary Public, in and for said County, by Stephen Zape who is personally known to me or who has provided valid identification, and who is the President of MUSIC AND ARTS CENTER, A DIVISION OF GUITAR CENTER STORES, INC., a Delaware corporation, on behalf of the corporation, this 20 day of October, 2017.\n\n<signature>\nNotary Public\n\n5\n\nL:\\Modifications\\KIM Modifications\\Music & Arts Center @ Graceland\\2017 LMA #1 v.2 10-05-2017.docx\n\nCASTO\n\nLEGAL\n\nDEPT"
}