{
  "filename": "file_252_final.pdf",
  "url": "https://example.com/documents/file_252_final",
  "parsed_text": "[ ]\n\n[ ]\n\n# COMMENCEMENT DATE\nAGREEMENT\n\nThis Commencement Date Agreement, dated this 4th day of August, 1998 by and between Dublin Oaks Limited, an Ohio limited liability company, hereinafter called the \"Landlord\", whose address is 8 East Broad Street, Columbus, Ohio 43215, and Tim Donut U.S. Limited, Inc., a Florida corporation, hereinafter \"Tenant\", whose address is P.O. Box 256, 4288 West Dublin-Granville Rd., Dublin, Ohio 43017.\n\n## WITNESSETH:\n\nWHEREAS, Landlord and Tenant have entered into a certain Lease Agreement (the \"Lease\") dated October 20, 1997 for 6850 Perimeter Loop, Dublin, Ohio 43017 (the \"Premises\"), said Premises being located in the Landlord's property known as the Avery Square Shopping Center;\n\nWHEREAS, Landlord and Tenant desire to memorialize in writing the date of commencement and the date of expiration of the term of said Lease;\n\nNOW THEREFORE, in consideration of the sum of One Dollar ($1.00) and other valuable consideration, the receipt of which is hereby acknowledged, it is mutually agreed as follows:\n\n(1) Thedate on which the term of the aforesaid Lease commenced is June 23, 1998 (the \"Commencement Date\"), and the date of expiration of the same shall be December 31, 2013 (the \"Expiration Date\"). All contingency clauses or conditions as to the effectiveness of the Lease contained in Tenant's favor in the Lease are hereby deemed waived and/or satisfied (to the extent not previously waived or satisfied) as of said date of commencement.\n\n(2) Except for the foregoing stipulations, this instrument in no way alters, changes, modifies or amends the aforesaid Lease.\n\nIN WITNESS WHEREOF, the Landlord and Tenant have caused this instrument to be executed\nthis 4th day of August, 1998.\n\nWitnesses (Two Required):\n\nsignature: <signature>\nprinted name: Benna S. Waterfield\nsignature: <signature>\nprinted named: DOREEN A. TOMPKINS\n\nLANDLORD: Dublin Oaks Limited, an Ohio limited liability company\nBy: Lucas Avery Limited, an Ohio limited liability company, Member\n149 By: <signature>\nDon M. Castro, III, Managing Member\n\nD:\\Documents\\Word Avery Square\\COMMENCEMENT DATE AGREEMENT, Tim Horton.doc 7/16/98 3:18 PM(mal)\n\nPage 1\n\n[ ]\n\nSignature: <signature>\nprinted name: Diane L. Wickline\n\nsignature: <signature>\nprinted name: MARGARET A. LARCOMB\n\nsignature: <signature>\nprinted name: ROBIN P. ZELINSKI\n\nsignature: <signature>\nprinted name: VICTOR A. LAYNE\n\n[ ]\n\nBy: Avery 33 Limited, an Ohio limited liability\ncompany, Member\nBy: <signature>\nRichard J. Solove, Partner\n\nTENANT: Tim Donut U.S. Limited, Inc., a Florida corporation\nBy: <signature>\nGordon F. Teter, Chairman, CEO\n\nLaw Dept.: <signature>\n\n## ACKNOWLEDGMENTS\n\nSTATE OF OHIO }\nCOUNTY OF FRANKLIN } SS:\n\nBefore me, a Notary Public in and for said county, personally appeared the above named Landlord, Dublin Oaks Limited, an Ohio limited liability company, by Lucas Avery Limited, an Ohio limited liability company, Member, by Don M. Casto, III, Managing Member, duly authorized by all the Members of said limited liability company, who acknowledged the execution of the foregoing instrument to be his free and voluntary act and deed and the free act and deed of said limited liability companies, for the uses and purposes therein mentioned.\n\nJN TESTIMONY WHEREOF, I have hereunto set my hand and official seal at Columbus, Ohio\nthis 1st day of August , 1998.\n\n<signature>\nNotary Public\nMARGARET A. LARCOMB\nNOTARY PUBLIC, STATE OF OHIO\nBENNA S. WATERFIELD , Page 2\nNotary Public, State of Ohio\nMy Commission Expires 06-20-2001\n\nD:\\Documents\\Word Avery Square COMMENCEMENT DATE AGREEMENT, Tim Horton.doc 7/16/98 3:18 PM(mal)\n\n[ ]\n\n[ ]\n\n# STATE OF OHIO\nCOUNTY OF FRANKLIN } SS:\n\nBefore me, a Notary Public in and for said county, personally appeared the above named Landlord, Dublin Oaks Limited, an Ohio limited liability company, by Avery 33 Limited, an Ohio limited liability company, Member, by Richard J. Solove, Managing Member, duly authorized by all the Members of said limited liability company, who acknowledged the execution of the foregoing instrument to be his free and voluntary act and deed and the free act and deed of said limited liability companies, for the uses and purposes therein mentioned.\n\nIN TESTIMONY WHEREOF, I have hereunto set my hand and official seal at Columbus, Ohio\nthis 31st day of July, 1998.\n\n<signature>\nNotary Public\n\nSTATE OF OHIO } }\nCOUNTY OF FRANKLIN } SS:\n\nBefore me, a Notary Public in and for said county, personally appeared the above named Tenant, Tim\nDonut U.S. Limited, Inc., a Florida corporation, by Gordon F. Teter, Chairman, CEO, duly authorized by the Board of\nDirectors of said corporation, who acknowledged the execution of the foregoing instrument to be his free and\nvoluntary act and deed and the free act and deed of said corporation, for the uses and purposes therein mentioned.\n\nIN TESTIMONY WHEREOF, I have hereunto set my hand and official seal at <signature>,\nOhio this 31st day of July, 1998.\n\nThis instrument prepared by:\nW. James Hutchins, Esq.\n8 East Broad Street, 12th Floor\nColumbus, Ohio 43215\n\n<signature>\nNotary Public\nROBIN P. ZELINSKI\nNOTARY PUBLIC, STATE OF OHIO\nMY COMMISSION EXPIRES MAY 11, 1999\n\nD:\\Documents\\Word\\Avery Square\\COMMENCEMENT DATE AGREEMENT, Tim Horton.doc\n7/16/98 3:18 PM(mal)\n\nPage 3"
}