{
  "filename": "scan_896_signed.pdf",
  "url": "https://example.com/documents/scan_896_signed",
  "parsed_text": "# MUSIC & ARTS CENTER,\nA DIVISION OF GUITAR CENTER STORES, INC.\nCOMMERCIAL MULTI-TENANT LEASE-NET\n\n## 1. Basic Provisions (\"Basic Provisions\")\n\n1.1 Parties. This Lease (\"Lease\"), dated for reference purposes only, January 8, 2013, is made by and between GRACELAND OWNER LLC, an Ohio limited liability company (\"Landlord\") and MUSIC AND ARTS CENTER, A DIVISION OF GUITAR CENTER STORES, INC., a Delaware corporation (\"Tenant\") (collectively the \"Parties\" or individually a \"Party\").\n\n- 1.2 Premises. That certain portion of the shopping center, including all improvements therein or to be provided by Landlord under the terms of this Lease, located at 159 Graceland Boulevard, Columbus, Ohio 43214, as outlined on EXHIBIT A - SITE PLAN, attached hereto, and generally described as retail space of approximately 2,658 square feet (\"Premises\"), which is part of a larger 338,923 square foot Shopping Center known as Graceland Shopping Center (\"Shopping Center\"). In addition to Tenant's rights to use and occupy the Premises as hereinafter specified, Tenant shall have non- exclusive rights to the Common Areas (as defined in Paragraph 2.6 below). (See Section 2 for further provisions.)\n\n- 1.3 Term. Approximately Five (5) years (\"Original Term\") commencing upon the delivery of the possession of the Premises to Tenant with Landlord's Work substantially complete as set forth in EXHIBIT B-LANDLORD'S WORK, attached hereto (\"Commencement Date\") and ending on the last day of the month of the fifth (5th) anniversary of the Rent Commencement Date. (See Section 3 for further provisions.)\n\n- 1.4 Options. Tenant shall have two (2) - five (5) year options to extend the term of this Lease. (See Section 39 for further provisions.)\n\n- 1.5 Base Rent. As set forth in the Rent Schedule in Paragraph 1.6, below, (\"Base Rent\") and Tenant's Share of Common Area Operating Costs, as defined in this Lease, shall be payable on the first day of each month commencing one hundred twenty (120) days after the later to occur of completion of all of the following: (a) delivery of possession of the Premises to Tenant in compliance with all applicable laws and with Landlord's Work substantially complete, (b) receipt of a Subordination, Non- Disturbance and Attornment Agreement (as defined in Paragraph 30.3), in favor of Tenant, executed by Landlord and Landlord's mortgagee and reasonably acceptable in form and substance to Tenant (\"SNDA\"), and any other requested documents from Landlord including the Waivers, as defined in Paragraph 1.7 hereof, (c) Tenant's receipt of the Approvals, as defined in Paragraph 1.7 hereof (provided that Tenant diligently pursues the same) and (d) Landlord's approval of Tenant's improvement plans (\"Rent Commencement Date\"). Notwithstanding the foregoing, in no event shall Base Rent or Operating Expenses commence prior to the date on which Landlord completes items (a), (b) (c) and (d) above. In no event shall early delivery of possession of the Premises (prior to the Delivery Date, as defined in Paragraph 3.2 below), create a Rent Commencement Date that is earlier than one hundred twenty (120) days after the later of the following: (i) Delivery Date (as set forth in Paragraph 3.2 of this Lease), (ii) receipt of the SNDA and other raesonably requested documents, or (iii) Landlord's approval of Tenant's improvement plans, without Tenant's prior written approval to such earlier Rent Commencement Date.\n\n## 1.6 Rent Schedule:\n\n| Period               | Annually/SF   | Annually   | Monthly   |\n|-|-|-|-|\n| Years 1-5            | $15.00        | $39,870.00 | $3.322.50 |\n| Option 1-Years 6-10  | $16.50        | $43,857.00 | $4,385.70 |\n| Option 2-Years 11-15 | $18.15        | $48,242.70 | $4,020.23 |\n\nFor purposes of escalation of Base Rent under this Rent Schedule, \"Year 1\" will begin on the first day of the month that follows the Rent Commencement Date; and unless expressly stated to the contrary herein, any Base Rent accruing prior to that date will be at the first year's rate.\n\n- 1.7 Lease Contingency. Tenant's covenants and responsibilities under this Lease are contingent upon and subject to Tenant's receipt of all permits and approvals required for Tenant to construct its interior improvements, signage and open for business within the Premises (collectively, the \"Approvals\"), and the receipt of all requested documents from Landlord as set forth in this Lease, including without limitation, receipt of the SNDA. Tenant will use best efforts to obtain all necessary permits. In the event Tenant determines that it will be unable to obtain, despite diligent efforts, the Approvals within ninety (90) days after Tenant's Plans are approved by Landlord, then Landlord may, at its sole option, elect to try to obtain such plan approvals on Tenant's behalf and Tenant shall cooperate with Landlord in seeking said approvals (provided that Landlord shall not be authorized to bind Tenant on any plan approvals that cause a material adverse impact to Tenant's operations or increase Tenant's costs), or if Tenant has not received the fully executed SNDA as set forth herein, then Tenant shall have the right to terminate this Lease by furnishing Landlord with written notice thereof. Tenant, at its sole option, may waive the contingencies provided herein.\n\n1.8 Permitted Use. For the purpose of the sale, rental, instruction and repair of band and orchestra instruments, guitars, amplifiers, keyboards, percussion and other musical instruments, music books and sheet music, music and video instructional software and other musical instrument accessories and items related thereto, and/or items which are a technological evolution of the foregoing foregoing (\"Permitted Use\") and, with Landlord's consent, not to be unreasonably withheld, conditioned or delayed, any other legal purpose that does not violate any Shopping Center OEA, the existing exclusive use restrictions set forth on EXHIBIT E-EXCLUSIVE USES, and EXHIBIT F-PROHIBITED USES and Tenant has made such changes in the majority of its other stores in the United States. (See Section 6 for further provisions.)\n\n1.9 Insuring Party.\n(See Section 8 for further provisions.)\nLandlord is the \"Insuring Party\" unless otherwise stated herein.\n\n1.10 Brokers. Tenant is represented by The Shopping Center Group, LLC (\"Tenant's Broker\"). Landlord is represented by State Street Capital Realty, LLC (\"Landlord's Broker\"). Tenant's Broker and Landlord's Broker may collectively be referred to as (\"Brokers\").\n\n1.11 Tenant's Share of Common Area Operating Costs.\nseven hundred eighty-four one-thousandths percent (0.784%) (2,658/338,923) (\"Tenant's Share\") as determined by pro-rata square footage of the Premises as compared to the total square footage of the Shopping Center. Tenant's Share may be modified or adjusted due to the expansion of the Shopping Center, but in no event shall Tenant's Share be increased due to any vacancies within the Shopping Center, including, without limitation, events of condemnation, or damage or destruction.\n\n2\n\n## 1.12. Security Deposit. None\n\n1.13 Cotenancy. If at any time during the Original Term, Target is not open to the public for retail purposes (a \"Dark Period\") and the Dark Period lasts one hundred eighty (180) continuous days, a Co-Tenancy Shortfall shall have occurred. Upon commencement of any Co-Tenancy Shortfall, Base Rent will be reduced by fifty percent (50%) and such rent reduction will continue for a period of the shorter of either (i) the end of the Dark Period; or (ii) one year from the start of the Co-Tenancy Shortfall. If the Co-Tenancy Shortfall and the resulting Base Rent reduction last for the full one-year period and the Dark Period is still effective, then Tenant shall have the right to terminate the Lease, effective on sixty (60) days' written notice. If Tenant chooses not to exercise its right to terminate hereunder, then Base Rent shall return to one hundred percent (100%) of the then-current Base Rent under the Lease. These are the sole remedies available to Tenant in the event of a Dark Period or Co-Tenancy Shortfall.\n\n## 2. Premises.\n\n2.1 Letting. Landlord hereby leases to Tenant, and Tenant hereby leases from Landlord the Premises, for the term, at the rental, and upon all of the terms, covenants and conditions set forth in this Lease. Unless otherwise provided herein, any statement of square footage set forth in this Lease, or that may have been used in calculating rental, is an approximation which Landlord and Tenant agree is reasonable and the rental based thereon is not subject to revision whether or not the actual square footage is more or less.\n\n2.2 Condition. Landlord shall deliver the Premises to Tenant clean and free of debris, and with Landlord's Work, as set forth in EXHIBIT B – LANDLORD'S WORK, attached hereto, substantially completed, on the Commencement Date, and warrants to Tenant that the existing roof membrane, plumbing, electrical, fire sprinkler system, lighting, heating, ventilating and air conditioning systems, and loading doors, if any, in the Premises, other than those constructed by Tenant, shall be in good operating condition on the Commencement Date. Landlord represents and warrants that the structural integrity of the Premises and the Shopping Center, including, without limitation, the foundation, roof (including without limitation, the capability of the roof to structurally support the HVAC (as defined in Paragraph 7.1), and any load bearing or retaining walls, is free from any latent or patent defects. Landlord represents and warrants that the Premises are suitable for occupancy and free of insect infestation. If a non-compliance with said warranty exists as of the Commencement Date and during the Term of the Lease, Landlord shall promptly after receipt of written notice from Tenant setting forth with specificity the nature and extent of such non-compliance, rectify same at Landlord's expense. Landlord represents and warrants that Landlord has right and title to Premises and the land on which the Premises and all Common Areas are constructed, and further has the legal right to lease same to Tenant. As used herein, \"Substantially completed\" shall mean that Landlord's Work is sufficiently complete so that Tenant's interior work can commence without substantial interference.\n\n2.3 Compliance with Covenants, Restrictions, Laws, and Building Codes. Landlord represents to the best of its knowledge and warrants to Tenant that the improvements on the Premises comply with any and all applicable covenants or restrictions of record and applicable laws, rules, building codes, zoning, regulations and ordinances in effect on the Commencement Date including, without limitation, the Tenant's intended use of the Premises. Said warranty does not apply to any Alterations or Utility Installations (as defined in Paragraph 7.3(a)) made or to be made by Tenant. If the Premises do not comply with said warranty, Landlord shall, except as otherwise provided in this Lease, promptly after receipt of written notice from Tenant setting forth with specificity the nature and extent of such non-compliance, rectify the same at Landlord's expense. Landlord shall be liable for any alterations, improvements or modifications required to comply with any laws, rules, or regulations promulgated or enacted after the date of this Lease. Landlord shall be responsible for the compliance of the Premises and the Shopping Center and the means of access thereto from a public way with the requirements of the\n\n3\n\nAmericans with Disabilities Act (42 U.S.C. Section 12101 et. seq.) and the regulations and Accessibility Guidelines for Shopping Centers and Facilities pursuant thereto (collectively, the \"Accessibility Laws\"). Tenant shall be responsible for compliance with Accessibility Laws for all non-structural interior portions of the Premises. Landlord represents and warrants that there are no covenants, conditions, restrictions, or agreements in existence which will in any way adversely affect Tenant's intended use of the Premises as a Music & Arts Center or the Common Areas. Landlord represents and warrants that it has submitted or will submit to Tenant, for Tenant's review, all material ancillary documents in Landlord's possession in the form of copies of all REA's, CCR's, OEA's, exclusive use provisions of other tenants, prohibited use agreements, Site Plans, proposed Shopping Center modifications, if any, Shopping Center Rules and Regulations, Master or Ground Leases, if any, and any other documents pertinent to operation of the Shopping Center.\n\n2.4 Vehicle Parking. Landlord represents and warrants that Landlord has not and will not grant exclusive parking rights to any entity within Tenant's \"Protected Area\" as shown on EXHIBIT A (Site Plan). In the event that Tenant notifies Landlord of any abuse or overuse of the parking areas, Landlord shall use its best efforts to take all steps necessary to end the abuse of the parking areas.\n\n2.5 Common Areas - Definition. The term \"Common Areas\" is defined as the lobby areas, parking areas, landscape areas, sidewalks, trash areas, roadways, driveways, and/or loading docks, if any, and any other areas within the Shopping Center in which the Premises are located, and any other areas within the Shopping Center which are for the common and joint use of the tenants of the Shopping Center and their respective employees, suppliers, shippers, customers, contractors, and invitees.\n\n- 2.6 Common Areas - Tenant's Rights. Landlord hereby grants to Tenant, for the benefit of Tenant and its employees, suppliers, shippers, contractors, customers, and invitees, during the term of this Lease, the non-exclusive right to use, in common with others entitled to such use, the Common Areas as they exist from time to time.\n\n## 3. Term.\n\n3.1 Term. The Commencement Date, Expiration Date and Original Term of this\nLease are as specified in Paragraph 1.3.\n\n3.2 Delay in Possession. If for any reason Landlord cannot deliver sole and exclusive possession of the Premises to Tenant with Landlord's Work substantially complete as agreed herein on or before April 1, 2013 (\"Delivery Date\"), Landlord shall not be subject to any liability, therefor, nor shall such failure affect the validity of this Lease, or the obligations of Tenant hereunder, or extend the term hereof, but in such case, Tenant shall not be obligated to pay rent or perform any other obligation of Tenant under the terms of this Lease until Landlord delivers possession of the Premises to Tenant as agreed herein with Landlord's Work substantially complete. If any of the items listed in the Schedule of Deliveries is not delivered to Tenant within sixty (60) days after the Delivery Date, Tenant may, at its option, by notice in writing to Landlord any time thereafter, but prior to such a time as Landlord delivers sole and exclusive possession of the Premises to Tenant as agreed herein, cancel this Lease, by delivery of written notice to Landlord, in which event the Parties shall be discharged from, all obligations hereunder, the foregoing right of Tenant is not subject to any event of force majeure and shall not exceed two hundred ninety (290) days. Additionally, in the event that any Tenant-caused delay results in a late delivery by Landlord, Landlord's delivery obligations shall be extended on a day for day basis (including any Tenant termination right). Except as may be otherwise provided, and regardless of when the term actually commences, if sole and exclusive possession of the Premises is not tendered to Tenant by the Delivery Date with Landlord's Work substantially complete, and Tenant does not terminate this Lease, as aforesaid, the period free of the obligation to pay Base Rent and any Operating Expenses, if\n\nany, that Tenant would otherwise have enjoyed shall run from the date of delivery of such possession and continue for a period equal to what Tenant would otherwise have enjoyed under the terms hereof. Notwithstanding the foregoing requirement of Landlord to deliver to Tenant sole and exclusive possession of the Premises, Tenant acknowledges that Landlord may require access to the Premises for the purpose of completion of Landlord's Work.\n\n## 4. Rent.\n\n4.1 Base Rent. Beginning as of the Rent Commencement Date, Tenant shall cause payment of Base Rent and other rent or charges, as the same may be adjusted from time to time, to be received by Landlord in lawful money of the United States on or before the day on which it is due under the terms of this Lease. Monthly installments of Base Rent shall be due on the Rent Commencement Date and on the first day of each calendar month thereafter. Base Rent and all other rent and charges for any period during the term hereof which is for less than one (1) full calendar month shall be prorated based upon the actual number of days of the calendar month involved. Payment of Base Rent and other charges shall be made to Landlord at its address stated herein or to such other persons or at such other addresses as Landlord may from time to time designate in writing to Tenant.\n\n4.2 Common Area Operating Costs\n\n(a) Common Area Operating Costs Defined. Landlord shall maintain and repair, or cause to be maintained or repaired, the Common Area serving the Premises. All actual costs and expenses incurred by Landlord with respect to the maintenance, repair, and operation of the Common Area are hereinafter referred to as the \"Common Area Operating Costs\" and/or \"CAM's\" and shall be limited to the costs and expenses to: (1) operate, maintain, repair, clean, landscape, and/or mow the Common Areas and any landscaping thereon; (2) sweep parking areas and drive lanes; (3) maintain or repair drainage systems and any other utility systems; (4) maintain, resurface, seal, repair or stripe parking lots, parking lot lighting and service driveways; (5) maintain, repair or light the parking lot, sidewalks, service drives or any other common areas; (6) pay any utility costs on or relating to the Common Areas and facilities; (7) collect, as common area maintenance cost, an actual administrative fee or management fee for any and all of the functions commonly referred to as operating, administering, overseeing, managing and/or the like (the \"Management Fee\") not in excess of 10% of all the Common Area Maintenance expenses, excluding such fee and excluding taxes and utilities and the Management Fee will also be subject to the overall CAP on CAM; and (8) generally maintain the common areas and facilities of the Shopping Center in a diligent manner in accordance with industry standards for a Class \"A\" shopping center. In no event shall Common Area Operating Costs include any (a) Capital Expenditures (as hereafter defined) to comply with applicable laws, or costs of a capital nature, including without limitation, capital improvements, capital replacements, renovations, capital repairs, capital equipment and capital tools, all as determined in accordance with sound real estate accounting principles, consistently applied, except for any capital expenditure needed for the replacement of the parking areas of the Common Areas within the Shopping Center which shall not occur more than once every seven (7) years and the cost of which shall be amortized over a ten (10) year period, (b) costs for investigation, monitoring, abatement, remediation or removal of Hazardous Materials, (c) costs of utilities for other tenants in the Shopping Center, (d) principal or interest payments on the loans secured by mortgages on the Shopping Center or any part thereof,(e) depreciation or amortization of any improvements, (f) costs for any special service provided to a tenant of the Shopping Center which is not provided generally to tenants of the Shopping Center, (g) costs and expenses incurred in connection with leasing space in the Shopping Center, including but not limited to, leasing commissions, advertising and promotional expenses, legal fees for preparation of leases, rents payable with respect to any leasing office, court costs and legal fees incurred to enforce the obligations of tenants under leases of the Shopping Center, (h) costs recoverable by Landlord pursuant to its insurance policies, (i) costs (including any Management Fee) which are based on percentages of rents in the Shopping Center or the Premises, (j) costs that are in\n\n5\n\nexcess of any stated exclusions or the CAP (including, without limitation any Management Fee), (k) costs resulting from defects in design, construction or workmanship of Landlord's Work or the materials used in same, or in the original construction of the Shopping Center, (1) costs due to Landlord's default under this Lease, (m) costs due to the negligence of Landlord, its employees, agents, contractor or assigns, and/or (n) wages, salaries, or other compensation paid to any officer or employee of Landlord who is not engaged in the maintenance, management, or operation of the Shopping Center or for the time billed which such time is not spent directly on matters pertaining to the Shopping Center. \"Capital Expenditures\" means expenditures, which, in accordance with sound real estate accounting principles, are not fully chargeable to current expense in the year the expenditure is incurred.\n\n(b) Payment of Common Area Operating Costs. Beginning as of the Rent Commencement Date, Tenant shall pay to Landlord, in addition to the rent specified in the Lease, as further and additional rent, Tenant's Share of the Common Area Operating Costs. Landlord shall have the right, at Landlord's election, to collect the Common Area Operating Costs in advance on a monthly basis according to Landlord's estimate as to the amount thereof for the next year, in which event Tenant shall pay to Landlord each calendar month, at the same time and in the same manner as the monthly payments of rent, a sum equal to the amount estimated each year by Landlord, and of which Tenant has been given notice, to be 1/12th of Tenant's Share of the Common Area Operating Costs. In the event Landlord elects to collect said sums on an advance estimated basis, Landlord shall provide to Tenant a breakdown of the actual costs incurred within sixty (60) days following the end of each calendar year, together with reasonable supporting documentation and if Tenant's Share of the actual costs for any calendar year exceeds the amount paid by Tenant in advance to Landlord, Tenant shall promptly reimburse Landlord for the amount of the excess subject to the restrictions hereof; provided that if Tenant's Share for any calendar year is less than the amount previously paid by Tenant, Landlord shall grant Tenant a credit therefor, without interest thereon.\n\n(c) Auditing and Verification. Not more than once in any twelve (12) month period, Tenant, or its representative, shall have the right to examine Landlord's books and records with respect to the items in any statement of actual reimbursable maintenance costs, insurance, taxes, or any other additional rent charges or expenses during normal business hours at any time within one (1) year following the furnishing by Landlord to Tenant of said statement. All costs incurred in connection with Tenant's verification of Landlord's statement shall be borne by Tenant; provided, however, that if Tenant's verification discloses 3% or higher overpayment, Landlord shall pay the reasonable and actual cost of such verification by a firm of certified public accountants. Unless Tenant shall take written exception to any item within one (1) year after submission of such statement, said statement shall be considered as final and accepted by Tenant and Landlord. Furthermore, any such reimbursable cost not billed by Landlord to Tenant within one (1) year of its applicable billing period shall be considered waived by Landlord and Tenant shall not be liable for payment thereof.\n\n5. Cap on Operating Expenses. Tenant's Share of reimbursable operating expenses as defined below, which shall not exceed $3.10 per square foot annually during the first twelve (12) months of the Lease (commencing as of the Rent Commencement Date) shall be as follows: CAM's (see the provisions set forth in Section 4 of this Lease), which shall not exceed $1.70 per square foot, annually during the first twelve (12) months of the Lease (commencing as of the Rent Commencement Date), Real Property Taxes (see the provisions set forth in Section 10 of this Lease), which shall not exceed $1.20 per square foot, annually during the first twelve (12) months of the Lease (commencing as of the Rent Commencement Date), and Insurance (see the provisions set forth in Section 8 of this Lease), which shall not exceed $0.20 per square foot, annually during the first twelve (12) months of the Lease (commencing as of the Rent Commencement Date), (all of the foregoing shall be hereinafter collectively referred to as \"Operating Expenses\"). Tenant's Share of Operating Expenses, excluding Real Property Taxes and Insurance, shall not increase more than 3.5% over the prior year's amount in any succeeding year. The foregoing \"prior year's amount\" shall refer to the actual Tenant's Share of Operating Expenses, excluding\n\n6\n\nReal Property Taxes and Insurance, that were properly billed to Tenant in the prior year, it being the intent of the Parties that the 3.5% maximum increase reflect the actual maximum year to year increase to Tenant of the Tenant's Share of Operating Expenses, excluding the foregoing exclusions (the \"CAP\", and Operating Expenses subject to the CAP, \"Capped Items\", and Operating Expenses not subject to the CAP, \"Uncapped Items\"). Tenant shall not be responsible for any increase in Real Property Taxes or other ad valorem taxes resulting from any refinancing, or changes of ownership in the Premises and/or the Shopping Center more than once in either: (1) any five (5) year period or (2) with respect to a renovation in any ten (10) year period.\n\n## 6. Use.\n\n6.1 Use. Tenant shall use and occupy the Premises only for the Permitted Use, or any other retail use which is comparable or incidental thereto, so long as such other use is not in violation of any exclusive use or restriction granted for the Shopping Center. Landlord hereby acknowledges that Tenant's sale of used musical instruments or musical equipment is not a violation of any exclusive use or restriction granted for the Shopping Center. Tenant shall not use or permit the use of the Premises in a manner that creates a waste or a nuisance. In the event that Tenant desires to use the Premises for any other retail purpose, Landlord hereby agrees to not unreasonably withhold or delay its consent to any written request by Tenant, Tenant's assignees or subtenants, and by prospective assignees and subtenants of the Tenant, its assignees and subtenants, for a modification of said permitted purpose for which the Premises may be used or occupied, so long as the same will not impair the structural integrity of the improvements on the Premises, the mechanical or electrical systems therein, is not significantly more burdensome to the Premises and the improvements thereon, does not violate the Exclusive Uses, the Prohibited Uses and any Shopping Center OEA, and is otherwise permissible pursuant to this Section 6. If Landlord elects to withhold such consent, Landlord shall within five (5) business days give a written notification of same, which notice shall include an explanation of Landlord's reasonable objections to the change in use. Landlord's failure to respond shall be deemed approval.\n\n## 6.2 Hazardous Substances.\n\n(a) Reportable Uses Require Consent. The term \"Hazardous Substance\" as used in this Lease shall mean any product, substance, chemical, material or waste whose presence, nature, quantity and/or intensity of existence, use, manufacture, disposal, transportation, spill, release or effect, either by itself or in combination with other materials expected to be on the Premises, is either: (i) potentially injurious to the public health, safety or welfare, the environment or the Premises, (ii) regulated or monitored by any governmental authority, or (iii) a basis for liability of Landlord to any governmental agency or third party under any applicable statute or common law theory. Hazardous Substance shall include, but not be limited to, hydrocarbons, petroleum, gasoline, crude oil or any products, by-products or fractions thereof. Tenant shall not engage in any activity in, on or about the Premises which constitutes a Reportable Use (as hereinafter defined) of Hazardous Substances without the express prior written consent of Landlord and compliance in a timely manner (at Tenant's sole cost and expense) with all Applicable Law (as defined in Paragraph 6.3). \"Reportable Use\" shall mean (i) the installation or use of any above or below ground storage tank, and (ii) the generation, possession, storage, use, transportation, or disposal of a Hazardous Substance that requires a permit from, or with respect to which a report, notice, registration or business plan is required to be filed with, any governmental authority. Reportable Use shall also include Tenant's being responsible for the presence in, on or about the Premises of a Hazardous Substance with respect to which any Applicable Law requires that a notice be given to persons entering or occupying the Premises or neighboring properties. Notwithstanding the foregoing, Tenant may, without Landlord's prior consent, but in compliance with all Applicable Law, use any ordinary and customary materials reasonably required to be used by Tenant in the normal course of Tenant's business permitted on the Premises, so long as such use is not a Reportable Use and does not\n\n7\n\nexpose the Premises or neighboring properties to any meaningful risk of contamination or damage or expose Landlord to any liability therefor. In addition, Landlord may (but without any obligation to do so) condition its consent to the use or presence of any Hazardous Substance, activity by Tenant upon Tenant's giving Landlord such additional assurances as Landlord, in its reasonable discretion, deems necessary to protect itself, the public, the Premises and the environment against damage, contamination or injury and/or liability therefrom or therefor, including, but not limited to, the installation (and removal on or before Lease expiration or earlier termination) of reasonably necessary protective modifications to the Premises.\n\n(b) Duty to Inform Landlord. If Tenant knows, or has reasonable cause to believe, that a Hazardous Substance, or a condition involving or resulting from same, has come to be located in, on, under or about the Premises, other than as previously consented to by Landlord, Tenant shall immediately give written notice of such fact to Landlord. Tenant shall also immediately give Landlord a copy of any statement, report, notice, registration, application, permit, business plan, license, claim, action or proceeding given to, or received from, any governmental authority or private party, or persons entering or occupying the Premises, concerning the presence, spill, release, discharge of, or exposure to, any Hazardous Substance or contamination in, on, or about the Premises, including but not limited to all such documents as may be involved in any Reportable Uses involving the Premises.\n\n(c) Indemnification. Tenant shall indemnify, protect, defend and hold Landlord, its agents, employees, lenders and ground lessor, if any, and the Premises, harmless from and against any and all loss of rents and/or damages, liabilities, judgments, costs, claims, liens, expenses, penalties, permits and attorneys' and consultants' fees arising out of or involving any Hazardous Substance or storage tank brought onto the Premises by or for Tenant or under Tenant's control. Tenant's obligations under this Section 6 shall include, but not be limited to, the effects of any contamination or injury to person, property or the environment created by or on behalf of Tenant, and the cost of investigation (including consultants' and attorneys' fees and testing), removal, remediation, restoration and/or abatement thereof, or of any contamination therein involved, and shall survive the expiration or earlier termination of this Lease. No termination, cancellation or release agreement entered into by Landlord and Tenant shall release Tenant from its obligations under this Lease with respect to Hazardous Substances or storage tanks, unless specifically so agreed by Landlord in writing at the time of such agreement. Tenant shall not be responsible for and Landlord shall indemnify, protect, defend and hold Tenant, its agents, employees, lenders and ground lessor harmless from and against any and all loss of rents and/or damages, liabilities, judgments, costs, claims, liens, expenses, penalties, permits and attorneys' and consultants' fees arising out of or involving any Hazardous Substance or storage tank at the Premises or the Shopping Center, or at any adjacent property not brought thereon by or for Tenant or under Tenant's control.\n\n(d) ASBESTOS. Any asbestos containing materials present in the Premises, if any, must be removed prior to the Delivery Date. To the extent that further remediation is required subsequent to the Delivery Date, including without limitation, removal of said asbestos materials, Landlord shall at Landlord's sole cost and expense, retain all responsibility for said remediation measures.\n\n(e) INVESTIGATIONS AND REMEDIATION. Landlord shall retain the responsibility and pay for any investigations or remediation measures required by governmental entities having jurisdiction with respect to the existence of Hazardous Substances on the Premises not caused by Tenant.\n\n- 6.3 Tenant's Compliance with Law. Except as otherwise provided in this Lease, Tenant shall, at Tenant's sole cost and expense, fully diligently, and in a timely manner, comply with all \"Applicable Law,\" which term is used in this Lease to include all laws, rules, regulations, ordinances, directives, covenants, permits, the reasonable requirements of any applicable fire insurance underwriter or rating bureau, relating in any manner to the Premises (including but not limited to matters pertaining to (i)\n\n8\n\nindustrial hygiene, (ii) environmental conditions on, in, under or about the Premises, including soil and groundwater conditions, and (iii) the use, generation, manufacture, production, installation, maintenance, removal, transportation, storage, spill or release of any Hazardous Substance or storage tank), now in effect or which may hereafter come into effect, and whether or not reflecting a change in policy from any previously existing policy. Tenant shall, within ten (10) days after receipt of Landlord's written request, provide Landlord with copies of all documents and information, including, but not limited to, permits, registrations, manifests, applications, reports and certificates, evidencing Tenant's compliance with any Applicable Law specified by Landlord, and shall immediately upon receipt, notify Landlord in writing (with copies of any documents involved) of any threatened or actual claim, notice, citation, warning, complaint or report pertaining to or involving failure by Tenant or the Premises to comply with any Applicable Law.\n\n6.4 Inspection; Compliance. Landlord and Landlord's Lender(s) (as defined in Paragraph 8.3(a)) shall have the right to enter the Premises at any time, in the case of an emergency, and otherwise at reasonable times, for the purpose of inspecting the condition of the Premises and for verifying compliance by Tenant with this Lease and all Applicable Laws (as defined in Paragraph 6.3), and to employ experts and/or consultants in connection therewith and/or to advise Landlord with respect to, Tenant's activities, including but not limited to the installation, operation, use, monitoring, maintenance, or removal of any Hazardous Substance or storage tank on or from the Premises. The costs and expenses of any such inspections shall be paid by the party requesting same, unless a Default or Breach of this Lease, violation of Applicable Law, or a contamination, caused or materially contributed to by Tenant is found to exist or be imminent, or unless the inspection is requested or ordered by a governmental authority as the result of any such existing or imminent violation or contamination. In any such case, Tenant shall upon request reimburse Landlord or Landlord's Lender, as the case may be, for the costs and expenses of such inspections.\n\n6.5 Knowledge of Use. Landlord acknowledges that noises and vibrations may emanate from the Premises in connection with Tenant's operations and demonstration of musical instruments. Such noises or vibrations shall not be considered a violation of this Lease unless they constitute a public nuisance.\n\n## 7. Maintenance; Repairs; Utility Installations; Trade Fixtures and\nAlterations.\n\n7.1 Tenant's Obligations. Subject to the provisions of Paragraphs 2.2 (Landlord's warranty as to condition), 2.3 (Landlord's warranty as to compliance with covenants, etc.), 7.2 (Landlord's obligations to repair), 9 (damage and destruction), and 14 (condemnation). Tenant shall, at Tenant's sole cost and expense and at all times, keep the Premises and every part thereof in good order, condition and repair, including, the heating, ventilating and air conditioning systems exclusively serving the Premises (\"HVAC\") (maintenance and replacement thereof), windows, plate glass, interior plumbing, electrical system, excluding plumbing and electrical lines under or outside of the Premises, Tenant's lighting facilities, Tenant's fixtures, walls (interior only), and floor coverings, subject to normal wear and tear. Tenant, in keeping the Premises in good order, condition and repair, shall exercise and perform good maintenance practices. Tenant shall enter into a service contract with a reputable company for regular and periodic servicing of the HVAC equipment with Landlord being a third party beneficiary of such contract(s). All repairs and replacements made by Tenant shall be equal in quality to the original installations.\n\n## 7.2 Landlord's Obligations.\n\n(a) Landlord's Repairs. Landlord shall, at Landlord's sole cost and expense,\n\n9\n\nmaintain, repair and replace (as necessary) the sprinkler system, if any, plumbing and electrical systems under, and outside of the Premises, roof and roof membrane, foundation, slab, exterior walls, load bearing walls, and retaining walls, structural components, exterior surfaces (other than glazing and doors) of the Premises and the Shopping Center, and Landlord shall be responsible for the cost of and the correction of any latent and patent defects of the Premises or the Shopping Center, however Landlord's responsibility shall not include any items installed by tenant in the Premises. It is the intention of the Parties that the terms of this Lease govern the respective obligations of the Parties as to maintenance and repair of the Premises.\n\n(b) Emergency Repairs by Tenant. In the event of an emergency (any event that in Tenant's reasonable opinion poses a potential threat to life and/or property), and/or in the event that Landlord shall fail to perform any of Landlord's responsibilities within the applicable cure period, then Tenant shall have the right, but not the obligation to make the necessary and appropriate repairs, or to take the necessary appropriate action, on behalf of Landlord, and Landlord shall promptly reimburse Tenant the full cost of such repairs or action. Reimbursements as to any emergency repairs made without notice to Landlord shall not exceed $10,000.00. If Landlord shall fail to fully reimburse Tenant for such costs, Tenant may, but shall not be required to deduct such amounts from any amounts owing or to become owing from Tenant to Landlord. In the event of an emergency as contemplated in this Section, the notice requirements of Section 23 below shall not apply and Tenant shall, within twenty-four (24) hours, give notice to Landlord and Casto via telephone or email at the telephone numbers and email addresses set forth in Section 23.\n\n## 7.3 Utility Installations; Trade Fixtures; Alterations.\n\n(a) Definitions; Consent Required. The term \"Utility Installations\" is used in this Lease to refer to all carpeting, window coverings, air lines and ducts, power panels, electrical distribution, security, fire protection systems, lighting fixtures, heating, ventilating, and air conditioning equipment, plumbing, and fencing in, on or about the Premises. The term \"Trade Fixtures\" shall mean Tenant's machinery, personal property, and equipment that can be removed without doing material damage to the Premises. The term \"Alterations\" shall mean any modification of the improvements on the Premises from that which are provided by Landlord under the terms of this Lease, other than Utility Installations or Trade Fixtures, whether by addition or deletion. \"Tenant Owned Alterations and/or Utility Installations\" are defined as Alterations and/or Utility Installations made by Tenant that are not yet owned by Landlord as further discussed in Paragraph 7.4(a). Tenant shall not make any material Alterations or Utility Installations in, on, under or about the Premises without Landlord's prior written consent, said consent not to be unreasonably withheld, conditioned, or delayed. Tenant may, however, make non-structural Utility Installations to the interior of the Premises (excluding the roof), as long as they are not visible from the outside, do not involve puncturing, relocating or removing the roof or any existing bearing walls, and the cost thereof during any twelve (12) month period of this Lease does not exceed $75,000. Notwithstanding the foregoing, in the event the Premises do not include a loading dock for Tenant's use, Tenant may, in its sole discretion at any time during the Term of this Lease, install a scissor lift for use in connection with the shipping and receiving of merchandise.\n\n(b) Consent. Any Alterations or Utility Installations that Tenant shall desire to make, including without limitation, Tenant's Plans, as defined in Section 49 of this Lease, and which require the consent of the Landlord shall be presented to Landlord in written form with proposed detailed plans. All consents given by Landlord, whether by virtue of Paragraph 7.3(a) or by subsequent specific consent, shall not be unreasonably withheld, and shall be deemed conditioned upon: (i) Tenant's acquiring all applicable permits required by governmental authorities, (ii) the furnishing of copies of such permits together with a copy of the plans and specifications for the Alteration or Utility Installation to Landlord prior to commencement of the work thereon, and (iii) the compliance by Tenant with all conditions of said permits in a prompt and expeditious manner. Any Alterations or Utility Installations by\n\n10\n\nTenant during the term of this Lease shall be done in a good and workmanlike manner, with good and sufficient materials, and in compliance with all Applicable Law. In the event that Landlord fails to approve, or reasonably reject with specificity Tenant's Plans within ten (10) business days of receipt of same, Landlord's approval shall be deemed given.\n\n(c) Indemnification. Tenant shall pay, when due, all claims for labor or materials furnished or alleged to have been furnished to or for Tenant at or for use on the Premises, which claims are or may be secured by any mechanics' or materialmen's lien against the Premises or any interest therein. Tenant shall give Landlord not less than ten (10) days' notice prior to the commencement of any work in, on or about the Premises, and Landlord shall have the right to post notices of non-responsibility in or on the Premises as provided by law. If Tenant shall, in good faith, contest the validity of any such lien, claim or demand, then Tenant shall, at its sole expense defend and protect itself, Landlord and the Premises against the same and shall pay and satisfy any such adverse judgment that may be rendered thereon before the enforcement thereof against the Landlord or the Premises.\n\n(d) Liens. Tenant shall not suffer or permit any mechanic's lien to be filed against the Landlord's fee simple interest in the Premises. Any mechanic's lien for labor and materials furnished to or at the request of Tenant shall attach only to Tenant's leasehold interest and shall not attach to or affect the Landlord's fee simple interest in the Premises. Tenant hereby agrees to cause the release of record of any such lien, by payment, successful defense, or placement of payment bond or deposit, within sixty (60) days of the date Tenant receives such notice that said lien was filed, provided however, that in the event the defense takes longer than sixty (60) days, Tenant shall be provided with such additional time as reasonably necessary to diligently defend against said lien, and the Landlord may, if Tenant fails to comply with this covenant within such time period, pay or discharge the same and Tenant shall pay all costs thereof including reasonable attorney's fees to Landlord upon demand.\n\n## 7.4 Ownership; Removal; Surrender; and Restoration.\n\n(a) Ownership. All Alterations and Utility Installations made to the Premises by Tenant shall be the property of and owned by Tenant, but considered a part of the Premises. Unless removed by Tenant without materially damaging the Premises, all Tenant Owned Alterations and Utility Installations shall, at the expiration or earlier termination of this Lease, become the property of Landlord and remain upon and be surrendered by Tenant with the Premises.\n\n(b) Surrender/Restoration. Tenant shall surrender the Premises by the end of the last day of the Lease term or any earlier termination date, with all of the improvements, parts and surfaces thereof clean and free of debris and in good operating order, condition and state of repair, ordinary wear and tear excepted. \"Ordinary wear and tear\" shall not include any damage or deterioration that would have been prevented by good maintenance practice or by Tenant performing all of its obligations under this Lease. Except as otherwise agreed or specified in writing by Landlord, the Premises, as surrendered, shall include the Utility Installations, except security systems. The obligation of Tenant shall include the repair of any damage occasioned by the installation, maintenance or removal of Tenant's Trade Fixtures, furnishings, equipment, and Alterations and/or Utility Installations and the removal, replacement, or remediation of any soil, material or ground water contaminated by Tenant, all as may then be required by Applicable Law and/or good service practice. Tenant's Trade Fixtures shall remain the property of Tenant and shall be removed by Tenant subject to its obligation to repair the Premises pursuant to this Lease.\n\n## 8. Insurance; Indemnity.\n\n- 8.1 Payment For Insurance. Regardless of whether the Landlord or Tenant is the\n\n11\n\nInsuring Party, Tenant shall pay its proportionate share of all insurance required to be carried by Landlord under this Article 8, except to the extent of the cost attributable to liability insurance carried by Landlord in excess of $2,000,000 per occurrence, and Tenant shall pay for all insurance required to be carried by Tenant under this Article 8. Premiums for policy periods commencing prior to or extending beyond the Lease term shall be prorated to correspond to the Lease term. Payment shall be made by Tenant to Landlord together with and in the same manner as the Common Area Operating Costs.\n\n## 8.2 Liability Insurance.\n\n(a) Carried by Tenant. As of the Commencement Date, Tenant shall obtain and keep in force during the term of this Lease a Commercial General Liability policy of insurance protecting Tenant and Landlord (as an additional insured) against claims for bodily injury, personal injury and property damage based upon, involving or arising out of the ownership, use, occupancy or maintenance of the Premises and all areas appurtenant thereto. Such insurance shall be on an occurrence basis providing single limit coverage in an amount not less than $1,000,000 per occurrence with an \"Additional Insured-Managers or Landlords of Premises\" Endorsement and contain the \"Amendment of the Pollution Exclusion\" for damage caused by heat, smoke or fumes from a hostile fire. Tenant shall also carry an additional umbrella policy (or other similar additional coverage) for a minimum of an additional $3,000,000 of coverage. The policy shall not contain any intra-insured exclusions as between insured persons or organizations, but shall include coverage for liability assumed under this Lease as an \"insured contract\" for the performance of Tenant's indemnity obligations under this Lease. The limits of said insurance required by this Lease or as carried by Tenant shall not, however, limit the liability of Tenant nor relieve Tenant of any obligation hereunder. All insurance to be carried by Tenant shall be primary to and not contributory with any similar insurance carried by Landlord, whose insurance shall be considered excess insurance only. Tenant shall also carry (i) workers' compensation coverage as required by law and employer's liability insurance in an amount of One Million Dollars ($1,000,000) per occurrence and One Million Dollars ($1,000,000) in the aggregate, and (ii) comprehensive automobile liability insurance for owned, hired and non-owned vehicles in the following minimum amounts with a limit of not less than Three Million Dollars ($3,000,000) combined single limit for bodily injury and property damage.\n\n(b) Carried By Landlord. Landlord shall also maintain liability insurance described in Paragraph 8.2(a), above, in addition to, and not in lieu of, the insurance required to be maintained by Tenant. Tenant shall also be named as an additional insured therein.\n\n## 8.3 Property Insurance-Shopping Center, Improvements and Rental Value.\n\n(a) Shopping Center and Improvements. The Insuring Party shall obtain and keep in force during the term of this Lease a policy or policies in the name of Landlord, with loss payable to Landlord and Tenant and to the holders of any mortgages, deeds of trust or ground leases on the Premises (\"Lender(s)\"), insuring loss or damage to the Premises. The amount of such insurance shall be equal to the full replacement cost of the Premises, as the same shall exist from time to time, or the amount required by Lenders, but in no event more than the commercially reasonable and available insurable value thereof if, by reason of the unique nature or age of the improvements involved, such latter amount is less than full replacement cost. If Landlord is the Insuring Party, however, Tenant Owned Alterations and Utility Installations shall be insured by Tenant under Paragraph 8.4 rather than by Landlord. If the coverage is available and commercially appropriate, such policy or policies shall insure against all risks of direct physical loss or damage (except the perils of flood and/or earthquake), including coverage for any additional costs resulting from debris removal and reasonable amounts of coverage for the enforcement of any ordinance or law regulating the reconstruction or replacement of any undamaged sections of the Premises required to be demolished or removed by reason of the enforcement of any Shopping Center, zoning, safety or land use laws as the result of a covered cause of loss. Said policy or policies shall also contain an agreed valuation provision in lieu of any coinsurance clause, waiver of subrogation, and\n\n12\n\ninflation guard protection causing an increase in the annual property insurance coverage amount by a factor of not less than the adjusted U.S. Department of Labor Consumer Price Index for All Urban Consumers for the city nearest to where the Premises are located. If such insurance coverage has a deductible clause, the deductible amount shall be equal to $10,000 per occurrence, and Landlord shall be liable for such deductible amount in the event of an Insured Loss, as defined in Paragraph 9.1(c).\n\n(b) Rental Value. The Insuring Party shall, in addition, obtain and keep in force during the term of this Lease a policy or policies in the name of Landlord, with loss payable to Landlord, Tenant, and Lender(s), insuring the loss of the full rental and other charges payable by Tenant to Landlord under this Lease for one (1) year (including all real estate taxes, insurance costs, and any scheduled rental increases). Said insurance shall provide that in the event the Lease is not terminated by reason of an Insured Loss, the period of indemnity for such coverage shall be extended beyond the date of the completion of repairs or replacement of the Premises, to provide for one full year's loss of rental revenues from the date of any such loss. Said insurance shall contain an agreed valuation provision in lieu of any coinsurance clause, and the amount of coverage shall be adjusted annually to reflect the projected rental income, property taxes, insurance premium costs and other expenses, if any, otherwise payable by Tenant, for the next twelve (12) month period. Landlord shall be liable for any deductible amount in the event of such loss.\n\n- 8.4 Tenant's Property Insurance. Subject to the requirements of Paragraph 8.5, Tenant at its cost shall either by separate policy or at Landlord's option, by endorsement to a policy already carried, maintain insurance coverage on all of Tenant Owned Alterations and Utility Installations in, on, or about the Premises similar in coverage to that carried by the Insuring Party under Paragraph 8.3. Such insurance shall be full replacement cost coverage with a deductible of not to exceed $50,000 per occurrence. Tenant shall be the Insuring Party with respect to the insurance required by this Paragraph 8.4 and shall provide Landlord with written evidence that such insurance is in force.\n\n- 8.5 Insurance Policies. Insurance required hereunder shall be in companies duly licensed to transact business in the state where the Premises are located, and maintaining during the policy term a \"General Policyholders Rating\" of at least A, XI, or such other rating as may be reasonably required by a Lender having a lien on the Premises, as set forth in the most current issue of \"Best's Insurance Guide.\" Neither Party shall do or permit to be done anything which shall invalidate the insurance policies referred to in this Section 8. Each Party shall cause to be delivered to the other Party certified copies of policies of such insurance or certificates evidencing the existence and amounts of such insurance with the insured and loss payable clauses as required by this Lease. No such policy shall be cancelable or subject to modification except after thirty (30) days prior written notice to the other Party. Each Party shall at least thirty (30) days prior to the expiration of such policies, furnish the other Party with evidence of renewals or \"insurance binders\" evidencing renewal thereof. If the Insuring Party shall fail to procure and maintain the insurance required to be carried by the Insuring Party under this Section 8, the other Party may, but shall not be required to, procure and maintain the same on a thirty (30) day prior written notice.\n\n- 8.6 Waiver of Subrogation. Landlord and Tenant each hereby release each other from liability for damage to the property of the other to the extent of insurance maintained or required to be maintained hereunder. Landlord and Tenant shall use reasonable efforts to obtain waivers of subrogation rights by the insurer against Landlord or Tenant, as the case may be, in all property insurance policies affecting any portion of the Shopping Center in which Landlord or Tenant is not an insured party or an additional insured.\n\n## 8.7 Indemnity.\n\n(a) Indemnification of Landlord. Except for Landlord's intentional acts, negligence, and/or breach of express warranties, Tenant shall indemnify, protect, defend and hold\n\n13\n\nharmless the Premises, Landlord and its agents, affiliates, members, officers, managers, directors, employees, Landlord's master or ground lessor, partners and Lenders, from and against any and all claims, loss of rents and/or damages, costs, liens, judgments, penalties, permits, attorneys' and consultants' fees, expenses and/or liabilities arising out of, involving, or in dealing with, the occupancy of the Premises by Tenant, the conduct of Tenant's business, any act, omission or neglect of Tenant, its agents, contractors, employees or invitees, and out of any Default or Breach by Tenant in the performance in a timely manner of any obligation on Tenant's part to be performed under this Lease. The foregoing shall include, but not be limited to, the defense or pursuit of any claim or any action or proceeding involved therein, and whether or not (in the case of claims made against Landlord) litigated and/or reduced to judgment, and whether well founded or not. In case any action or proceeding is brought against Landlord by reason of any of the foregoing matters, Tenant upon notice from Landlord shall defend the same at Tenant's expense by counsel reasonably satisfactory to Landlord and Landlord shall cooperate with Tenant in such defense. Landlord need not have first paid any such claim in order to be so indemnified.\n\n(b) Indemnification of Tenant. Landlord shall hold harmless, defend with competent counsel reasonably satisfactory to Tenant, and indemnify Tenant and its representatives affiliates, officers, directors, employees and agents from all liability, penalties, losses, damages, costs, expenses (including attorneys' fees and experts' fees), causes of action, claims, and/or judgments arising by reason of any death, bodily injury, personal injury, or property damage resulting from Landlord or its representatives acts or omissions (other than Tenant's intentional acts, negligence, or breach of this Lease) occurring in or about or resulting from an occurrence in or about the Premises during the Term or while Tenant is in possession of the Premises. The provisions of this paragraph shall survive termination of the Lease with respect to events occurring prior to such termination.\n\n8.8 Exemption of Landlord from Liability. Except for Landlord's intentional acts, negligence, or breach of any representations or warranties hereunder, Landlord shall not be liable for injury or damage to the persons or goods, wares, merchandise, or other property of Tenant, Tenant's employees, contractors, invitees, customers, or any other person in or about the Premises, whether such damage or injury is caused by or results from fire, steam, electricity, gas, water or rain, or from the breakage, leakage, obstruction or other defects of pipes, fire sprinklers, wires, appliances, plumbing, air conditioning or lighting fixtures, or from any other cause, whether the said injury or damage results from conditions arising upon the Premises or upon other portions of the building of which the Premises are a part, or from other sources or places, and regardless of whether the cause of such damage or injury or the means of repairing the same is accessible or not. Except for Landlord's intentional acts, negligence or breach of any representations or warranties hereunder, Landlord shall not be liable for any damages arising from any act or neglect of any other tenant of Landlord or be liable for injury to Tenant's business or for any loss of income or profit therefrom.\n\n## 9. Damage or Destruction.\n\n## 9.1 Definitions.\n\n(a) \"Premises Partial Damage\" shall mean damage or destruction to the improvements on the Premises, other than Tenant Owned Alterations and Utility Installations, the repair cost of which damage or destruction is less than 50% of the then Replacement Cost of the Premises immediately prior to such damage or destruction, excluding from such calculation the value of the land and Tenant Owned Alterations and Utility Installations.\n\n(b) \"Premises Total Destruction\" shall mean damage or destruction to the Premises, other than Tenant Owned Alterations and Utility Installations the repair cost of which damage or destruction is 50% or more of the then Replacement Cost of the Premises immediately prior to such\n\n14\n\ndamage or destruction, excluding from such calculation the value of the land and Tenant Owned Alterations and Utility Installations.\n\n(c) \"Insured Loss\" shall mean damage or destruction to improvements on the Premises, other than Tenant Owned Alterations and Utility Installations, which was caused by an event required to be covered by the insurance described in Paragraph 8.3(a), irrespective of any deductible amounts or coverage limits involved.\n\n(d) \"Replacement Cost\" shall mean the cost to repair or rebuild the improvements owned by Landlord at the time of the occurrence to their condition existing immediately prior thereto, including demolition, debris removal and upgrading required by the operation of applicable building codes, ordinances or laws, and without deduction for depreciation.\n\n(e) \"Hazardous Substance Condition\" shall mean the occurrence or discovery of a condition involving the presence of, or a contamination by, a Hazardous Substance as defined in Paragraph 6.2(a), in, on, or under the Premises.\n\n- 9.2 Partial Damage - Insured Loss. If a Premises Partial Damage that is an Insured Loss occurs, then Landlord shall, at Landlord's expense, repair such damage (but not Tenant's Trade Fixtures or Tenant Owned Alterations and Utility Installations) as soon as reasonably possible and this Lease shall continue in full force and effect. Notwithstanding the foregoing, if the required insurance was not in force or the insurance proceeds are not sufficient to affect such repair, the Insuring Party shall promptly contribute the shortage in proceeds as and when required to complete said repairs. In the event, however, the shortage in proceeds was due to the fact that, by reason of the unique nature of the improvements, full replacement cost insurance coverage was not commercially reasonable and available, Landlord shall have no obligation to pay for the shortage in insurance proceeds or to fully restore the unique aspects of the Premises unless Tenant provides Landlord with the funds to cover same, or adequate assurance thereof, within ten (10) days following receipt of written notice of such shortage and request therefor. If Landlord receives said funds or adequate assurance thereof within said ten (10) day period, the party responsible for making the repairs shall complete them as soon as reasonably possible and this Lease shall remain in full force and effect. If Landlord does not receive such funds or assurance within said period, Landlord may nevertheless elect by written notice to Tenant within ten (10) days thereafter to make such restoration and repair as is commercially reasonable with Landlord paying any shortage in proceeds, in which case this Lease shall remain in full force and effect. If in such case Landlord does not so elect, then this Lease shall terminate sixty (60) days following the occurrence of the damage or destruction. Unless otherwise agreed, Tenant shall in no event have any right to reimbursement from Landlord for any funds contributed by Tenant to repair any such damage or destruction. Premises Partial Damage due to flood or earthquake shall be subject to Paragraph 9.3 rather than Paragraph 9.2.\n\n9.3 Partial Damage or Total Destruction - Uninsured Loss. If a Premises Partial Damage or Premises Total Destruction that is not an Insured Loss occurs, unless caused by a willful act of Tenant (in which event Tenant shall make the repairs at Tenant's expense and this Lease shall continue in full force and effect, but subject to Landlord's rights under Section 13), Landlord may at Landlord's option, either: (i) repair such damage as soon as reasonably possible at Landlord's expense, in which event this Lease shall continue in full force and effect, or (ii) give written notice to Tenant within thirty (30) days after receipt by Landlord of knowledge of the occurrence of such damage of Landlord's desire to terminate this Lease as of the date sixty (60) days following the giving of such notice. In the event Landlord elects to give such notice of Landlord's intention to terminate this Lease, Tenant shall have the right within ten (10) days after the receipt of such notice to give written notice to Landlord of Tenant's commitment to pay for the repair of such damage totally at Tenant's expense and without reimbursement from Landlord. Tenant shall provide Landlord with the required funds or satisfactory assurance thereof\n\n15\n\nwithin thirty (30) days following Tenant's said commitment. In such event this Lease shall continue in full force and effect, and Landlord shall proceed to make such repairs as soon as reasonably possible and the required funds are available. If Tenant does not give such notice and provide the funds or assurance thereof within the times specified above, this Lease shall terminate as of the date specified in Landlord's notice of termination.\n\n9.4 Total Destruction. If Premises Total Destruction that is an Insured Loss occurs, Tenant may at its option, within thirty (30) days after the date of occurrence of such damage, either (i) terminate this Lease effective the date of occurrence of such damage by giving written notice to the Landlord, or (ii) request that Landlord, at Landlord's expense, repair such damage as soon as reasonably possible and this Lease shall continue in full force and effect.\n\n9.5 Damage Near End of Term. If at any time during the last six (6) months of the term of this Lease there is damage for which the cost to repair exceeds one (1) month's Base Rent, whether or not an Insured Loss, Landlord may, at Landlord's option, terminate this Lease effective sixty (60) days following the date of occurrence of such damage by giving written notice to Tenant of Landlord's election to do so within thirty (30) days after the date of occurrence of such damage. Provided, however, if Tenant at that time has an exercisable option to extend this Lease or to purchase the Premises, then Tenant may preserve this Lease by, within twenty (20) days following the occurrence of the damage, or before the expiration of the time provided in such option for its exercise, whichever is earlier (\"Exercise Period\"), exercising such option. If Tenant duly exercises such option during said Exercise Period, Landlord shall, at Landlord's expense repair such damage as soon as reasonably possible and this Lease shall continue in full force and effect. If Tenant fails to exercise such option, then Landlord may at Landlord's option terminate this Lease as of the expiration of said sixty (60) day period following the occurrence of such damage by giving written notice to Tenant of Landlord's election to do so within ten (10) days after the expiration of the Exercise Period, notwithstanding any term or provision in the grant of option to the contrary.\n\n## 9.6 Abatement of Rent; Tenant's Remedies.\n\n(a) Rent Abatement. In the event of Premises Partial Damage or Premises Total Destruction or a Hazardous Substance Condition, for which Tenant is not responsible under this Lease, whether or not Landlord or Tenant repairs or restores the Premises, the Base Rent, Real Property Taxes, insurance premiums, and other charges, if any, payable by Tenant hereunder for the period during which such damage, its repair or the restoration continues, shall be abated in proportion to the degree to which Tenant's use of the Premises is impaired. Except for abatement of Base Rent, Real Property Taxes, insurance premiums, and other charges, if any, as aforesaid, all other obligations of Tenant hereunder shall be performed by Tenant, and Tenant shall have no claim against Landlord for any damage suffered by reason of any such repair or restoration.\n\n(b) Tenant's Remedies - Failure to Repair. If Landlord shall be obligated to repair or restore the Premises under the provisions of this Section 9 and shall not commence, in a substantial and meaningful way, the repair or restoration of the Premises within thirty (30) days after such obligation shall accrue and/or (i) diligently pursues the complete repair and restoration of the Premises but in no event exceed one hundred twenty (120) days from receipt of required permits, provided that Landlord diligently pursues the receipt of said permits (with respect to a Premises Partial Damage) or (ii) diligently pursues the complete repair and restoration of the Premises, but in no event exceed two hundred seventy (270) days from receipt of required permits, provided that Landlord diligently pursues the receipt of said permits (with respect to Premises Total Destruction) after the occurrence of such damage, Tenant may, at its election, give written notice to Landlord and to any Lenders of which Tenant has actual notice of Tenant's election to: (i) terminate this Lease on a date not less than thirty (30) days following the giving of such notice, or (ii) use the proceeds of any insurance to\n\n16\n\nperform the repairs or restorations of the Premises. Notwithstanding the foregoing, in the event of Premises Partial Damage or Premises Total Destruction which is concurrent with other damage or destruction to the Shopping Center in excess of Two Million Dollars ($2,000,000.00), exclusive of damage to the Premises, then Landlord shall repair and restore within the requirements set forth in (i) and (ii) respectively, but Landlord shall also be afforded the additional time reasonably necessary to obtain insurance proceeds (\"Insurance Claim Period\"), provided however, in no event shall the Insurance Claim Period exceed the lesser of (a) the amount of time reasonably required for Landlord to obtain the insurance proceeds using diligent efforts to obtain the same, or (b) one hundred twenty (120) days. Except as provided therein, if Tenant gives such notice as provided herein to Landlord and such Lenders and such repair or restoration is not commenced within thirty (30) days after receipt of such notice, this Lease shall terminate as of the date specified in said notice. If Landlord or a Lender commences the repair or restoration of the Premises within thirty (30) days after receipt of such notice, this Lease shall continue in full force and effect. \"Commence\" as used in this Paragraph shall mean either the unconditional authorization of the preparation of the required plans, or the beginning of the actual work on the Premises, whichever first occurs.\n\n(c) Tenant's Remedies - General. In the event Landlord fails to perform any terms, covenants, conditions, or warranties under this Lease or under applicable law, and if for any other reason Tenant shall be materially deprived of or impaired in the use and enjoyment of the Premises and/or Common Areas as herein provided, Tenant shall receive one (1) day of rent abatement for each day such non-performance or non-compliance exists, subject to Landlord's right to cure as set forth in Section 13.4 herein. If such period continues for more than ninety (90) days after notice from Tenant, Tenant may at is sole option terminate this Lease by notice to Landlord while reserving all rights which Tenant may have for Landlord's default under this Lease. Tenant shall reserve its right to terminate herein for a period of ninety (90) days, after which time, if Tenant has not exercised its option to terminate this Lease, the rent abatement shall cease. Common Area Operating Costs and Real Property Taxes shall also be abated during such period of rent abatement. In the event Landlord fails to perform any terms, covenants, conditions, or warranties under this Lease or under applicable law, beyond the applicable cure period, then Tenant shall have the right, but not the obligation to make the necessary and applicable repairs, or to take the necessary appropriate action, on behalf of Landlord, and Landlord shall credit Tenant's Base Rent for the cost of such repairs or action.\n\n9.7 Hazardous Substance Conditions. If a Hazardous Substance Condition occurs, unless Tenant is legally responsible therefor (in which case Tenant shall make the investigation and remediation thereof required by Applicable Law, and this Lease shall continue in full force and effect, but subject to Landlord's rights under Section 13), Landlord may at Landlord's option either (i) investigate and remediate such Hazardous Substance Condition, if required, as soon as reasonably possible at Landlord's expense, in which event this Lease shall continue in full force and effect, or (ii) if the estimated cost to investigate and remediate such condition exceeds twelve (12) times the then monthly Base Rent or $100,000, whichever is greater, give written notice to Tenant within thirty (30) days after receipt by Landlord of knowledge of the occurrence of such Hazardous Substance Condition of Landlord's desire to terminate this Lease as of the date sixty (60) days following the giving of such notice. In the event Landlord elects to give such notice of Landlord's intention to terminate this Lease, Tenant shall have the right within ten (10) days after the receipt of such notice to give written notice to Landlord of Tenant's commitment to pay for the investigation and remediation of such Hazardous Substance Condition totally at Tenant's expense and without reimbursement from Landlord except to the extent of an amount equal to twelve (12) times the then monthly Base Rent or $100,000, whichever is greater. Tenant shall provide Landlord with the funds required of Tenant or satisfactory assurance thereof within thirty (30) days following Tenant's said commitment. In such event this Lease shall continue in full force and effect, and Landlord shall proceed to make such investigation and remediation as soon as reasonably possible and the required funds are available. If Tenant does not give such notice and provide the required funds or assurance thereof within the times specified above, this Lease shall terminate as of the\n\n17\n\ndate specified in Landlord's notice of termination. If a Hazardous Substance Condition occurs for which Tenant is not legally responsible, there shall be abatement of Tenant's obligations under this Lease to the same extent as provided in Paragraph 9.6(a). Landlord must remove any friable asbestos containing materials from the Premises prior to delivery of possession of the Premises to Tenant.\n\n- 9.8 Termination Advance Payments. Upon termination of this Lease pursuant to this Section 9, an equitable adjustment shall be made concerning advance Base Rent and any other advance payments made by Tenant to Landlord.\n\n- 9.9 Waive Statutes. Landlord and Tenant agree that the terms of this Lease shall govern the effect of any damage to or destruction of the Premises with respect to the termination of this Lease and hereby waive the provisions of any present or future statute to the extent inconsistent herewith.\n\n## 10. Real Property Taxes.\n\n## 10.1 Payment of Real Property Taxes.\n\n(a) Payment of Taxes. Commencing as of the Rent Commencement Date, Tenant shall pay the Real Property Taxes, as defined in Paragraph 10.2, applicable to the Premises during the term of this Lease. Landlord shall promptly furnish Tenant with satisfactory evidence that such taxes have been paid. If any such taxes to be paid by Tenant shall cover any period of time prior to or after the expiration or earlier termination of the term hereof, Tenant's share of such taxes shall be equitably prorated to cover only the period of time within the tax fiscal year this Lease is in effect, and Landlord shall reimburse Tenant for any overpayment after such proration.\n\n(b) Advance Payment. In order to insure payment when due and before delinquency of any or all Real Property Taxes, Landlord shall estimate the current Real Property Taxes applicable to the Premises, and to require such current year's Real Property Taxes to be paid in advance to Landlord by Tenant monthly in advance with the payment of the Base Rent. The monthly payment shall be that equal monthly amount which, over the number of months remaining before the month in which the applicable tax installment would become delinquent (and without interest thereon), would provide a fund large enough to fully discharge before delinquency the estimated installment of taxes to be paid. When the actual amount of the applicable tax bill is known, the amount of such equal monthly advance payment shall be adjusted as required to provide the fund needed to pay the applicable taxes before delinquency. If the amounts paid to Landlord by Tenant under the provisions of this Paragraph are insufficient to discharge the obligations of Tenant to pay such Real Property Taxes as the same become due, Tenant shall pay to Landlord, upon Landlord's demand, such additional sums as are necessary to pay such obligations. All moneys paid to Landlord under this Paragraph may be intermingled with other monies of Landlord and shall not bear interest. Tenant shall receive a credit for any overpayment.\n\n- 10.2 Definition of \"Real Property Taxes\". As used herein, the term \"Real Property Taxes\" shall include any form of real estate tax or assessment, general, special, ordinary or extraordinary, and any license fee, commercial rental tax, improvement bond or bonds, levy or tax (other than inheritance, personal income or estate taxes) imposed upon the Premises by any authority having the direct or indirect power to tax, including any city, state or federal government, or any school, agricultural, sanitary, fire, street, drainage or other improvement district thereof, levied against any legal or equitable interest of Landlord in the Premises or in the real property of which the Premises are a part, Landlord's right to rent or other income therefrom, and/or Landlord's business of leasing the Premises.\n\n- 10.3 Joint Assessment. Tenant's liability for the Real Property Taxes shall be in accordance with Tenant's Share.\n\n18\n\n10.4 Personal Property Taxes. Tenant shall pay prior to delinquency all taxes assessed against and levied upon Tenant Owned Alterations, Utility Installations, Trade Fixtures, furnishings, equipment and all personal property of Tenant contained in the Premises or elsewhere. When possible, Tenant shall cause its Trade Fixtures, furnishings, equipment and all other personal property to be assessed and billed separately from the real property of Landlord. If any of Tenant's said personal property shall be assessed with Landlord's real property, Tenant shall pay Landlord the taxes attributable to Tenant within ten (10) days after receipt of a written statement setting forth the taxes applicable to Tenant's property or, at Landlord's option, as provided in Paragraph 10.1(b).\n\n## 11. Utilities.\n\n11.1 Payment for Utilities. Tenant shall pay for all water, gas, heat, light, power, telephone, and other utilities and services supplied to the Premises, together with any taxes thereon. Landlord shall, at Landlord's sole cost, provide separate meters for all utilities for the Premises except water and sewer which will be sub-metered and billed by Landlord to Tenant.\n\n11.2 Interruption of Service. Notwithstanding anything to the contrary contained in the Lease, in the event Tenant is without utilities and the interruption was caused by any act or omission of Landlord or Landlord's contractors, employees, property managers, agents, or representatives, Tenant shall be entitled to an abatement of Base Rent, Common Area Operating Costs, Taxes and any other charges hereunder, prorated based on the actual number of hours Tenant is without utilities, until such time as the utility services have been restored. Tenant shall, within twenty-four (24) hours, provide Landlord with notice of said interruption as soon as possible after Tenant has knowledge that an interruption of service has occurred. This Paragraph 11.2 shall not apply to temporary interruptions in the event of an emergency that endangers or threatens life or property.\n\n## 12. Assignment and Subletting.\n\n12.1 Landlord's Consent Required. Tenant shall not voluntarily or by operation of law assign, transfer, mortgage or otherwise transfer or encumber (collectively, \"Assignment\") or sublet all or any part of Tenant's interest in this Lease or in the Premises without Landlord's prior written consent given under and subject to the terms of Section 36. Notwithstanding anything contained herein to the contrary, Tenant may, without Landlord's consent, assign this Lease or sublet all of the Premises or any portion thereof to: (i) any parent, subsidiary, or affiliate of Tenant or Tenant's parent corporation; (ii) any successor to Tenant, by way of merger, reorganization, consolidation, sale of assets, sale of capital stock or the like; or (iii) an entity which controls, is controlled by, or is under common control with Tenant, provided, however, that in the event of an assignment: (a) the surviving entity assumes the Lease, and, in the case of an assignment or sublet, and (b) Landlord receives notice of the assignment, or subletting, and a copy of the assignment and assumption agreement, or sublease within sixty (60) days after the date of such assignment.\n\n## 12.2 Terms and Conditions Applicable to Assignment and Subletting.\n\n(a) Conditions of Subletting and Assignment. Any assignment or subletting shall not: (i) be effective without the express written assumption by such assignee or subtenant of the obligations of Tenant under this Lease, (ii) release Tenant of any obligations hereunder, or (iii) alter the primary liability of Tenant for the payment of Base Rent and other sums due Landlord hereunder or for the performance of any other obligations to be performed by Tenant under this Lease for the entire Lease Term including all option periods.\n\n19\n\n(b) Landlord's Rights. Landlord may accept any rent or performance of Tenant's obligations from any person other than Tenant pending approval or disapproval of an assignment. Neither a delay in the approval or disapproval of such assignment nor the acceptance of any rent or performance shall constitute a waiver or estoppel of Landlord's right to exercise its remedies for the Default or Breach by Tenant of any of the terms, covenants or conditions of this Lease.\n\n(c) Future Consent. The consent of Landlord to any assignment or Subletting shall not constitute consent to any subsequent assignment or subletting by Tenant or to any subsequent or successive assignment or subletting by the subtenant.\n\n(d) Landlord's Remedies. In the event of any Default or Breach of Tenant's obligations under this Lease, Landlord may proceed directly against Tenant or anyone else responsible for the performance of the Tenant's obligations under this Lease, including the subtenant, without first exhausting Landlord's remedies against any other person or entity responsible therefor to Landlord, or any security held by Landlord or Tenant.\n\n(e) Landlord's Approval. Each request for consent to an assignment or subletting shall be in writing, accompanied by information relevant to Landlord's determination as to the financial and operational responsibility and appropriateness of the proposed assignee or subtenant, including but not limited to the intended use and/or required modification of the Premises. Tenant agrees to provide Landlord with such other or additional information and/or documentation as may be reasonably requested by Landlord. Landlord shall not be entitled to any consideration in connection with an assignment or sublease.\n\n(f) Assumption of Terms and Conditions. Any assignee of, or subtenant under, this Lease shall, by reason of accepting such assignment or entering into such sublease, be deemed, for the benefit of Landlord, to have assumed and agreed to conform and comply with each and every term, covenant, condition and obligation herein to be observed or performed by Tenant during the term of said assignment or sublease, other than such obligations as are contrary to or inconsistent with provisions of an assignment or sublease to which Landlord has specifically consented in writing.\n\n- 12.3 Additional Terms and Conditions Applicable to Subletting. The following terms and conditions shall apply to any subletting by Tenant of all or any part of the Premises and shall be deemed included in all subleases under this Lease whether or not expressly incorporated therein:\n\n(a) Subtenant's Attornment. In the event of a Breach by Tenant in the performance of its obligations under this Lease, Landlord, at its option and without any obligation to do so, may require any subtenant to attorn to Landlord, in which event Landlord shall undertake the obligations of the sublandlord under such sublease from the time of the exercise of said option to the expiration of such sublease; provided, however, Landlord shall not be liable for any prepaid rents or security deposit paid by such subtenant to such sublandlord or for any other prior Defaults or Breaches of such sublandlord under such sublease.\n\n(b) Further Assignment.\nNo subtenant shall further assign or sublet all or any part of the Premises without Landlord's prior written consent, such consent not to be unreasonably withheld.\n\n(c) No Obligation. Landlord shall have no direct obligation to any subtenant whether or not Landlord has consented to the sublease.\n\n20\n\n## 13. Default; Breach; Remedies.\n\n- 13.1 Default; Breach. A \"Default\" is defined as a failure by the Tenant to observe, comply with or perform any of the terms, covenants, conditions, or rules applicable to Tenant under this Lease. A \"Breach\" is defined as the occurrence of any one or more of the following Defaults, and, where a grace period for cure after notice is specified herein, the failure by Tenant to cure such Default prior to the expiration of the applicable grace period, shall entitle Landlord to pursue the remedies set forth in Paragraphs 13.2 and/or 13.3:\n\n(a) Monetary Defaults. Except as expressly otherwise provided in this Lease, the failure by Tenant to make any payment of Base Rent or any other monetary payment required to be made by Tenant hereunder, whether to Landlord or to a third party, as and when due within ten (10) days of written notice thereof to Tenant. Upon the third (3rd) notice of monetary default, then notwithstanding Paragraph 4.1 or any other provision of this Lease to the contrary, Base Rent shall, at Landlord's option, become due and payable quarterly in advance.\n\n(b) Non-Monetary Defaults. A Default by Tenant as to the terms, covenants, conditions or provisions of this Lease (including but not limited to failure to provide Landlord with reasonable evidence or surety bond required under the Lease) that are to be observed, complied with or performed by Tenant, other than those described in subparagraphs (a), or (c), herein, where such Default continues for a period of thirty (30) days after written notice thereof by or on behalf of Landlord to Tenant; provided, however, that if the nature of Tenant's Default is such that more than thirty (30) days are reasonably required for its cure, then it shall not be deemed to be a Breach of this Lease by Tenant if Tenant commences such cure within said thirty (30) day period and thereafter diligently prosecutes such cure to completion.\n\n(c) Bankruptcy/Receivership. The occurrence of any of the following events: (i) The making by Tenant of any general arrangement or assignment for the benefit of creditors; (ii) Tenant's becoming a \"debtor\" as defined in 11 U.S.C. §101 or any successor statute thereto (unless, in the case of a petition filed against Tenant, the same is dismissed within sixty (60) days); (iii) the appointment of a trustee or receiver to take possession of substantially all of Tenant's assets located at the Premises or of Tenant's interest in this Lease, where possession is not restored to Tenant within sixty (60) days; or (iv) the attachment, execution or other judicial seizure of substantially all of Tenant's assets located at the Premises or of Tenant's interest in this Lease, where such seizure is not discharged within thirty (30) days; provided, however, in the event that any provision of this subparagraph (c) is contrary to any applicable law, such provision shall be of no force or effect, and not affect the validity of the remaining provisions.\n\n- 13.2 Remedies. If Tenant fails to perform any affirmative duty or obligation of Tenant under this Lease, within thirty (30) days after written notice to Tenant (or in case of an emergency, without notice), Landlord may at its option (but without obligation to do so), perform such duty or obligation on Tenant's behalf, including but not limited to the obtaining of reasonably required bonds, insurance policies, or governmental licenses, permits or approvals. The costs and expenses of any such performance by Landlord shall be due and payable by Tenant to Landlord upon invoice therefor. In the event of a Breach of this Lease by Tenant, as defined in Paragraph 13.1, with or without further notice or demand, and without limiting Landlord in the exercise of any right or remedy which Landlord may have by reason of such Breach, Landlord may:\n\n(a) Termination of Possession. Terminate Tenant's right to possession of the Premises by any lawful means, in which case this Lease and the term hereof shall terminate and Tenant shall immediately surrender possession of the Premises to Landlord. In such event Landlord shall\n\n21\n\nbe entitled to recover from Tenant: (i) the unpaid rent which had been earned at the time of termination; (ii) the worth at the time of award of the amount by which the unpaid rent which would have been earned after termination until the time of award exceeds the amount of such rental loss that the Tenant proves could have been reasonably avoided; (iii) the worth at the time of award of the amount by which the unpaid rent for the balance of the term after the time of award exceeds the amount of such rental loss that the Tenant proves could be reasonably avoided; and (iv) any other amount necessary to compensate Landlord for all the detriment proximately caused by the Tenant's failure to perform its obligations under this Lease or which in the ordinary course of things would be likely to result therefrom. The worth at the time of award of the amount referred to in provision (iii) of the prior sentence shall be computed by discounting such amount at the discount rate of the Federal Reserve Bank of San Francisco at the time of award plus one percent (1%). Efforts by Landlord to mitigate damages caused by Tenant's Default or Breach of this Lease shall not waive Landlord's right to recover damages under this Paragraph. If termination of this Lease is obtained through the provisional remedy of unlawful detainer, Landlord shall have the right to recover in such proceeding the unpaid rent and damages as are recoverable therein, or Landlord may reserve therein the right to recover all or any part thereof in a separate suit for such rent and/or damages. If a notice and grace period required under subparagraphs 13.1 (b) or (c) was not previously given, a notice to pay rent or quit, or to perform or quit, as the case may be, given to Tenant under any statute authorizing the forfeiture of leases for unlawful detainer shall also constitute the applicable notice for grace period purposes required by subparagraphs 13.1 (b) or (c). In such case, the applicable grace period under subparagraphs 13.1 (b) or (c) and under the unlawful detainer statute shall run concurrently after the one such statutory notice, and the failure of Tenant to cure the Default within the greater of the two such grace periods shall constitute both an unlawful detainer and a Breach of this Lease entitling Landlord to the remedies provided for in this Lease and/or by said statute.\n\n(b) Other Remedies. Pursue any other remedy now or hereafter available to Landlord under the laws or judicial decisions of the state wherein the Premises are located.\n\n(c) Landlord's Duty to Mitigate. Notwithstanding anything to the contrary set forth herein, Landlord shall use commercially reasonable efforts to mitigate its damages caused by Tenant's Default or Breach of this Lease and Landlord shall not be entitled to any amount of lost rent which could have been reasonably avoided.\n\n13.3 Late Charges. Tenant hereby acknowledges that late payment by Tenant to Landlord of rent and other sums due hereunder will cause Landlord to incur costs not contemplated by this Lease, the exact amount of which will be extremely difficult to ascertain. Such costs include, but are not limited to, processing and accounting charges, and late charges which may be imposed upon Landlord by the terms of any ground lease, mortgage or trust deed covering the Premises. Accordingly, if any installment of rent or any other sum due from Tenant shall not be received by Landlord or Landlord's designee within ten (10) days after the due date, then Tenant shall pay to Landlord a one-time late charge equal to five percent (5%) of such overdue amount. The parties hereby agree that such late charge represents a fair and reasonable estimate of the costs Landlord will incur by reason of late payment by Tenant. Acceptance of such late charge by Landlord shall in no event constitute a waiver of Tenant's Default or Breach with respect to such overdue amount, nor prevent Landlord from exercising any of the other rights and remedies granted hereunder. In the event that a late charge is payable hereunder, whether or not collected, for three (3) consecutive installments of Base Rent, then notwithstanding Paragraph 4.1 or any other provision of this Lease to the contrary, Base Rent shall, at Landlord's option, become due and payable quarterly in advance.\n\n13.4 Breach by Landlord. Landlord shall not be deemed in breach of this Lease unless Landlord fails within a reasonable time to perform an obligation required to be performed by Landlord. For purposes of this Paragraph 13.4, a reasonable time shall in no event be less than thirty (30) days after receipt by Landlord of written notice specifying wherein such obligation of Landlord has not\n\n22\n\nbeen performed; provided, however, that if the nature of Landlord's obligation is such that more than thirty (30) days after such notice are reasonably required for its performance, then Landlord shall not be in breach of this Lease if performance is commenced within such ten (10) day period and thereafter diligently pursued to completion. Upon such failure Tenant shall have the option but not the obligation to cause such repair and deduct the reasonable costs thereof from the Base Rent. Notwithstanding anything to the contrary contained herein, in the event of an emergency situation which effects the roof or structural integrity of the Premises, Landlord shall use its best efforts to repair such damage within five (5) days of Tenant's written notice of such event, provided however, that if the nature of Landlord's obligations is such that more than five (5) days is reasonably required for its performance, then Landlord shall not be in breach of this Lease if performance is commenced within such five (5) day period and thereafter diligently pursued to completion. In the event of an emergency (any event that in Tenant's reasonable opinion poses a potential threat to life and/or property), and/or in the event that Landlord shall fail to perform any of Landlord's responsibilities within the applicable cure period, then Tenant shall have the right, but not the obligation to make the necessary and appropriate repairs, or to take the appropriate action on behalf of Landlord, and Landlord shall promptly reimburse Tenant the full cost of such repairs or action. If Landlord shall fail to fully reimburse Tenant for such costs, within ten (10) days after Landlord's receipt of Tenant's written demand, Tenant may, but shall not be required to deduct such amounts from any amounts owing or to become owing from Tenant to Landlord.\n\n14. Condemnation. If the Premises or any portion thereof are taken under the power of eminent domain or sold under the threat of the exercise of said power (all of which are herein called \"condemnation\"), this Lease shall terminate as to the part so taken as of the date the condemning authority takes title or possession, whichever first occurs. If more than ten percent (10%) of the floor area of the Premises, or more than ten percent (10%) of the land area (of the Shopping Center) not occupied by any building, or more than ten percent (10%) of the parking, is taken by condemnation, Tenant may, at Tenant's option, terminate this Lease, by giving Landlord written notice within thirty (30) days of the later of: (i) Landlord's written notice to Tenant of such taking; or, (ii) the date the condemning authority shall have taken possession. Further, if the condemnation results in a Non-Conformity of the Premises, land or parking, and the cure for the non-compliance would have the effect of taking to the extent as set forth herein and if such taking results in a material adverse economic or operational impact to Tenant's business, Tenant may invoke its termination rights in accordance herewith, within thirty (30) of receipt from Landlord or the applicable government agency that is seeking to cure the Non-Conformity. \"Non- Conformity\" means that any portion of the Premises, land or parking, is not compliant with applicable laws, rules, building codes, zoning, regulations and ordinances. In the event of Tenant's exercise of termination pursuant to this Paragraph 14, Landlord and Tenant shall agree on a date of surrender of the Premises. If Landlord and Tenant cannot agree on said date, the date of surrender shall be nine (9) months after the date of Tenant's written notice to Landlord, and this Lease shall terminate on said date. If Tenant does not terminate this Lease in accordance with the foregoing, this Lease shall remain in full force and effect as to the portion of the Premises remaining, except that the Base Rent, any other rent, charges, or expenses due hereunder shall be reduced in the same proportion as the rentable floor area of the Premises taken bears to the total rentable floor area of the Premises prior to such taking and Tenant's Proportionate Share of Operating Costs shall be recalculated by dividing the remaining rentable floor area of the Premises by the total rentable floor area of the Shopping Center, provided, however, in the event of a taking as to the land or parking, as set forth above, the foregoing reduction in Base Rent and any other Operating Expenses shall be reduced in the same proportion as the remaining land or parking spaces, as the case may be, bears to the original land or parking spaces prior to such taking. Any award for the taking of all or any part of the Premises under the power of eminent domain or any payment made under threat of the exercise of such power shall be the property of Landlord, whether such award shall be made as compensation for the taking of the fee, or as severance damages; provided, however, that Tenant shall be entitled to any compensation awarded to Tenant for Tenant's relocation expenses, diminution in value of the leasehold, Tenant Owned Alterations, Utility Installations, and/or loss of Tenant's Trade Fixtures. In the event that this Lease is not terminated by reason of such condemnation, Landlord shall to the extent\n\n23\n\nof its net severance damages received, over and above the legal and other expenses incurred by Landlord in the condemnation matter, repair any damage to the Premises caused by such condemnation, except to the extent that Tenant has been reimbursed therefor by the condemning authority. Landlord shall be responsible for the payment of any amount in excess of such net severance damages required to complete such repair.\n\n## 15. Broker's Fee.\n\n15.1 Hold Harmless. Tenant and Landlord each represent and warrant to the other that it has had no dealings with any person, firm, broker or finder other than their respective Brokers identified in Paragraph 1.10 in connection with the negotiation of this Lease and/or the consummation of the transaction contemplated hereby, and that no broker or other person, firm or entity other than said named Brokers is/are entitled to any commission or finder's fee in connection with said transaction. Tenant and Landlord do each hereby agree to indemnify, protect, defend and hold the other harmless from and against liability for compensation or charges which may be claimed by any such unnamed broker, finder or other similar party by reason of any dealings or actions of the indemnifying Party, including any costs, expenses, attorneys' fees reasonably incurred with respect thereto. Landlord shall be responsible for all commissions owing the Brokers in connection with this transaction.\n\n15.2 Agency Relationships. Landlord and Tenant hereby consent to and approve all agency relationships, including any dual agencies, indicated in Paragraph 1.10.\n\n16. Tenancy Statement. Each Party (\"Responding Party\") shall within twenty (20) days after written notice from the other Party (\"Requesting Party\") execute, acknowledge and deliver to the Requesting Party a statement stating the following: (i) that this Lease is in full force and effect and has not been modified or amended or subleased or assigned (or, if it has then specifying the dates and terms of any such amendment or any such transfer), (ii) that this Lease constitutes the full agreement between the parties, (iii) that the Responding Party, and to the best of Responding Party's actual knowledge, the other party to the Lease, is not in default under the Lease, or specifying such defaults if any are claimed (iv) the monthly Base Rent and other charges payable by Tenant and the dates to which such amounts have been paid, (v) the Commencement Date and Expiration Date and whether any extension options have been exercised pursuant to the Lease, and (vi) any other factual information pertaining to the status of the Lease reasonably requested by Landlord or Tenant.\n\n17. Landlord's Liability. The term \"Landlord\" as used herein shall mean the owner or owners at the time in question of the fee title to the Premises, or, if this is a sublease, of the Tenant's interest in the prior lease. Upon such transfer or assignment, the prior Landlord shall be relieved of all liability with respect to the obligations and/or covenants under this Lease thereafter to be performed by the Landlord, but only so long as Landlord's successor, by assignment, purchase, or otherwise, assumes and agrees to carry out any and all of the covenants, duties, and obligations of Landlord under this Lease, provided that Landlord's successor has agreed to assume all of Landlord's liability hereunder. Subject to the foregoing, the obligations and/or covenants in this Lease to be performed by the Landlord shall be binding only upon the Landlord as hereinabove defined.\n\n18. Severability. The invalidity of any provision of this Lease, as determined by a court of competent jurisdiction, shall in no way affect the validity of any other provision hereof.\n\n19. Interest on Past - Due Obligations. Any monetary payment due Landlord hereunder other than late charges, not received by Landlord within thirty (30) days following written notice of the date on which it was due, shall bear interest from the thirty-first (31st) day after it was due at the rate of 8% per annum, but not exceeding the maximum rate allowed by law, in addition to the late\n\n24\n\ncharge provided for in Paragraph 13.3.\n\n20. Time of Essence. Time is of the essence with respect to the performance of all obligations to be performed or observed by the Parties under this Lease.\n\n21. Rent Defined. All monetary obligations of Tenant to Landlord under the terms of this Lease are deemed to be rent.\n\n22. No Prior or Other Agreements. This Lease contains all agreements between the Parties with respect to any matter mentioned herein, and no other prior or contemporaneous agreement or understanding shall be effective.\n\n## 23. Notices.\n\n23.1 Methods of Delivery. All notices required or permitted by this Lease shall be in writing and may be delivered in person (by hand or by messenger or courier service) or may be sent by regular, certified or registered mail or U.S. Postal Service Express Mail, with postage prepaid, or by facsimile transmission, and shall be deemed sufficiently given if served in a manner specified in this Paragraph 23.1. Either Party may by written notice to the other specify a different address for notice purposes. A copy of all notices required or permitted to be given to Landlord hereunder shall be concurrently transmitted to such party or parties at such addresses as Landlord may from time to time hereafter designate by written notice to Tenant. Notices may be sent via e-mail, provided that such e-mail notice is followed by proper written notice as provided in this Section 23. The addresses noted directly below shall be that Party's address for delivery or mailing of notices:\n\n| To Tenant:   | Guitar Center Stores, Inc.<br />5795 Lindero Canyon Road<br />Westlake Village, CA 91362<br />Attn: Robert Stannard, Vice President of Real Estate<br />(818) 735-8888 - Telephone<br />(818) 735-7923 - Facsimile            |\n|-|-|\n| To Tenant:   | With a copy to:                                                                                                                                                                                                               |\n| To Tenant:   | Music & Arts Center<br />4626 Wedgewood Blvd.<br />Frederick, MD 21703<br />Attn: Shawn Womer<br />Tel. No. (301) 620-4040<br />Fax No.: (215) 723-3316                                                                       |\n| To Landlord: | Graceland Owner LLC<br />191 W. Nationwide Boulevard, Suite 200<br />Columbus, OH 43215<br />Attn: Linda M. Swearingen<br />(614) 744-2010 - Telephone<br />(614) 469-8376 - Facsimile<br />Iswearingen@castoinfo.com - Email |\n\n25\n\nwith copy to: Casto\n191 W. Nationwide Boulevard, Suite 200\nColumbus, OH 43215\nAttn: Steve Harper, Legal Department\n(614) 228-5331 - Telephone\n(614) 469-8376 - Facsimile\nSHarper@castoinfo.com - Email\n\n23.2 Time of Receipt. Any notice sent by registered or certified mail, return receipt requested, shall be deemed given on the date of delivery shown on the receipt card, or if no delivery date is shown, the postmark thereon. If sent by regular mail the notice shall be deemed given forty-eight (48) hours after the same is addressed as required herein and mailed with postage prepaid. Notices delivered by United States Express Mail or overnight courier that guarantees next day delivery shall be deemed given twenty-four (24) hours after delivery of the same to the United States Postal Service or courier. If any notice is transmitted by facsimile transmission or similar means, the same shall be deemed served or delivered upon telephone confirmation of receipt of the transmission thereof, provided a copy is also delivered via delivery or mail. If notice is received on a Sunday or legal holiday, it shall be deemed received on the next business day.\n\n24. Waivers. No waiver by Landlord of the Default or Breach of any term, covenant or condition hereof by Tenant, shall be deemed a waiver of any other term, covenant or condition hereof, or of any subsequent Default or Breach by Tenant of the same or of any other term, covenant or condition hereof. Landlord's consent to, or approval of, any act shall not be deemed to render unnecessary the obtaining of Landlord's consent to, or approval of, any subsequent or similar act by Tenant, or be construed as the basis of an estoppel to enforce the provision or provisions of this Lease requiring such consent. Regardless of Landlord's knowledge of a Default or Breach at the time of accepting rent, the acceptance of rent by Landlord shall not be a waiver of any preceding Default or Breach by Tenant of any provision hereof, other than the failure of Tenant to pay the particular rent so accepted. Any payment given Landlord by Tenant may be accepted by Landlord on account of moneys or damages due Landlord, notwithstanding any qualifying statements or conditions made by Tenant in connection therewith, which such statements and/or conditions shall be of no force or effect whatsoever unless specifically agreed to in writing by Landlord at or before the time of deposit of such payment.\n\n25. Recording. Either Landlord or Tenant shall, upon request of the other, execute, acknowledge and deliver to the other a short form memorandum of this Lease for recording purposes. The Party requesting recordation shall be responsible for payment of any recording fees or taxes applicable thereto.\n\n26. Right to Holdover. In the event that Tenant holds over, then the Base Rent payable from and after the time of the expiration or earlier termination of this Lease shall be increased to one hundred ten percent (110%) of the Base Rent applicable during the month immediately preceding such expiration or earlier termination.\n\n27. Cumulative Remedies. No remedy or election hereunder shall be deemed exclusive but shall, wherever possible, be cumulative with all other remedies at law or in equity.\n\n28. Covenants and Conditions. All provisions of this Lease to be observed or performed by Tenant are both covenants and conditions.\n\n29. Binding Effect; Choice of Law. This Lease shall be binding upon the parties, their\n\n26\n\npersonal representatives, successors and assigns and be governed by the laws of the State in which the Premises are located. Any litigation between the Parties hereto concerning this Lease shall be initiated in the county in which the Premises are located.\n\n## 30. Subordination; Attornment; Non-Disturbance.\n\n- 30.1 Subordination. Subject to Paragraph 30.3 herein, this Lease and any Option granted hereby shall be subject and subordinate to any ground lease, mortgage, deed of trust, or other hypothecation or security device (collectively, \"Security Device\"), now or hereafter placed by Landlord upon the real property of which the Premises are a part, to any and all advances made on the security thereof, and to all renewals, modifications, consolidations, replacements and extensions thereof. If any Lender shall elect to have this Lease and/or any Option granted hereby superior to the lien of its Security Device and shall give written notice thereof to Tenant, this Lease and such Options shall be deemed prior to such Security Device, notwithstanding the relative dates of the documentation or recordation thereof. Upon written request by Landlord and within twenty (20) days of such request, Tenant shall execute and deliver to Landlord or the holder of a Security Device a Subordination, Non-Disturbance Agreement substantially in the form attached hereto as EXHIBIT C - SNDA (the \"SNDA\").\n\n30.2 Attornment. Subject to the non-disturbance provisions of Paragraph 30.3, Tenant agrees to attorn to a Lender or any other party who acquires ownership of the Premises by reason of a foreclosure of a Security Device, and that in the event of such foreclosure, such new owner shall not: (i) be liable for any act or omission of any prior Landlord or with respect to events occurring prior to acquisition of ownership, except for continuing defaults under this Lease, (ii) be subject to any offsets or defenses which Tenant might have against any prior Landlord, provided however, that Tenant shall retain the right to any offsets, defenses, abatements, or counterclaims against Lender as to any matters constituting a default under the Lease or (iii) be bound by prepayment of more than one (1) month's rent unless actually received or approved by the Lender.\n\n30.3 Non-Disturbance. Notwithstanding anything to the contrary set forth in this Lease, with respect to Security Devices entered into by Landlord, Tenant's subordination of this Lease shall be subject to receiving assurance (a \"Subordination, Non-Disturbance and Attornment Agreement\") from the holder of such Security Device which provides that if Landlord's interest in the Premises is sold or conveyed upon the exercise of any remedy provided in any Security Device or by deed in lieu thereof, or if the holder of the Security Device takes possession of the Premises thereto, that Tenant's possession and this Lease, including any Options to extend the term hereof, will not be disturbed and Tenant shall be entitled the right of quiet enjoyment. Landlord shall obtain, at no cost to Tenant, within thirty (30) days of the execution of this Lease, a Subordination, Non-Disturbance and Attornment Agreement, reasonably acceptable in form and substance to Tenant, executed by Landlord, Landlord's Lender and Tenant.\n\n30.4 Self-Executing. The agreements contained in this Section 30 shall be effective without the execution of any further documents; provided, however, that, upon written request from Landlord, Tenant, or a Lender in connection with a sale, financing or refinancing of the Premises, Tenant and Landlord shall execute such further writings as may be reasonably required to separately document any such subordination or non-subordination, attornment and/or non-disturbance agreement as is provided for herein.\n\n31. Attorneys' Fees. If any Party brings an action or proceeding to enforce the terms hereof or declare rights hereunder, the Prevailing Party (as hereafter defined) in any such proceeding, action, or appeal thereon, shall be entitled to reasonable attorneys' fees. Such fees may be awarded in the same suit or recovered in a separate suit, whether or not such action or proceeding is pursued to decision or judgment. The term, \"Prevailing Party\" shall include, without limitation, a Party who substantially\n\n27\n\nobtains or defeats the relief sought, as the case may be, whether by compromise, settlement, judgment, or the abandonment by the other Party of its claim or defense. The attorneys' fees award shall not be computed in accordance with any court fee schedule, but shall be such as to fully reimburse all attorneys' fees reasonably incurred.\n\n32. Landlord's Access; Showing Premises; Repairs. Landlord and Landlord's agents shall have the right to enter the Premises at any time, in the case of an emergency, and otherwise during normal business hours and without interfering with Tenant's business for the purpose of making those repairs which Landlord is entitled or required to make under the terms of this Lease, as long as Landlord provides twenty-four (24) hours prior notice. Landlord and Landlord's agents shall have the right, during the last six (6) months of the Term, or the last six (6) months of any option term as provided herein, as defined in Section 39 hereof, for the purpose of showing the same to prospective tenants or prospective purchasers, provided that Landlord provides twenty-four (24) hours prior notice and does not unreasonably interfere with Tenant's business.\n\n33. Force Majeure. In the event that Landlord or Tenant shall be delayed or hindered in or prevented from doing or performing any act or thing required hereunder by reason of reasonably unforeseeable events (beyond the reasonable control of Landlord or Tenant), then either Landlord or Tenant, or both, shall not be liable or responsible for any such delays and the doing or performing of such act or thing, including the payment of rent, shall be excused for the period of the delay and the period for the performance of any such act shall be extended for a period equivalent to the period of such delay, provided that, and only so long as the Party so delayed provides the other Party with written notice of the commencement of and specifics applicable to such delay no later than ten (10) days after such commencement and no more than thirty (30) days thereafter provides written notice to the other Party setting forth, with specificity, the period of delay such unforeseeable event has caused. Events subject to the foregoing may include strikes, lock-outs, casualties, Acts of God, inability to procure materials, governmental laws or regulations, riots, insurrection and/or war, provided however all must be reasonably unforeseeable to the Party claiming delay.\n\n34. Signs. Tenant shall have the right to install and Tenant shall maintain any sign, lettering, and/or advertising media upon or at the Premises and the Shopping Center which is in compliance with any applicable law and subject to Landlord's approval not to be unreasonably withheld so long as Tenant's signs meet all sign criteria for the shopping center as shown on EXHIBIT G-LANDLORD'S SIGNAGE CRITERA. Tenant shall have sole and exclusive signage rights to any and all signage placed on the exterior walls of the Premises which are visible from the Common Areas (and excluding any interior premises of other tenants). Tenant shall have the right to positioning and size as shown on EXHIBIT D-TENANT'S INITIAL SIGNAGE, which is deemed approved by Landlord upon execution of this Lease. Tenant shall have the right to install its musical artist, and/or product photos in the storefront windows of the Premises. Tenant's initial signage shall be substantially as set forth in EXHIBIT D-TENANT'S INITIAL SIGNAGE.\n\n35. Termination; Merger. Unless specifically stated otherwise in writing by Landlord, the voluntary or other surrender of this Lease by Tenant, the mutual termination or cancellation hereof, or a termination hereof by Landlord for Breach by Tenant, shall automatically terminate any sublease or lesser estate in the Premises; provided, however, Landlord shall, in the event of any such surrender, termination or cancellation, have the option to continue any one or all of any existing subtenancies. Landlord's failure within ten (10) days following any such event to make a written election to the contrary by written notice to the holder of any such lesser interest, shall constitute Landlord's election to have such event constitute the termination of such interest.\n\n## 36.\n\nConsents. Wherever in this Lease the consent of a Party is required to an act by or for the\n\n28\n\nother Party, such consent shall not be unreasonably withheld or delayed.\n\n37. Landlord's Restriction. Landlord will not construct any building or other structures, of any type or nature within the Tenant's Protected Area and No-Build Zone as shown on the site plan (attached hereto as Exhibit \"A\") which will diminish Tenant's visibility, access to the Premises, signage (including visibility thereof), the number and proximity of parking spaces to the Premises, or which will expand Tenant's responsibilities or liabilities, or reduce or diminish Tenant's rights under this Lease, or otherwise materially adversely impact Tenant's intended use of the Premises.\n\n38. Quiet Possession. Upon payment by Tenant of the rent for the Premises and the observance and performance of all of the covenants, conditions and provisions on Tenant's part to be observed and performed under this Lease, Tenant shall have quiet possession of the Premises for the entire term hereof subject to all of the provisions of this Lease. If Tenant shall not be in default beyond any applicable grace period provided herein, Tenant shall peaceably occupy and enjoy the full possession and use of the Premises and the use of the Common Areas.\n\n## 39. Options.\n\n- 39.1 Definition. As used in this Section 39 the word \"Option\" means the right to extend the term of this Lease or to renew this Lease.\n\n## 39.2 Option to Extend.\n\n(a) Option Periods. Landlord hereby grants to Tenant two (2) options (\"First Extension Option\" and \"Second Extension Option\", respectively) to extend the Term of the Lease for an additional five (5) years each (\"First Option Term\" and \"Second Option Term\", respectively), commencing as of the end of the Original Term set forth in Paragraph 1.3 of the Lease.\n\n(b) Exercise Notice. To exercise the First Extension Option and the Second Extension Option, Tenant must give written notice of exercise (\"Exercise Notice\") to Landlord no later than the date which is one hundred eighty (180) days prior to the expiration of (i) the Original Term of the Lease with respect to exercising the First Extension Option, or (ii) the First Option Term with respect to exercising the Second Extension Option. Tenant cannot exercise the Second Extension Option without first having exercised the First Extension Option.\n\n(c) First Option Term Rent. If Tenant properly and timely exercises the First Extension Option, then the Term of the Lease shall be extended by the First Option Term and all terms and conditions of this Lease shall remain in full force and effect, with the exception of the amount of the monthly Base Rent which shall be as set forth in Paragraph 1.6 above.\n\n(d) Second Option Term Rent. If Tenant properly and timely exercises the Second Extension Option, then the Term of the Lease, as extended, shall be further extended by the Second Option Term and all terms and conditions of this Lease shall remain in full force and effect, with the exception of the amount of the monthly Base Rent which shall be as set forth in Paragraph 1.6 above.\n\n- 39.3 Multiple Options. In the event that Tenant has any Multiple Options to extend or renew this Lease, a later Option cannot be exercised unless the prior Options to extend or renew this Lease have been validly exercised.\n\n29\n\n## 39.4 Effect of Default on Options.\n\n(a) Periods of Default/Breach. Tenant shall have no right to exercise an Option, notwithstanding any provision in the grant of Option to the contrary: (i) during the period of time any monetary obligation due Landlord from Tenant is unpaid, or (ii) during the time Tenant is in Breach of this Lease.\n\n(b) No Extension of Option Deadline. The period of time within which an Option may be exercised shall not be extended or enlarged by reason of Tenant's inability to exercise an Option because of the provisions of Paragraph 39.4(a).\n\n40. Representations, Warranties, and Covenants. Except as specifically provided hereunder, any and all representations, warranties, and/or covenants made by the Tenant shall not survive the termination of the Lease.\n\n41. Security Measures. Tenant hereby acknowledges that the rental payable to Landlord hereunder does not include the cost of guard service or other security measures, and that Landlord shall have no obligation whatsoever to provide same. Tenant assumes all responsibility for the protection of the Premises, Tenant, its agents and invitees and their property from the acts of third parties.\n\n42. Waiver of Jury Trial. Acknowledging the commercial nature of this transaction, the parties hereby waive trial by jury in any action, proceeding or counterclaim brought by either of the parties against the other on any matters whatsoever arising out of or in any way connected with this Lease, the relationship of Landlord and Tenant, Tenant's use or occupancy of the Premises, and/or any claim of injury or damage.\n\n43. Performance Under Protest. If at any time a dispute shall arise as to any amount or sum of money to be paid by one Party to the other under the provisions hereof, the Party against whom the obligation to pay the money is asserted shall have the right to make payment \"under protest\" and such payment shall not be regarded as a voluntary payment and there shall survive the right on the part of said Party to institute suit for recovery of such sum. If it shall be adjudged that there was no legal obligation on the part of said Party to pay such sum or any part thereof, said Party shall be entitled to recover such sum or so much thereof as it was not legally required to pay under the provisions of this Lease.\n\n44. Authority. If either Party hereto is a corporation, limited liability company, trust, or general or limited partnership, each individual executing this Lease on behalf of such entity represents and warrants that he or she is duly authorized to execute and deliver this Lease on its behalf. If Tenant is a corporation, trust or partnership, Tenant shall, within thirty (30) days after request by Landlord, deliver to Landlord evidence satisfactory to Landlord of such authority.\n\n45. Conflict. Any conflict between the printed provisions of this Lease and the typewritten or handwritten provisions shall be controlled by the typewritten or handwritten provisions, provided said provisions are initialed by both parties to this Lease.\n\n46. Offer. Preparation of this Lease by either Party or their respective agent and submission of same to other Party shall not be deemed an offer to lease to Tenant. This Lease is not intended to be binding until executed by all Parties hereto.\n\n47. Amendments. This Lease may be modified only in writing, signed by the Parties in\n\n30\n\ninterest at the time of the modification.\n\n48. Multiple Parties. Except as otherwise expressly provided herein, if more than one person or entity is named herein as either Landlord or Tenant, the obligations of such Multiple Parties shall be the joint and several responsibility of all persons or entities named herein as such Landlord or Tenant.\n\n## 49. Tenant Improvements\n\na) PLANS. Notwithstanding anything to the contrary set forth in Paragraph 7.3 of the Lease, this provision shall apply to the tenant improvements to be performed by Tenant prior to the Rent Commencement Date. Subject to Paragraph 7.3, including without limitation, Paragraph 7.3(b) of this Lease, Tenant shall submit a copy of any drawings or specifications (\"Tenant's Plans\") for the construction of Tenant's leasehold improvements showing all work performed by or on behalf of Tenant to prepare the Premises for Tenant's occupancy within thirty (30) days after this Lease is fully executed and pursuant to EXHIBIT B. Tenant shall cause the Tenant-Owned Alterations and/or Utility Installations to be constructed and installed by a general contractor selected by Tenant and the cost thereof shall be paid by Tenant, including the cost of insurance and permits, if any. Landlord shall cooperate with Tenant in obtaining all necessary governmental approvals and permits for the tenant improvements to be performed by Tenant.\n\nb) TENANT ALLOWANCE. Notwithstanding anything to the contrary provided for herein, Landlord shall pay to Tenant an amount equal to Forty-four Thousand Three Hundred Eight Dollars and Eighty-six Cents ($44,308.86) as an allowance for Tenant's initial leasehold improvements to the Premises (the \"Tenant Allowance\") upon Tenant's receipt of a construction permit for Tenant's Improvements, delivery to Landlord of lien waivers with respect to the Premises from any general contractor and all known subcontractors who have performed work on or furnished materials to the Premises in amounts in excess of $15,000, or in lieu thereof, an attorney's certification that the lien period for the work performed on Tenant's behalf in the Premises has expired and that no liens in connection therewith have been filed, and a certificate of occupancy. In the event that Landlord shall fail to pay the Tenant Allowance in full on or before the date that is thirty (30) days following the Rent Commencement Date, provided Tenant has delivered to Landlord copies of the construction permits, lien waivers and final certificate of occupancy (provided no delay in Tenant's obtaining of a final certificate of occupancy was caused by Landlord), then Tenant shall have the right, but not the obligation, to deduct the unpaid portion of the Tenant Allowance plus interest at the rate of eight percent (8%) per annum, from any Base Rent, and any other amounts owing or to become owing from Tenant to Landlord under this Lease.\n\n## 50. Intentionally omitted.\n\n51. Non-Compete. Other than Tenant, Landlord shall not permit any tenant, nor shall Landlord itself, at the Shopping Center or by any of its representatives to conduct any business which, in any manner engages in the Permitted Use, as defined in Paragraph 1.8, provided that for purposes of this Paragraph 51 ONLY, the Permitted Use will exclude \"any other legal retail purpose\" (\"Tenant's Exclusive Use\"). Notwithstanding the foregoing, (i) the following Incidental Use (defined below) shall not be considered a violation of this Lease: any sale of the Exclusive Use Items, provided that the total of such sales does not exceed the lesser of (a) ten percent (10%) of tenant's total retail sales floor area, or (b) one thousand (1,000) square feet of tenant's retail floor area (\"Incidental Use\") and (ii) any existing tenants whose leases predate this Lease shall not be subject to Tenant's Exclusive Use, except to the extent that Landlord has discretion, if any, to approve or deny a requested change in use, assignment or\n\n31\n\nsublet by such tenants. Landlord shall cause all leases in the Shopping Center executed after the date of this Lease to be subject to Tenant's Exclusive Use.\n\n52. Confidentiality. Landlord and Tenant acknowledge and agree that all terms and conditions contained in this Lease, and documents which are produced during the Term of this Lease which are confidential or proprietary in nature, including, but not limited to dates, rental amounts and construction plans are confidential and proprietary to their business operations, and shall not be disclosed to any person or entity (\"Non-Permitted Entity\") without the prior written consent of the other party (Landlord or Tenant, as the case may be) together with a written non-disclosure agreement signed by such Non- Permitted Entity. The parties may, without the other party's consent, disclose such information to their respective officers, employees, lenders, real estate brokers, agents, accountants, attorneys or as required by law to any governmental agency (\"Permitted Entity\"), provided such Permitted Entity specifically understands and agrees to be bound by the terms of this confidentiality provision.\n\n53. Continuous Operations Covenant. Tenant agrees to open for one day as a Music & Arts Center store within the Premises. If Tenant fails to open, or at any time during the term of the Lease, Tenant vacates, abandons or closes its business operations in the Premises for more than one hundred twenty (120) consecutive days (except as a result of national holidays, casualty, condemnation, remodeling) (a \"Go Dark Event\"), Landlord shall have a right to terminate the Lease after no fewer than sixty (60) days written notice to Tenant (in accordance with the notice provisions set forth in the Lease), at any time after such Go Dark Event. If Tenant shall reopen for business within such 60-day period, Landlord's recapture right shall be nullified. If Tenant shall fail to reopen for business within such 60-day period, the Lease shall terminate. The amount of the Tenant Allowance shall be deemed earned over the Term of this Lease on a straight line basis regardless of the manner or timing by which such Tenant Allowance is paid by Landlord to Tenant. If Landlord exercises its right to recapture under this Section 53, within the first three (3) years of the Term, Tenant shall promptly pay to Landlord an amount equal to the unearned portion of the Tenant Allowance plus interest at the rate of eighteen percent (18%) per annum.\n\n.........SIGNATURE PAGE FOLLOWS...........\n\n32\n\nLANDLORD AND TENANT HAVE CAREFULLY READ AND REVIEWED THIS LEASE AND EACH TERM AND PROVISION CONTAINED HEREIN, AND BY THE EXECUTION OF THIS LEASE SHOW THEIR INFORMED AND VOLUNTARY CONSENT THERETO. THE PARTIES HEREBY AGREE THAT, AT THE TIME THIS LEASE IS EXECUTED, THE TERMS OF THIS LEASE ARE COMMERCIALLY REASONABLE AND EFFECTUATE THE INTENT AND PURPOSE OF LANDLORD AND TENANT WITH RESPECT TO THE PREMISES.\n\nThe parties hereto have executed this Lease at the place on the dates specified above to their respective signatures.\n\nExecuted at Columbus, Ohio\non 2/8/13\n\nExecuted at Music & Arts Corp Office.\non 1/25/13\n\nby LANDLORD:\nby TENANT:\n\nGRACELAND OWNER LLC,\n<signature> An Ohio limited liability company\n\nMUSIC & ARTS CENTER, A DIVISION OF\nGUITAR CENTER STORES, INC.,\na Delaware corporation\n\nBy: Graceland Shoppers Limited Partnership,\nAn Ohio limited partnership, its manager\n\nBy: <signature>\nName Printed: Richard C. McGowan\nTitle: Vice Pres., ROC Graceland GP LLC,\n\nBy: <signature>\nName Printed: Allan Greenberg\nTitle: EVP\n\nBy: Don M. Castro III & Stephen J. Byrne POA\nName Printed: Don M. Castro III\nTitle: Sole Member of DMC Graceland GP LLC, general partner\n\n| Address: 191 W. Nationwide Blvd., Suite 200   | Address: 5795 Lindero Canyon Road,   |\n|-|-|\n| Columbus, OH 43215                            | Westlake Village, CA 91362           |\n| Tel. No.:(614) 228-5331                       | Tel. No.: (818) 735-8888             |\n| Fax No.:(614) 469-8376                        | Fax No.: (818) 735-7923              |\n\n## With a copy to:\n\nMusic & Arts Center\n4626 Wedgewood Blvd.\nFrederick, MD 21703\nAttn: Shawn Womer\nTel. No. (301) 620-4040\nFax No.: (215) 723-3316\n\n33 33 33\n\n# LANDLORD'S ACKNOWLEDGMENT\n\nSTATE OF OHIO )\nCOUNTY OF FRANKLIN ) ss:\n\nThe foregoing was acknowledged before me, a Notary Public, in and for said County, by Richard C. McQuown, who is personally known to me, and who is the Vice President of RCG Graceland GP, LLC, General Partner of Graceland Shoppers Limited Partnership, member of GRACELAND OWNER, LLC, an Ohio limited liability company, on behalf of the limited liability company, this 8 day of February, 2013.\n\n\n\nNotary Public-Tracy Astie\nState of Ohio\nMy commission expires Dec. 25, 2013\n\n<signature>\nNotary Public\n\nSTATE OF OHIO )\nCOUNTY OF FRANKLIN ) ss:\n<signature> by Stephen L Harper, by power of attorney\nThe foregoing was acknowledged before me, a Notary Public, in and for said County, by Don M.\nCasto III, who is personally known to me, and who is the Sole Member of DMC Graceland GP LLC,\nGeneral Partner of Graceland Shoppers Limited Partnership, member of GRACELAND OWNER, LLC,\nan Ohio limited liability company on behalf, of the limited liability company this 8th day of February,\n2013.\n\nNOTARIAL S SEA\n\nוסיי\nTA OF\n\nHelena Brus\nNotary Public, State of Ohio\nMy Commission Expires 09-14-2016\n\nNotary Public: <signature>\n\n## TENANT'S ACKNOWLEDGMENT\n\nSTATE OF MARYLAND )\nCOUNTY OF FREDERICK ) ss:\n\nThe foregoing was acknowledged before me, a Notary Public, in and for said County, by Allan Greenberg, who is personally known to me or who has provided valid identification, and who is the Executive Vice President of Music and Arts Center, a Delaware corporation, on behalf of the corporation, this <empty> day of <empty>, 2013.\n\nNotary Public\n\n## EXHIBIT A - SITE PLAN\n\n34\n\nThe image is a site plan, labelled \"Exhibit A\", for Columbus Graceland. It depicts the general layout of a shopping center and the relative locations of its storerooms. The plan includes:\n\n*   **Premises**: Areas marked as \"Premises\"\n*   **Protected Area**: A grid-marked area indicated as \"Protected Area\" in the legend.\n*   **Parking area:** parking spots in the north and west sides of the plan.\n\nThe plan is not intended to be an accurate representation and is subject to change.\n\n35\n\n## EXHIBIT B-LANDLORD'S WORK\n\nLandlord shall, at its sole cost, perform the Landlord's Work listed below, prior to the delivery of possession of Premises to Tenant. With attention to required lead-times, Landlord is to procure all associated materials, equipment and manpower to meet the delivery timelines. Landlord will, without limitation, obtain all necessary permits, licensing, inspections or approvals and provide all necessary 'general requirements' (supervision, temporary utilities, clean-up, etc.) to complete the Landlord's Work. Further, Landlord shall, at Landlord's cost, provide any architecture, engineering, or other documentation, studies or analysis required to complete all items of Landlord's Work. The term \"provide\" is defined as completely furnished and installed.\n\nAll Landlord Work will be performed in accordance with the standards and specifications contained in Tenant's Final Plans provided the same are provided to Landlord prior to completion of Landlord's drawings and Landlord is required to provide timely approval of these documents prior to commencement of Landlord's Work. In no event shall Landlord's plans, unless signed and authorized by an agent of Tenant, supersede Tenant's Final Plans.\n\n1. Interior Demolition/Shell Construction-, Landlord will demolish all interior improvements, if any, for any items designated by Tenant to remain, provided however that any expressly required dimensions (such as frontage and/or ceiling heights) may only be modified by a fully executed amendment to the Lease (and not by way of exchange or agreement of design plans). If the Premises are to be newly constructed or demised from larger premises, the dimensions, specifications and ceiling height and design shall be taken from mutually agreed upon design plans.\n\n2. Concrete Floor - Concrete floor shall be level and ready to accept Tenant's floor coverings. Landlord will remove all floor coverings (if existing) and patch any irregularities. Regardless if floor is new or existing, the floor slab is to be provided in a smooth and level condition and ready for Tenant's floor coverings.\n\n3. Water and Sewer/Restrooms - Landlord shall provide two (2) if required ADA-compliant restrooms in a location and configuration consistent with Tenant's final construction plans complete with drywall partitions, acoustical ceiling, lighting, exhaust fan, water closet, wall-mounted lavatory, water heater, grab bars, toilet paper holder, mirror, solid core wood doors with metal jams, and signage in conformance to all appropriate national and local codes. Landlord shall also provide one mop sink (laundry tray) and ADA-compliant drinking fountain in a location and configuration consistent with Tenant's final construction plans should they be required by local code.\n\n4. Walls -All shared demising walls are to be insulated to satisfy Landlord and any requirements of the Lease and any other tenants' leases as to sound attenuation, and in accordance with local requirements. All tenant separation walls are to be finished with at least one layer of drywall sealed at the deck above, taped and blocked full height to the deck, and finished with a skim coat of spackle ready for paint. Any exterior walls shall be insulated in compliance with local requirements.\n\n5. Ceiling Open ceiling\n\n6. Lighting by Tenant. -\n\n7. Roof - Landlord will deliver Premises with roof in watertight condition. All existing openings not servicing working equipment shall be secured with security bars. The structure and load-bearing capacity shall be sufficient, or shall be modified to be sufficient to carry the load of Tenant's HVAC equipment (including ductwork), sprinkler distribution, t-bar ceiling, lighting equipment, and other\n\n36\n\nsuch fixtures. All flashing for all penetrations for HVAC equipment, electric power and/or gas connections to the HVAC equipment, exhaust vents, plumbing vent pipes, and any other penetrations shall be completed by the Landlord.\n\n\t8. Rear Exits - Landlord will provide Tenant with one 3'-6\" by 7'-0\" insulated, flush, steel, hollow metal exit door, with appropriate security hardware and in good operating condition. Emergency exits/hallways to be provided in compliance with all applicable codes and Tenant's final construction plans. Emergency exits shall be provided with a panic alarm exit device hardware, storm chain, drip cap and burglar plate.\n\n9. HVAC-Existing 7.5 ton RTU shall be placed in good working order at the time of delivery of the premises to Tenant. Landlord will provide, supply and return grilles and diffusers to the restrooms of Tenant's final floor plan. Tenant will supply flex duct, grilles and diffusers to the studios, corridor and instrument room. Final start up of units will be by Landlord's contractor in conjunction with Tenant's HVAC contractor; however final complete operation of the unit is the Landlord's responsibility.\n\n10. Electrical-Landlord to provide, at minimum, 200 amp, 3-phase, 4-wire service at 120/208V (or 400 amp, 3-phase, 4-wire service at 120/208V, if the rooftop HVAC units are electric, as opposed to gas- fired), complete with service distribution and main disconnect switch. Landlord shall provide exit and emergency lights per code as well as one 20 amp sign circuit wired to Tenant's panel and terminated at a junction box at the front of the space readily accessible by Tenant's sign contractor.\n\n11. Gas Service - If available, Landlord shall complete all gas piping to HVAC units. [Note: If gas service is unavailable at the Shopping Center, Tenant will require additional electrical service capacity.\n\n12. Utility Meters - Landlord will provide separate utility meters for gas, water, sewer (if applicable) and electrical services. Tenant to arrange for utility accounts.\n\n13. Telephone Conduit - Landlord will provide a 1\" conduit run from building central telephone room to the area of the Tenant space near the electric service panel.\n\n14. Fire Protection - Existing fire sprinkler system shall be in good working order at the time of space delivery. Landlord shall drop sprinkler head(s) as required by code in the Landlord constructed toilet room(s). Remaining heads in the space will be left \"as is\". Tenant will be responsible for any required modifications to the existing sprinkler system to satisfy code for Tenants specific store design. Tenant shall use the Landlord preferred sprinkler vendor for such modifications. Fire alarm system to be in good working order at the time of space delivery.\n\n15. Storefront Façade/Entry Doors - Storefront (including a new sign façade/canopy, sidewalks and entrance) per mutually agreed upon plans. A single or pair of 3'-0\" wide by 7'-0\" high anodized aluminum tempered clear insulating glass doors in good working condition. Doors to be placed and spaced in accordance with Tenant's final construction plans. Landlord shall provide address numbers over the entry doors in compliance with local codes and consistent with the style utilized throughout the Shopping Center.\n\nAll items above, subject to quality, type or location issues shall be determined by Tenant's Final Construction Plans or Tenant's Final Specification.\n\n37\n\n## EXHIBIT C-SNDA\n\nRecord and return to:\n\nPrincipal Global Investors, LLC\n801 Grand Avenue\nDes Moines, IA 50392-1450\nATTN: Commercial Mortgage Servicing, Loan 756010\n\n## NON-DISTURBANCE AND ATTORNMENT AGREEMENT\n756010\n\nTHIS NON-DISTURBANCE AND ATTORNMENT AGREEMENT, dated as of , 2013 (this Agreement), by and between >, a(n) > (Tenant), having an address at >, >, a(n) > (Landlord) having an address at > and BANK OF AMERICA, NATIONAL ASSOCIATION (SUCCESSOR BY MERGER TO LASALLE BANK NATIONAL ASSOCIATION), AS TRUSTEE FOR THE HOLDERS OF BEAR STEARNS COMMERCIAL MORTGAGE SECURITIES INC., COMMERCIAL MORTGAGE PASS-THROUGH CERTIFICATES, SERIES 2007-PWR17 (Mortgagee), having an address for purposes of notice at 801 Grand Avenue, Des Moines, Iowa 50392- 1450.\n\n## WITNESSETH:\n\nWHEREAS, Tenant has leased from Landlord certain space (the Property) known as >, under a Lease, dated <empty>, 2013 (hereinafter called the Lease); and\n\nWHEREAS, by an Assignment of Lease and Rents from Landlord to Mortgagee (the Assignment), Landlord has assigned or will assign its interest under the Lease to Mortgagee; and\n\nWHEREAS, Mortgagee is or will be the holder of a Mortgage or Deed of Trust from Landlord to Mortgagee (the Mortgage) relating to the Property;\n\nWHEREAS, Tenant desires that the Tenant's right of possession under the Lease shall not be disturbed upon foreclosure of the Mortgage, and Mortgagee desires to have Tenant attorn to Mortgagee as landlord if the Mortgage is foreclosed.\n\nNOW, THEREFORE, in consideration of the premises and other good and valuable consideration, the receipt whereof is hereby acknowledged, Tenant, Landlord and Mortgagee mutually agree as follows:\n\n1. Landlord and Tenant represent and warrant that the Lease is in full force and effect as of the date hereof.\n\n2. Tenant recognizes Mortgagee's rights under the Assignment and covenants and agrees to, and hereby does, attorn to Mortgagee or any purchaser from Mortgagee (the Purchaser) at any foreclosure sale or otherwise as its new landlord, and the Lease shall continue in full force and effect as a direct lease between Tenant and Mortgagee or the Purchaser upon all the terms, covenants, conditions and agreements set forth in the Lease to the same extent whether or not and with the same effect as if Landlord or Purchaser were named in the Lease as lessor. Tenant will not\n\n38\n\nagree to any modification, amendment or supplement of the Lease or any of its provisions without Mortgagee's prior written consent.\n\n3. Tenant agrees to give prompt notice to Mortgagee of any default of Landlord in the obligations of Landlord under the Lease, if such default is of such a nature as to give Tenant a right to terminate the Lease, reduce rent, or to credit of offset any amounts against future rents. Tenant further agrees to give such notice to Mortgagee's successor in interest in said Mortgage, provided that prior to any such default of Landlord, such successor in interest shall have given written notice to Tenant of its acquisition of Mortgagee's interest therein, and designated the address to which notice is to be directed.\n\n4. Mortgagee covenants and agrees with Tenant that, so long as Tenant shall not be in default under the Lease, the right of possession and all other rights of Tenant under the Lease will not be disturbed upon foreclosure of the Mortgage or upon the exercise of any remedy provided for in the Mortgage.\n\n5. Tenant has not and shall not prepay any of the rents under the Lease more than one month in advance except with the prior written consent of Mortgagee. If the Lease is canceled or terminated for any reason, if any purchase option contained in the Lease is exercised, or if Tenant is required to pay to Landlord any payment in excess of one calendar month in advance, including, but not limited to lease termination or purchase option payments, refunds of any type, prepayments of rents, litigation settlements or settlements of past due rents (all of which shall be referred to herein collectively as \"Extraordinary Rental Payments\"), Landlord and Tenant will notify Mortgagee and Landlord consents to Tenant remitting and Tenant agrees to remit any Extraordinary Rental Payments to Mortgagee directly and immediately.\n\n\t6. In no event shall Mortgagee be liable for: (a) the return of any security deposit provided to Landlord under the Lease; (b) any act or omission of the Landlord; (c) any covenant of Landlord to undertake or complete the initial construction or installation of improvements on the Demised Premises; (d) any sums due Tenant under the Lease related to the costs of preparing, furnishing or moving into the Demised Premises (for example, a construction or tenant improvement allowance); or (e) any covenant of Landlord related to restrictive uses or exclusives which pertain to properties outside of the Demised Premises and which Mortgagee could not reasonably comply with if it became Landlord under the Lease, (f) any amendment, modification, financial settlement, termination or supplement to the Lease, or waiver of Lease terms, made without Landlord's written consent thereto; (g) any payment of rent or additional rent made by Tenant to Landlord more than 30 days in advance; or (h) or bound by any right of first refusal or option to purchase all or any portion of the Property. Further, Mortgagee shall not be subject to any offsets or deficiencies which Tenant may be entitled to assert against the Landlord as a result of any act or omission of Landlord occurring prior to Mortgagee's obtaining title to the Demised Premises, it being understood that nothing in this clause shall be deemed to exclude Mortgagee from responsibility for repairs and maintenance required of the Landlord under the Lease from and after the date Mortgagee takes title to the Demised Premises, whether or not the need for such repairs or maintenance accrued before or after such date; provided, however, that in no event shall Mortgagee be responsible for consequential damages resulting from the failure of Landlord to undertake such repairs and maintenance\n\n7. The foregoing provisions shall be self-operative and effective without the execution of any further instruments on the part of either party hereto.\n\n8. This Agreement may not be modified other than by an agreement in writing signed by the parties hereto or by their respective successors in interest. This Agreement may be signed in counterparts.\n\n39\n\n9. This Agreement shall inure to the benefit of and be binding upon the parties hereto and their successors and assigns including, without limitation, the Purchaser.\n\n10. This Agreement shall be governed by the laws of the state in which the Property is located.\n\nIN WITNESS WHEREOF, the parties have executed this Agreement this day and year above written.\n\n(Signatures on Next Page)\n\n40\n\nTENANT\n\nBy: <signature>\nName: Allan Greenberg\nTitle: EVP\n\nSTATE OF Maryland )\n) ss.\nCOUNTY OF Frederick )\nOn January 29, 2013 , 2009, before me, Allan Greenberg , Esq., VP (insert name and title of the officer)\n\npersonally appeared Allen Greenberg\npersonally known to me (or proved to me on the basis of satisfactory evidence) to be the person(s) whose name(s) is/are subscribed to the within instrument and acknowledged to me that he/she/they executed the same in his/her/their authorized capacity(ies), and that by his/her/their signature(s) on the instrument the person(s), or the entity upon behalf of which the person(s) acted, executed the instrument.\n\nWITNESS my hand and official seal.\nMy commission expires May 23, 2014\n\n(SEAL)\n<signature>\nNotary Public\n\n41\n\nLANDLORD\n\nBy <empty>\nName:\nTitle:\n\nSTATE OF<empty>)\n<empty>) ss.\nCOUNTY OF<empty>)\nOn<empty>, 2009, before me,<empty>(insert name and title of the officer)\n\npersonally appeared <empty>\npersonally known to me (or proved to me on the basis of satisfactory evidence) to be the person(s) whose name(s) is/are subscribed to the within instrument and acknowledged to me that he/she/they executed the same in his/her/their authorized capacity(ies), and that by his/her/their signature(s) on the instrument the person(s), or the entity upon behalf of which the person(s) acted, executed the instrument.\n\nWITNESS my hand and official seal.\nMy commission expires <empty>\n\n(SEAL)\nNotary Public\n\n42 42\n\nMORTGAGEE\n\nU.S. BANK NATIONAL ASSOCIAION AS\nSUCCESSOR TRUSTEE TO BANK OF\nAMERICA, NATIONAL ASSOCIATION\n(SUCCESSOR BY MERGER TO LASALLE\nBANK NATIONAL ASSOCIATION), AS\nTRUSTEE FOR THE HOLDERS OF BEAR\nSTEARNS COMMERCIAL MORTGAGE\nSECURITIES INC., COMMERCIAL\nMORTGAGE PASS-THROUGH\nCERTIFICATES, SERIES 2007-PWR17\n\nBy: PRINCIPAL GLOBAL INVESTORS,\nLLC, a Delaware limited liability company,\nin its capacity as Primary Servicer its\nauthorized signatory\n\nBy <empty>\nName:\nTitle:\n\nBy <empty>\nName:\nTitle:\n\nSTATE OF )\n) SS\nCOUNTY OF )\n)\n\nI HEREBY CERTIFY that on this <empty> day of <empty>, 20>, before me, the undersigned, a notary public in and for the County and State aforesaid, and duly commissioned, personally appeared <empty>, known to me to be the <empty> of <empty>, who being by me duly sworn, did depose and say that he resides in <empty>; that he is the <empty> of <empty>, the corporation described in and which executed the foregoing instrument; that he knows the seal of said corporation; that the seal affixed to said instrument is the corporate seal of said corporation; that, on behalf of said corporation and by order of its board of directors, he, signed, sealed and delivered said instrument for the uses and purposes therein set forth, as its and his free and voluntary act and deed; and that he signed his name thereto by like order.\n\nIN WITNESS WHEREOF, I have hereunto set my hand and affixed my official seal the day and year first above written.\n\n43\n\n[SEAL]\nMy Commission expires:\n\n44\n\n## EXHIBIT D - TENANT'S INITIAL SIGNAGE\n\n(See attached)\n\n45\n\n## EXHIBIT E-EXCLUSIVE USES\n\n# GRACELAND SHOPPING CENTER\n\n## Current as of: November 12, 2012\n\nIn addition to restrictions and other encumbrances of record, Tenant covenants and agrees to be subject to the following restrictions and not to use or permit the use of the Premises for the following prohibited uses:\n\nA restaurant operating under the trade name TGI Friday's, O'Charley's, or Max & Erma's. The sale of large size women's ready-to-wear (sizes 14 and above). The sale of prepared pizza for on or off-premises consumption. Manufacturing or storage (except as is incidental to a retail business); purveying pornography; as a junk yard; as a vehicle dealership or rental agency; or for commuter or overnight parking. A sit-down, casual dining restaurant and bar with a sports bar theme concept or is using the Premises as a restaurant and bar which feature chicken wings as a primary menu item. For the purposes of this Section, (i) a \"restaurant or bar with a sports entertainment theme or concept\" shall mean a restaurant or bar which has four (4) or more televisions for regularly viewing sporting events and consistently markets itself to the public for the viewing of sporting events, and (ii) a \"restaurant or bar which features chicken wings as a primary menu item\" shall mean that more than ten percent (10%) of such tenant's annual food sales are derived from the sale of chicken wings. A buffet style restaurant serving primarily Chinese cuisine. The retail sale of religious books, materials and supplies. A walk-in, no appointment necessary, hair salon. The retail sale of video games. The retail sale of vitamins, mineral and herbal supplements, and sports nutritional supplements. Chiropractic services. A unisex haircutting salon. A tax return preparation service. The sale of pet food, live pets, and/or pet supplies. A drug store or pharmacy department requiring the services of a registered pharmacist.\n\nA food store or food department, for the sale for off-premises consumption of beer and/or wine products, or for the sale of groceries, meats, fish, produce, dairy products, bakery products or any of them, for off-premises consumption, provided that nothing herein shall prevent any occupant of the Shopping Center from selling such products as an incidental part of its principal business so long as the total number of square feet of building area devoted to the display for the sale thereof does not exceed 5% of the total number of square feet of building area occupied by same. This restriction shall not apply to stores selling candies and confections, and ice cream or yogurt so long as the sale of said products is no more than 1000 sq. ft.\n\nA discount department store or other discount store as defined below, or (ii) a junior department store or apparel store exceeding twenty thousand (20,000) square feet of gross leaseable area. \"Discount Department Store\" and/or \"Discount Store\", as those terms are used herein shall mean a discount department store or discount store containing more than thirty-five thousand (35,000) square feet of gross leaseable area for the purpose of selling a full line of hard goods and soft goods at a discount in a format similar to Target, Wal-Mart, or Ames Discount Department Store.\n\nAny (a) \"craft store\"; (b) store selling arts and crafts, art supplies, or craft supplies; (c) picture frames; (d) custom picture framing services; (e) framed art; (f) artificial flowers and/or plants; artificial floral and/or plant arrangements; (g) holiday themed décor, decorations and costumes; (h) wedding goods (except apparel); (i) party goods; (j) scrapbooking/memory book store, or a store selling scrapbooking/memory book supplies, accessories, and/or decorations, other papercrafting (e.g. making greeting cards, gift bags, tags, and other related or similar paper items) supplies, accessories and/or decorations; (k) providing classes on any of the foregoing or any combination of the foregoing categories; or (1) any store that has a merchandise mix that is substantially similar to a Michael's store.\n\nThe sale of office, home office, school or business products, office, home office, school or business supplies or equipment; office furniture; or electronics: or for use as a business support center, copy center or \"Kinko\" type of\n\n46\n\noperation, except as follows:\n(exclusions provided upon request).\n\nNo portion of the Shopping Center located within fifty linear feet (50) of the demising walls of the Office Max store shall be used as a restaurant, however one primarily take out restaurant if less than 2,000 square feet is permitted, or for office purposes (such as medical or office uses), or for any use that requires parking in excess of five (5) spaces for each one thousand (1,000) square feet of leasable floor area.\n\nA nightclub, bowling alley, arcade, amusement center, game room, skating rink, billiard room, massage parlor, adult book store or any other purpose which includes the display or sale of pornographic or obscene materials or off-track betting facility, flea market, second hand store, pawn shop, blood bank, goodwill store, ballroom, dance hall, day care center, discotheque, beauty school, barber college, offices (other than a bank or offices typically found in suburban shopping centers such as a real estate office or title company), place of instruction, reading room or any operation catering primarily to students or trainees rather than to customers.\n\nA theatre, movie theatre, fitness center, health club, spa, game room, liquor store, or tavern or pub (\"tavern\" and \"pub\" shall be defined as a storeroom in the Shopping Center in which sixty percent (60%) of the gross sales are derived from the sale and consumption of alcoholic beverages located within 150 feet of the Office Max store).\n\nUse by a tenant or occupant of the Shopping Center other than a national or regional retailer with Max or Maxx in its name to use the words \"Max\" or \"Maxx\" on signage or as part of such tenant's or occupant's name or tradename.\n\nA self-serve yogurt shop.\n\nA tanning salon.\n\nA portrait studio.\n\nA \"quick, casual\" Mexican restaurant.\n\nA professional school of cosmetology.\n\nThe sale of pre-paid wireless products.\n\nThe sale of beauty products.\n\nThe retail sale of prepared submarine sandwiches.\n\nA fitness center or athletic facility.\n\n47\n\n## EXHIBIT F– PROHIBITED USES\n\nAs used in this Lease, the term \"Prohibited Uses\" shall mean any of the following uses:\n\n1. Any unlawful or noxious use which emits or results in strong, unusual or offensive odors, fumes, dust or vapors, is a public or private nuisance, emits noise or sounds which are objectionable due to intermittence, beat, frequency, shrillness or loudness, creates a hazardous condition, or is used, in whole or in part, as or for warehousing or the dumping or disposing of garbage or refuse;\n\n2. Any operation primarily used as a warehouse or storage facility and any assembling, manufacturing, distilling, refining, smelting, agricultural, or mining operation;\n\n3. Any mobile home park, trailer court, labor camp, junkyard, or stockyard (except that this provision shall not prohibit the temporary use of construction trailers during periods of construction, reconstruction, or maintenance);\n\n4. Any dumping, disposing, incineration, or reduction of garbage (exclusive of trash compactors or trash containers located near the rear of any building);\n\n5. Any fire sale, bankruptcy sale (unless pursuant to a court order), auction house operation, fictitious going- out-of-business sale, lost-our-lease sale or similarly advertised event;\n\n6. Any mortuary or funeral home;\n\n7. Any \"Pornographic Use\", which shall include, without limitation: (x) a store displaying for sale or exhibition books, magazines or other publications containing any combination of photographs, drawings or sketches of a sexual nature, which are not primarily scientific or educational (provided, however, that the sale of books, magazines and other publications by a national bookstore of the type normally located in first-class shopping centers in the State in which the Shopping Center is located (such as, for example, Borders and Barnes & Noble, as said stores currently operate) shall not be deemed a \"pornographic use\" hereunder); or (y) a store offering for exhibition, sale or rental video cassettes or other medium capable of projecting, transmitting or reproducing, independently or in conjunction with another device, machine or equipment, an image or series of images, the content of which has been rated or advertised generally as NC-17 or \"X\" or unrated by the Motion Picture Rating Association, or any successor thereto (provided, however, that the sale or rental of such videos by a national video store of the type normally located in first- class shopping centers in the State in which the Shopping Center is located (such as, for example, Blockbuster or West Coast Video, as said stores currently operate) shall not be deemed a \"pornographic use\" hereunder); or massage parlor (except for therapeutic massages given in connection with the operation of a day spa or health club which may otherwise be permitted under this Exhibit \"D\");\n\n8. Any so-called \"head shop\", or other establishment primarily selling or exhibiting drug-related paraphernalia;\n\n9. Any carnival, amusement park or circus; and\n\n10. All restrictions and exclusive uses set forth on Exhibit D-1, attached hereto.\n\n48 888\n\n## EXHIBIT G-LANDLORD'S SIGNAGE CRITERIA\n\n## Graceland Shopping Center\n\n## Tenant Signage - General\n\n1. The copy, size, color, format and specific location of Tenant's sign shall require prior written approval by Landlord and shall comply with the requirements set forth below.\n\n2. Any sign applications, permits, fees, and any work related thereto shall be the responsibility and all the expense of Tenant and/or Tenant's signage contractor.\n\n3. All cost associated with Tenant signage are the sole responsibility of the Tenant, including the cost of fabricating, electrifying and lighting the signage. In the event Landlord installs the lighting or any other portion of the storefront signage, the Tenant shall reimburse the landlord for Tenant's share of the sign costs including fabricating, installing, and electrifying such signage.\n\n4. Sign manufacturer's shop drawings showing sign construction and installation, including mounting devices, shall be submitted to the Landlord for written approval prior to sign fabrication..\n\n5. The signage contractor utilized by Tenant must be a Landlord-approved signage contractor for the Shopping Center. Tenant's signage - whether installed by Landlord, Tenant or Tenant's Sign Contractor - must be paid by Tenant before the Tenant may open for business in its Premises.\n\n6. Any final signage and/or signage letters shall meet the sign criteria of the local zoning code and all federal, state and local governing regulations.\n\n## Graphic Area\n\n1. The signage area generally shall consist of an area constructed of various exterior finish materials (i.e., E.I.F.S., brick, stone, etc.). Signage area to be provided by Landlord. Tenant's Signage Contractor should conduct a field inspection to verify measurements and general sign area. Tenant to repair any damage to the exterior finish area as a result of signage installation.\n\n2. Tenant's graphics area shall be limited to one square foot of graphic area per one linear foot of leased storefront or such lesser area, if regulated by applicable code. In no event shall the horizontal width of each Tenant's graphic be greater than a maximum of 80% of the width of such Tenant's storefront width or such lesser area, if regulated by applicable code.\n\n3. Tenant signage limits shall be 30\" height or such lesser height, if regulated by applicable code. The signage area shall include limits of upper and lower case letters. In certain cases, portions of signage may be permitted to have a maximum vertical limit of greater than 30\", at Landlord's sole discretion. All increases in signage area are subject to Landlord's prior written approval.\n\n4. The advertising of informative content of all signs shall be limited to letters designating the store name. No logos, tag lines or crests shall be permitted.\n\n5. All alterations of the exterior lighting system will not be permitted without written consent of the Landlord.\n\n6. The maximum height of any wall signs for the retail center shall be consistent with the architectural features of the building as determined by Landlord.\n\n## Individually Mounted Letters\n\n\t1. Maximum letter height to be 30\" (as noted above) or such lesser height, if regulated by applicable code.\n\n\t2. All signs shall consist of fabricated individual internally-illuminated letters. All signs shall be of aluminum construction, with letter channels as per final Landlord specification. Signs to be mounted to wall in a manner designated by Landlord.\n\n\t3. Sign illumination shall be neon tubing properly spaced for even illumination.\n\n4. Sign faces shall be 1/8\" to 3/16\" thick Plexiglas of any color that provides good contrast and illuminations to the storefront.\n\n\t5. Letter returns shall be .040 aluminum and painted PMS 425 charcoal gray with black trim cap retainer, unless otherwise specified by Landlord. Letter unit face color to be one of the colors listed under Landlord's color palette.\n\n\t6. Sign letters shall be mounted with non-corrosive hardware and ½\" spacers behind the letters. In no event shall raceways be utilized, nor may the sign protrude more than 6\" from the face of the building.\n\n49\n\n7. Center of copy (signage) to be on center of sign area or architectural feature located on the façade of the building containing the subject premises. Signage shall not be placed on any other exterior portion of the building containing the subject premises, including side walls.\n\n8. All building/fascia penetrations shall be sealed.\n\n9. All wiring shall be enclosed in metal conduit or flex. No plastic shall be used. Remote transformers (30-6- MA) shall not exceed 12,000 A or such lesser amperage, if regulated by Code.\n\n10. Sign color will be aesthetically compatible with color throughout the rest of the Shopping Center without sacrificing readability. Signage for Major Tenants shall be compatible in color and design with its other signs for similar stores located in the Columbus, Ohio metropolitan area and consistent with the design of the rest of the Shopping Center.\n\n## Blade Sign\n\nIf required by Landlord, Tenant shall display one (1) blade sign to be manufactured by Landlord's designated sign contractor, and Tenant shall pay the related costs for fabrication and installation.\n\nRevised 06/17/08\n\n50\n\n# MUSIC & ARTS♪\n\n159 GRACELAND BLVD.\nCOLUMBUS, OH 43214\n\nSIGNS\n\nHouston Corporate Office\n5225 Katy Freeway, Suite 350\nHouston, Texas 77007\n713-977-7900\nFax 713-977-7903\n\nDallas Regional Office\n2220 San Jacinto Blvd.\nDenton, TX 76205\n940-380-9153\nFAX: 940-380-9395\n\nKey information:\n\n*   **Scope of Work:** Fabricate, ship & install (1) one set new channel letters\n*   **Storefront:** 18'-0\"\n*   **Signage:** Music & Arts\n*   **Scale:** ¼\" = 1'-0\"\n*   **Address:** 159 Graceland Blvd, Columbus, OH 43214\n*   **Designer:** J. Womack\n*   **Design No.:** US157401\n*   **Date:** 01.25.13\n*   **Account Rep:** M. Newport\n*   **Sales Rep:** B. Peavy\n\nM&A 28-FL // 28\" FLUSH MOUNT LED ILLUMINATED CHANNEL LETTER SET\n\nSIGN 1\n\nSCALE 3/8\"-1\" | 32.66 SQ/FT (1) ONE REQ\n\n14'-0\"\n2'-4\" 1'-9\" MUSIC & ARTS\n\n## TM COPY IS 3M OPAQUE WHITE VINYL APPLIED TO CLEAR ACRYLIC ATTACHED TO BACK OF MUSIC NOTE CHANNEL LETTER.\n\n## SPECIFICATIONS\n\n1 5\" FABRICATED .040 ALUMINUM LETTER RETURNS PAINTED PMS 425 CHARCOAL GRAY PAINT INTERIOR WITH LIGHT ENHANCING PAINT\n\n2 1\" BLACK TRIM CAP\n\n3 NON-CORROSIVE INSTALLATION HARDWARE:\nSEE DETAIL\n\n4 3/16\" THICK PLEX/POLYCARBONATE FACE RED #2793\n\n5 USLED DIODE MODULE\n\n6 FLAT ALUMINUM BACK WELDED TO RETURNS\n\n7 ½\" WEEP HOLES (2) TWO PER LETTER\n\n8 GROUNDED WALL PASS-THRU SEALED WATER TIGHT\n\n9 LOW VOLTAGE ELECTRONIC TRANSFORMER LOCATED IN INTERIOR WALL AREA INSIDE A PROTECTIVE CASE BOX\n\n10 WATERPROOF FLEXIBLE CONDUIT FOR WIRING\n\n## SIDE SECTION VIEW\n\n## MOUNTING OPTION DETAIL\n\nLETTERS TO BE MOUNTED 2\" OFF THE BUILDING WALL WITH ALUMINUM SPACERS PAINTED WHITE\n\n| Item # | Description |\n|---|---|\n| 1 | 1/2\" gap between the wall and the letters |\n| 2 |  |\n| 3 |  |\n| 4 |  |\n| 5 |  |\n| 6 |  |\n| 7 |  |\n| 8 |  |\n| 9 | Power supply |\n| 10 | Conduit |\n\n| Mounting type | Fastener shown | Substrate | Key detail |\n|---|---:|---|---|\n| Thru‑Bolt Mounting | Bolt + nut + washer (through) | Metal stud (also used with solid backing) | Bolt passes through material and into/through stud; secured with nut on back side. |\n| Hanger Bolts | Hanger bolt (wood thread one end, machine thread other) | Wood stud | Screw the wood end into stud; machine thread accepts fixture hardware. |\n| Reverse Toggle Bolt Mounting | Toggle bolt (expanding wings) | Hollow wall (e.g., drywall) | Toggle expands behind the wall to spread load for hollow substrates. |\n| Masonry Lag Bolt Mounting | Lag bolt with masonry anchor/sleeve | Masonry (brick/block/concrete) | Drill hole, insert anchor/sleeve, drive lag bolt into anchor for solid masonry support.\n\nSIGNS\n\nTHIS DESIGN AND ENGINEERING IS SUBMITTED AS OUR PROPOSAL, AND THE RIGHT TO USE OR EXHIBIT IN ANY FORM, IS NOT AUTHORIZED WITHOUT WRITTEN PERMISSION BY US SIGNS.\n\nHouston\nDallas\n\nHouston Corporate Office\n5225 Katy Freeway, Suite 350\nHouston, Texas 77007\n713-977-7900\nFax 713-977-7903\n\nDallas Regional Office\n2220 San Jacinto Blvd.\nSuite 365\nDenton, Texas 76205\n940-380-9153\nFAX: 940-380-9395\n\nMUSIC&ARTS\n\nAddress: 159 GRACELAND BLVD\nCity: COLUMBUS\nState: OH 43214\nAccount Rep: M. NEWPORT\nSales Rep: B. PEAVY\nAPPROVALS\nCLIENT: <empty>\nDESIGN: <empty>\nPROD.: <empty>\nDesigner: J. WOMACK\nDesign No.: Us157401\nDATE: 01.25.13\nRev. Date: 00.00.13\nELECTRICAL SIGN A.L. APPROVED\nAIR HANDS WHITE L.E.S. DRAWN BY\nU\nInterstate Laboratories Inc.\nELECTRIC SIGN\n3 : 3\n\nThe purchaser agrees to hold the seller harmless against aey cause for action for damage which may occur as a result of drilling for plers and foundations, Including but not limited to sewer, gas lines or any underground obstacles which the purchaser or others may deem valuable."
}