{
  "filename": "doc_340_final.pdf",
  "url": "https://example.com/documents/doc_340_final",
  "parsed_text": "[ ]\n\n[ ]\n\nOctober 21, 1997\n\n# Real Estate Development\n\nTim Donut U.S. Limited, Inc.\nP.O. Box 256\n4288 W. Dublin-Granville Rd.\nDublin, Ohio 43017\n\nRE: Ground Lease LESSOR: Dublin Oaks LESSEE: Tim Donut U.S. Limited, Inc. PREMISES: 1.64 Acre Outlot, Avery Square, Dublin, Ohio\n\nLadies & Gentlemen:\n\nThe undersigned hereby certifies that Hospital Properties, Inc. approved development plans for Avery Square, including development plans for the above-referenced premises.\n\nYou may rely on this certification to evidence such approval by Hospital Properties, Inc. of the development plans for Avery Square.\n\nVery truly yours,\n\nDUBLIN OAKS, an Ohio limited liability company, as agent for and Lessee of LUCAS-AVERY LIMITED, an Ohio limited liability company, Richard J. Solove and John J. Chester:\n\nBy: <signature>\nRichard J. Solove, Manager\n\nBy: <signature>\nFrank S. Benson, III , Manager\n\nWJH/mal\n\n8 East Broad Street\n\nColumbus, Ohio 43215\n\n614 221 1191\n\nFax 614221 1910\n\n## GROUND LEASE\n\nTHIS LEASE, made by and between DUBLIN OAKS, an Ohio limited liability\n\ncompany, asagent for and lessee of LUCAS-AVERY LIMITED, an Ohio limited liability company (\"Lucas-Avery\"), RICHARD J. SOLOVE, an unmarried individual (\"Solove\") and JOHN J. CHESTER, a married individual, whose spouse is Cynthia J. Chester, (\"Chester\"), Lucas-Avery, Solove and Chester being sometimes referred to hereafter collectively as \"Owner\" and said Dublin Oaks, an Ohio limited liability company, as such agent and lesseeof Owner being hereinafter called \"Lessor\", whose mailing address is c/o Don M. Casto Organization, 209 E. State Street, Columbus, Ohio 43215, and\n\nTIM DONUT U.S. LIMITED, INC.\n\nP. O. Box 256\n4288 West Dublin-Granville Road\nDublin, Ohio 43017\n\na Florida corporation, hereinafter called \"Lessee\",\n\n## WITNESSETH:\n\n1. PREMISES:\n\nIn consideration of the rents, covenants and agreements hereinafter set forth, Lessor does hereby demise and lease to Lessee, and Lessee does hereby take and hire from Lessor, the Real Property situated in the City of Dublin, County of Franklin and State of Ohio, designated Outlot \"B\" and containing approximately 1.65 acres of land, and any and all improvements which now are or which shall be situated on said real property (the \"Real Property\") together with all rights, easements and appurtenances thereunto belonging or appertaining, (collectively referred to herein as the \"Leased Premises\"), a legal description of said Leased Premises is set forth in Exhibit A attached hereto and made a part hereof by reference.\n\n2. TERM:\n\nA. Original Term\n\nThe original term of this Lease shall be for a period commencing on the Commencement Date as defined in Section 3 below and ending on December 31 of the fifteenth (15th) full calendar year following such Commencement Date. The \"Lease Year\" shall be defined as each successive period of twelve (12) consecutive calendar months commencing on the first day of January of each year during the term hereof and ending on December 31 of each year of the term hereof. If the Commencement Date is other than January 1 of any calendar year, the period between the Commencement Date and December 31 of that year shall be the \"First Partial Lease Year\". Lessee's obligation to pay rent shall commence on the Commencement Date.\n\nB. First Renewal Term\n\nUpon the expiration of the original term of this Lease, this Lease shall\n\nautomatically renew for a period of five (5) Lease Years, except in the event Lessee gives Lessor a cancellation notice as hereinafter provided.\n\nIn the event Lessee elects to cancel the renewalterm of this Lease, such\n\ncancellation notice may be given byLessee at any time but in any event must be given atleast one hundred eighty (180) days prior to theexpiration of the original term. In\n\nBDOH04 Dublin - Tim's\n\nthe event Lessee exercises its option to cancel the renewal term of this Lease, this Lease shall terminate upon expiration of the then ending term.\n\nExcept in the event thatLessee cancels therenewal term of this Lease, this Lease shall be renewed at the rental set forth in Section 4 hereof, and upon the same other terms and conditions as are applicable to the original term, except that the renewal shall begin on thedate immediately following the date of expiration of the original term and shall continue for a period of five (5) Lease years thereafter.\n\n## C. Second and Subsequent Renewal Terms\n\nIn the event Lessee does not cancel the first renewal term of this Lease and this Lease shall renew forthe first renewal term as provided herein, this Lease shall renew for two (2) additional periods of five (5) LeaseYears each at therental as set forth in Section 4 hereof and upon the same other terms and conditions as are applicable to the first renewal term except that such subsequent renewal terms shall begin on the date immediately following the date of expiration of the previous renewal term and shall continue for aperiod of five (5) Lease Years thereafter. Said renewals for additional terms shall be subject to the same notice provisions and the same provisions regarding the cancellation of the renewal by Lessee as the first renewal term, except that any such cancellation notice may be given by Lessee at any time, but in any event must be given at least one hundred eighty (180) days prior to the expiration of the first renewal term or the second renewal term, as the case may be.\n\n## D. Termination\n\nLessee may terminate this Lease by notice given at any time following the last day of the tenth (10th) and before the first day of the twelfth (12th) LeaseYear of the original term, but not prior toor after such time, by giving Lessor at least ninety (90) days' notice provided that gross sales (as defined herein) are less than One Million Dollars ($1,000,000.00) in the ninth (9th) or any successive Lease Year, and paying at termination the sum of Forty-Six Thousand and No/100 Dollars ($46,000.00) as consideration for such termination. The aforesaid termination consideration shall be due thirty (30) days after Tenant's exercise of the termination right and shallbe in addition to all sums ordinarily due under theLease for periods through the termination effective date.\n\n## 3. COMMENCEMENT DATE:\n\nThe \"Commencement Date\" of this Lease shall be the earlier of the following: (a) The date of the opening to the public of Lessee's business on the Real Property, or (b) theday immediatelyfollowing thedateas of whichall of thefollowing have occurred: (i) one hundred fifty (150) days shall have passed since the later of the date Lessee shall have obtained all permits, licenses, variances and approvals referred to in Subsection B of Section 8 below, all of which Lessee shall apply for by not later than the 45th day after the date of full execution hereof and which Lessee shall diligently pursue, or the date on which Lessor approves Lessee's Plans in accordance with Subsection Aof Section 8, below; (ii) the Memorandum of Lease referred to in Section34 below has been executed by Lessor and delivered to Lessee; (iii) all title matters pursuant to Section 16 below have been satisfied by Lessor or waived in writing or by the passage of any notice deadline date, by Lessee; (iv) Lessor has obtained and delivered to Lessee such fully executed estoppel certificates and non- disturbance and attornment agreements as are required to be delivered to Lessee; and (v) theconditions set forth in Subsections C, DandE ofSection 8 below have been satisfied or waived by Lessee; provided, however, that said one hundred fifty (150) day period shall beextended by the amount of time attributable to any delays due to causesbeyond Lessee's control, including but notlimited to acts of God, strikes, lockouts or unavailability of materials. Notwithstanding the foregoing or anything to\n\nBDOH04 Dublin - Tim's 2\n\n\n\nthe contrary contained herein, in no event will Lessee be required to open for business and the Commencement Date shall not occur prior to the date on which the Kroger Supermarket initially opens for business to the public in the Shopping Center. Upon the execution of this Lease, Lessee shall have the right to enter upon the Leased Premises for the limited purpose of surveying the Leased Premises and conducting such soil tests as Lessee deems necessary, in compliance with the terms and provisions of Section 8 herein. Notwithstanding anything contained in the foregoing, upon satisfaction of the Commencement Date contingencies referred to in Section 3(b), Lessee shall have possession of the Leased Premises.\n\nThe \"Effective Date\" of this Lease shall be considered to be the date of full execution hereof. The date of full execution hereof shall be deemed to be the last date on which this Lease has been signed by a party hereto and all changes to the printed form of this Lease shall have been initialed by the parties.\n\n4. RENTAL:\n\nA. Fixed Annual Rental\n\nLessee shall pay to Lessor, at Lessor's address shown above, or at such other address as Lessor may from time to time designate in writing, a fixed annual rental (the \"Fixed Annual Rental\") in accordance with the \"Rental Schedule\" set forth below, payable in equal consecutive monthly installments of one-twelfth (1/12) of said Fixed Annual Rental. Each such monthly installment shall be due and payable in advance without offset or counterclaim on the first day of each calendar month during the original term of this Lease and any renewal term. If the Commencement Date does not fall on the first day of a calendar month, then the first payment shall be for only the portion of the first month attributable to the term of the Lease prorated on a daily basis; the monthly rental for the remainder of the First Partial Lease Year shall be Six Thousand Six Hundred Sixty-Six and 67/100 Dollars ($6,666.67).\n\nB. Rental Schedule\n\n| Lease Years              | Fixed Annual Rent   |\n|-|-|\n| 1-5                      | $ 80,000.00         |\n| 6-10                     | 92,000.00           |\n| 11-15                    | 105,800.00          |\n| 16-20 (1 renewal term)   | 121,670.00          |\n| 21-25 (2nd renewal term) | 139,920.50          |\n| 26-30 (3rd renewal term) | 160,908.58          |\n\nNotwithstanding any contrary provision of this Lease, in no event shall Lessee be required to pay any Rent required under this Lease to more than one individual person or entity comprising Lessor (or Owner) hereunder. At all such times as Lessor (or Owner) consists of multiple persons or entities, one of them shall be appointed as agent to receive all Rent due under this Lease. As of the Commencement Date, Lessor's and Owner's agent for the purposes herein shall be Dublin Oaks.\n\n## C. Co-Tenancy\n\nLessee's obligation to pay the incremental Fixed Annual Rental as set forth in the Rental Schedule in excess of the initial Eighty Thousand and No/100 Dollars ($80,000.00) (which sum shall in any event be due) for Lease Years 6-10 and thereafter shall be conditioned upon at least sixty-five percent (65%) of the gross leaseable area of the \"Shopping Center\" located on Lessor's Larger Tract (as hereinafter defined) (hereinafter \"minimum occupancy level\") which is available for lease from time to time (excluding the Real Property) being leased to and occupied by\n\nBDOH04 Dublin - Tim's\n\n3\n\nretail tenants who are open andoperating, and provided that included amongthat space will be at least one (1) national or regional anchor tenant suchas Kroger's or Drug Emporium. The total gross leaseable area for the Shopping Center currently is one hundred sixty-nine thousand(166,205) square feet, excluding areas marked on Exhibit B as \"Future (N.I.C.) Anchor A\", but only until built and ready for leasing as set forth herein. Lessor shall provide to Lessee, at Lessee's request (but not more than annually), awritten statementdisclosing the then current total gross leaseable area and occupancy level of the Shopping Center.\n\nIf at any time the minimum occupancy level of the Shopping Center is not met for a period of one hundred eighty (180) consecutivedays, for any reason other than force majeure, Lessee from said one hundred eightieth (180t) day and monthly thereafter forso longas the minimum occupancy level is not met shall pay, in lieu of the Fixed Annual Rental set forth herein, a monthly rental equal to the lesser of(i) three percent (3%) of gross sales for such months in all subsequent Lease Years, or (ii) one-twelfth (1/12th) of the Fixed Annual Rental which would otherwise then be in effect. Such monthly rent shall be due and payable within thirty (30) days following the month for which it is due.\n\nIf the minimum occupancy level of the Shopping Center is not restored within twelve (12) months, then Lessee shall have the right to terminate this Lease provided that Lessee's gross sales during said twelve (12) month period have declined by more than five percent (5%) over the same twelve (12) month period in the previous calendar year. Lessee shall notify Lessor, in writing, of its election to terminate within thirty (30) days after Lessor's twelve (12) month cure period. If Lessee does not terminate as provided herein then at the expirationof thecureperiod FixedAnnual Rent shall be fully reinstated.\n\n## 5. TAXES AND ASSESSMENTS;\n\nLessor shall pay all real estate taxes, including penalties and interest, for tax years preceding the Commencement Date of this lease. Lessor shallalso pay all special assessments which are a lien on the Real Property on the Commencement Date of this lease, whether or not such assessments are past due, then due or are thereafter to become due and any assessments or charges which are for improvements then installed.\n\nLessee agrees to pay to or reimburse Lessor for its payment to (whichever Lessor may elect) the appropriate governmental agencies all other real property taxes, assessments, impositions, or all other claims or charges (herein collectively called the \"taxes\") which may constitute or may be reduced to a lien upon the Real Property, including but not limited to water charges and sewer charges, before thesame shall become delinquent. Any reimbursement due Lessor under this paragraph shall be paidby Lessee within thirty (30)daysofLessor's invoice accompanied by a copy of thetax billing in question. All such payments for the first and last year of the original term or any renewal terms shall be prorated between Lessor and Lessee so that Lessee shall be responsible for that portion of the taxes which is attributable to the original term and any renewal term. Lessee's tax obligationshall commence on the Commencement Date hereof. Inthe eventthere is included in the taxes any special assessment or assessment which may be paid in installments, unless otherwise directed by written notice from Lessee, Lessor shall advise the appropriate governmental agency of its intention to elect payments in installments thereof, and Lessee shall pay such installments as shall be due and payable during the original term or any renewal term, regardless of when such installment was assessed, plus any carrying chargesorinterest assessed by the authorities for the privilege of paying over time.\n\nIn the event the Real Property is a portion of a larger tax parcel, Lessor agrees to use its best efforts to have the Real Property designated as a separate parcel\n\nBDOH04 Dublin - Tim's\n\n4\n\nfor taxing purposes so that the assessed valuation of the land and buildings shallrelate only to the land constituting theReal Property and to the buildings and improvements constructed on the Real Property.\n\nIn the event the Real Property is a portion of a larger tax parcel and the Lessor is unable to have the Real Property designated as a separate parcel for taxing purposes, sothat taxes are assessed upon the larger tax parcel of which the Real Property is a portion, Lessee agrees to pay that portion of the taxes which is reasonably attributable tothe Real Property, determined as follows:\n\nIn the event the taxes are identified or apportioned by the taxing authorities or are identifiable or apportionable based on valuation or other information furnished by the taxing authority so that the portion of the taxes attributable to the value of the land can be distinguished from the portion of the taxes attributable to the value of the buildings, then as to that portion of the taxes attributable to the value of the land, Lessee will pay a percentage of such portion of the taxes determined by dividing the area of the Real Property by the total area of the assessed parcel, and as to the portion of the taxes attributable to the value of the buildings, Lessee will pay a percentage of such portion of the taxes determined by dividing the gross floor area of the building on the Real Property by the gross floor area of all buildings located on the assessed parcel.\n\nLessor will notify Lessee in writing of any taxes which Lessee is required to pay or reimburse in accordance with the provisions of this Section. Except where Lessor has determined to advance pay such taxes and then seek reimbursement from Lessor such notification shall be furnished to Lessee not less than twenty (20) days before the date such taxes are due and shall be accompanied by a copy of the tax bill. Any taxes which Lessee is required to pay or reimburse shall be paid by it, through Lessor, no later than the date on which such taxes are due unless the notification by Lessor is received by Lessee less than twenty (20) days before the date on which such taxes are due or after Lessor has advance paid such taxes, in which event Lessee shall pay to or reimburse to Lessor such taxes within twenty (20) days after the date of such notification, and Lessor shall be responsible for the payment of any penalties, interest or other charges imposed upon delinquent payment of taxes. In the event the Real Property is a portion of a larger tax parcel, then the written notification by Lessor to Lessee of such taxes shall set forth (1) the total taxes on the larger tax parcel accompanied by a copy of the tax bill; (2) whether the total taxes on the larger tax parcel are identifiable or apportionable between land and buildings and if so, the amount of taxes attributable to the land and the amount of taxes attributable to buildings; and (3) Lessee's portion of the total taxes together with a statement showing how Lessee's portion was calculated in accordance with this Section.\n\nIf Lessee fails to pay or reimburse to Lessor any taxes which it is required to pay within the time period provided above, Lessor may, atits option, if applicable, pay said taxes, together with any and all penalties and said amount shall in any event become immediately due and payable as additional rent with interest at eighteen percent (18%) until paid.\n\nLessee shall have the right in its own name, or in Lessor's name where appropriate, but at its own cost and expense, to contest the amount or legality of any taxes which it is obligated to pay hereunder and make application for the reduction thereof, or any assessment upon which the same may be based, and the Lessor agrees, at the request and expense of Lessee, to execute or join in the execution of any instruments or documents necessary in connection with such contest or application. If Lessee shall contest such tax assessment, or other imposition, the time within which\n\nBDOH04 Dublin - Tim's\n\n5\n\nLessee shall be required to pay the same shall be extended until such contest or application shall have been finally determined, except that Lessee shall be responsible for any penalty imposed by the taxing authority resulting from the late payment of taxes due to said contest. Lessee shall escrow the amount of the taxes being contested in accordance with State law in order to prevent the lien for taxes being regarded as delinquent and shall pursue such proceedings only in a manner which will not allow the authorities to file for tax foreclosure.\n\nIn no event shall either party be liable for payment of any income, estate or inheritance taxes imposed upon the other party or the estate of the other party. Neither partyshall be obligated to pay any income, franchise, excise, sales or excess profits tax levied upon, required to be collected by, or assessed against the other party.\n\n## 6. INSURANCE:\n\nLessee hereby covenants and agrees at all times during the original term of this Lease and any renewal term to maintain and keep in force comprehensive general liability insurance against all claims for personal injury, death, or property damage occurring on the Leased Premises with minimum limits of liability of One Million Dollars ($1,000,000.00) per person, One Million Dollars ($1,000,000.00) per occurrence and Five Hundred Thousand Dollars ($500,000.00) property damage together with at least $10,000,000.00 \"umbrella\" liability coverage. Lessee shall furnish certificates of insurance evidencing payment thereof to Lessor as the same shall be requested in writing from time to time by Lessor. All such insurance policies may be maintained under a \"blanket insurance policy\" of Lessee.\n\nFrom and after the commencement of construction of its initial improvements on the Real Property and thereafter through the end of the Lease term (as may be extended), the Lessee shall defend, protect, indemnify, and save harmless the Lessor and the Real Property from and against any and all claims, losses, damages, liability, expenses (including legal), or fines arising out of any act, failure to act, or negligence of the Lessee, Lessee's agents, servants, or employees, in, on, or about the Real Property, or arising with respect to or out of any occurrences on the Real Property, or arising out of any breach by Lessee of any of the terms and conditions of this Lease, or out of any failure of the Real Property to comply with applicable codes and laws, except for any Lessor responsibilities under Paragraph 37. Lessee shall, at all times and at its own cost, protect the Lessor with comprehensive general liability insurance in the amounts provided in this Paragraph 6. Lessee shall deliver certificates of such insurance to Lessor prior to the date of commencement of construction by Lessee of its initial improvements, and said policy or policies shall protect Lessee, Lessor and, if any, Lessor's first Mortgagee, as their interests may appear, throughout the term of this Lease and any extension hereof. Should Lessee fail to carry such public liability insurance, Lessor may, after thirty (30) days written notice to Lessee, at its option, but shall not be required cause such public liability insurance to be issued and, in such event, Lessee agrees to pay the premium for such insurance promptly upon Lessor's demand. Such liability insurance policy or policies shall bear endorsements to the effect that the insurer agrees to notify Lessor not less than ten (10) days in advance of any modification or cancellation thereof. Every five (5) years from the Lease commencement date, Lessor and Lessee shall, at the option of either of them, review the above coverage amounts, and shall, if applicable, increase such coverage amounts so as to provide a comparable dollar value of coverage, adjusted for inflation, to that insurance required hereunder as of the Commencement Date. Lessee shall also carry workers compensation insurance as required by Ohio law, and any injuries to employees of Lessee in and about the Real Property and the Shopping Center or while going to or coming from said places shall be dealt with strictly as a matter between Lessee, the employee, and the State of Ohio, and Lessee shall indemnify, defend and hold Lessor harmless from any involvement therein and any loss, cost, liability,\n\nBDOH04 Dublin - Tim's\n\n6\n\nattorneys fees, judgments, suits,damages and the like of any kind or nature arising therefrom.\n\nLessee shall, at Lessee's expense, keep all of the improvements on the Real Property insured against fire, with extended coverage and with coverage against such other perilsas are commonly included in an \"all risk\" policy in an amount not less than thefull replacement cost of the improvements. Such insurance shall be issuedby a company or companies qualified to do business in the State of Ohio with a Best's Insurance Guide rating of A:XII or better. Such policy or policies shall bear endorsements to the effect that the insurer agrees to notify Lessor not less than ten (10) days in advance of any modification or cancellation thereof. Lessor shall be furnished certificates from the insuring company showing the existence ofsuch insurance and showing the premiums thereof to be paid.\n\n## 7. UTILITIES:\n\nLessee shall pay any \"tap in\" fees or other charges for the installation or connection of oil, gas, electricity, water, telephone, sanitary sewer, storm or drainage sewer or ditch, and any and all other utilities (hereinafter collectively referred to as \"Utilities\") for the Real Property and shall pay as andwhen due all charges made against the premises for Utilities.\n\nNotwithstanding the preceding paragraph, if the Utilities are not available to the boundaries of theReal Property, or within easements or rights-of-way abutting the Real Property, then within thirty (30) days after written request byLessee, Lessor shall so extend such Utilities to a location as aforesaid at which Lessee can tap into and receive service. Lessor shall bear all costs incurred in so extending the Utilities. Lessor shall also use its best efforts and cooperate with Lessee to obtain all easements necessary to permit the use and maintenance byLesseeof all required Utilities.\n\n## 8. CONSTRUCTION OF IMPROVEMENTS:\n\n## A. Plans and Specifications\n\nLessor acknowledges that it has seen and is familiar with the type of building constructed by Lessee, and Lessee is not required to submit to Lessor or to any third party (excluding any governmental authority or agency) detailed plans and specifications for the building and other improvements which Lessee desires to construct onthe Leased Premises. However, Lessee shall be required to submit a site plan, renderings and elevations clearly conveying the appearance the building shall have, and a landscaping plan (collectively the \"Plans\") to be approved by Lessor, which approval shall not be unreasonably withheld or delayed. If Lessor shall fail to advise Lessee thatthe Plans submitted to Lessor are approved or disapproved within fifteen (15) days after Lessor's receipt of such Plans, Lessor shall be deemed to have approved the Plans as submitted. If Lessor shall disapprove the Plans, Lessor shall give Lessee written notice of such disapproval within said fifteen(15) day period, which notice shall specifically set forth Lessor's objections. Thereupon, Lesseeshall have fourteen (14) days to revise the Plans and respond to Lessor's objections. If Lessor fails to object to the revised Plans, in writing, within said fourteen (14) day period, Lessor shall be deemed to have approved the revised Plans as submitted. The approval by Lessor of the Plans shall not constitute an opinion or representation by Lessor asto the sufficiency of the Plans nor impose any present or future liability or responsibility upon Lessor. In the event Lessor approves the Plans, Lessee agrees to construct the building and improvements upon the Leased Premises in substantial accordance with such Plans. Any disapprovals of the Plans by Lessor shall be exercised in good faith.\n\nBDOH04 Dublin - Tim's 7\n\n7\n\n## B. Zoning, Licenses and Permits\n\nLessor represents and warrantsthatthe use of the Leased Premises for a restaurant with pick-up windows is a permitted use under the zoning classification and local laws and ordinances applicable to the Leased Premises, that Lessee will be permitted withoutdelayand upon payment of applicable customary and normal fees to tap into and receive service from all Utilities without the imposition of charges other than charges of the type and amount which are customarily and normally charged in the locality in which the Leased Premises are located, and that Lessor has no knowledge of anything thatwould prohibit Lessee from obtaining all licenses and permits, including, but not limited to, those pertaining to building and occupancy, which are necessary to Lessee's business.\n\nLessor acknowledges that this Lease is contingent upon Lessee's obtaining all necessary permits, licenses, variances (including, without limitation, parking variances) and approvals pertaining to the building, occupancy, signs (including, without limitation, the installation and maintenance of Lessee's standard building signage upon the Leased Premises, subject to the provisions of Section 22 herein), driveways (including ingress and egressto public thoroughfares by means of access through Lessor's Shopping Center), rather than by direct curb cutonto said thoroughfares, it being agreed and understood that Lessee shall not pursue or install any such direct access curb cuts without Lessor's prior consent, zoning, environmental controls, and any other governmental permits (collectively, the \"Permits\") which, in the reasonable judgment of Lessee, are necessary to permit it to construct and operate a Tim Hortons and/or Wendy's restaurant with pick-up windows upon the Leased Premises. The obligations of Lessee hereunder shall beconditioned upon all of said Permits being validly and irrevocably granted on terms and conditions and ata cost reasonably satisfactory to Lessee without qualification, except such qualification as shall be acceptable to Lessee, and no longer subject to appeal. Lessor agrees to execute any applications or other documents requested by Lessee in order to obtain any Permits. In the event any of theaforesaid Permits have not been obtained within one hundred twenty (120) days following the Effective Date of this Lease (said 120 day period ishereinafter referred to as the \"Contingency Period\"), then by written notice given to Lessor, Lessee may terminate this Lease and both parties shallberelieved from any obligations and/or liabilities hereunder, and all deposits and payments made hereunder by Lessee shall be refunded to Lessee. Lessee shall at all times act with diligence in its pursuit of the Permits.\n\nLessor may terminate this Lease if Lessee has not obtained all Permits within one (1) year of the Effective Date.\n\n## C. Environmental Audit and Testing.\n\nLessee, at its expense, may obtain a Phase I Environmental Audit of the Leased Premises and any other environmental testing which Lessee deems reasonably necessary to evaluate potential environmental risks. If such audit or tests reveal the existence of any toxic or hazardous waste, material or substance on or under the Leased Premises or any other environmental condition which would adversely affect Lessee's ability to finance, use and/or develop the Leased Premises, then Lessee may terminate this Lease by written notice to Lessor given within the Contingency Period. Lessor shall complete the Environmental Disclosure and Risk Review Questionnaire attached hereto as Exhibit C to the best of Lessor's knowledge and only to the extent no outside costs to Lessor are involved, and return the completed Questionnaire to Lessee within thirty (30) days after the Effective Date of the Lease. In the event Lessee does not receive a fully-completed Questionnaire, to the best of Lessor's knowledge and only to the extent no outside costs to Lessor are involved, Lessee may terminate this Lease by written notice to Lessor given within the Contingency Period.\n\nBDOH04 Dublin - Tim's\n\n8\n\n## D. Survey and Soil Tests\n\nWithin thirty (30) days following the Effective Date of this Lease, Lessee, at its expense, may order a current certified survey of the Leased Premises, bearing a legal description of the Leased Premises, madeand prepared by a reputable and competent licensed surveyor showing: (i) the area, dimension and locations of the Real Property to the nearest monuments, streets and alleys on all sides; (ii) spot elevations and bench marks; (iii) the location of all available utilities in adjoining streets, alleys or properties with invert elevations of basins, manholes, etc.; (iv) the location and description of all existing and/or proposed easements against or appurtenant to the Leased Premises; and (v) the location of all improvements and encroachments. In addition to the foregoing, if deemed necessary by Lessee, Lessee, at Lessee's expense, shall order a plan of subdivision for theLeased Premises made and prepared by a reputable and competent licensed surveyor in the jurisdiction in which the Leased Premises are located, showing the Real Property and any and all easements set forth in this Lease.\n\nAt Lessee's expense, Lessee may obtain borings, soil bearing tests, tests for toxic or hazardous substances and other tests (collectively the \"Soils Tests\") to determine the suitability of the Leased Premises for building foundations and the construction, operation and financing of the improvements which Lessee may wish to make, provided, however, that said Soils Tests shall be so conducted as notto damage the Leased Premises.\n\nIf the survey, borings and/or Soils Tests disclose any condition which, in Lessee's judgment, would render the Leased Premises unusable by Lessee for the construction and operation of a Tim Hortons and/or Wendy's restaurant with pick-up windows, then Lessee may terminate this Leaseby written notice to Lessor given within the Contingency Period.\n\n## E. {Intentionally Deleted}\n\n## F. Indemnification\n\nLessee shall indemnify, defend, protect, keep, save and hold Lessor harmless from any and all loss, costs, damages, claims, liability, suits, judgments, expenses (including reasonable attorneys' fees), penalties and fines of any kind or nature whatsoever which may be incurredby Lessor or claimed, brought, pursuedor obtained against Lessor by any person or persons, for any injuries,expense or damages to persons or property of whatever kind or character consequent or arising directly or indirectly from the entry by Lessee or its agents upon the Leased Premises to conduct or perform audits, surveys, Soils Tests and such other inspections, investigations or tests as permitted in this Section 8,except as may be caused by the negligent or intentional acts of Lessor.\n\n## 9. ALTERATIONS:\n\nDuring the original term or any renewal term of this Lease, Lessee shall not make alterations, additions and improvements to the exterior of its buildingor other permanent improvements on the Leased Premises without the consent of Lessor, however Lessee shall have the right to erect and install such other or additional improvements, and equipment to the interior of its building on the Leased Premises as Lessee may, in its sole judgment, deem desirable for conducting its businessthereon.\n\n\n\nBDOH04 Dublin- Tim's\n\n9\n\n## 10. CASUALTY LOSS:\n\nIf the building or other improvements located on the Leased Premises should be damaged by fire or other casualty so that the business conducted on the Leased Premises could not be conducted in a normal manner until the building and/or improvements are repaired or reconstructed, then Lessee shall repair or reconstruct the buildings and/or improvements, except that in the event that at the time of the casualty the Lease term or renewal term shall have less than five (5) years to run Lessee may cancel this Lease by written notice given within ninety (90) days after the date of the fire or other casualty in which case Lessee shall return possession of the Leased Premises to Lessor with all buildings removed from the surfaceof the Leased Premises and the same left in a safe and sightly condition.In the event Lessee is required or elects to repair or reconstruct the buildings and/or improvements, this Lease shall continue in force and effect and the rent payable under Section 4 hereof shall not abate.\n\nIf the building or other improvements located on the Leased Premises should be damaged by fire or other casualty but the damage is sufficiently limited that in the reasonable judgment of Lessee the business conducted on the Leased Premises can continue to be conducted in a normal manner while the buildings and improvements are being repaired, then Lessee shall repair the buildings and/or improvements and this Lease shall continue in force and effect and rent shall not abate.\n\nIn any event Lesseeshall be entitled to receive the entire insurance proceeds payable as a result of any damage to the buildings or improvements on the Leased Premises occurring during the term of this Lease or any renewal term.\n\n## 11. LIENS PERMITTED:\n\n## A. Security Interest in Fixtures Permitted\n\nLessee shall have the right at any time to grant a security interest in any goods and property of every type and description owned by Lessee, and installed or kept on the Leased Premises. Lessor hereby consentsto any such security interest and subordinates thereto any interest of any kind in anygoods and property installed or kept on the Leased Premises. Lessor agrees that it will within ten (10) days after any written request by Lessee confirm the foregoing in writing, but not more than once annually.\n\n## B. Leasehold Mortgages Permitted\n\nLessee may at any time mortgage, encumber, pledge or assign as security its right, title and interest in and to the leasehold estate created hereby. Lessee may, at any time, give to Lessora notice (hereinafter referred to as a \"Mortgage Notice\") containing the name and address of a lender (hereinafter referred to as a \"Mortgage Lender\") to which the leasehold estate created herebyhas been or will be mortgaged, encumbered, pledged or assigned as security. Upon written request from Lessee or any Mortgage Lender identified in a Mortgage Notice, Lessor will acknowledge, in writing, the receipt of any Mortgage Notice which it has received.\n\nWhenever Lessor shall giveany notice of default to Lessee pursuant to the Lease, Lessor shall also give to any Mortgage Lender at the address of such Mortgage Lender, a duplicate copy of such notice. The address of the Mortgage Lender shall be the address specified in the Mortgage Notice unless changed by subsequent written notice given by the Mortgage Lender to Lessor. No notice of default shall be effective unless it is given to all Mortgage Lenders. If at any time a Mortgage Lender has released its lien on the leasehold estate created hereby, such lendershall cease to be a Mortgage Lender for purposes hereof and no further notices need be given to it.\n\n\n\nBDOH04 Dublin - Tim's\n\n10\n\nIf Lessee shall not cure or remedy any default or breach of covenant by Lessee under this Lease within the period provided for such cure or remedy, Lessor shall thereupon give notice to that effect to all Mortgage Lenders, which shall thereupon be entitled to exercise any one or more of the following rights:\n\n(i)\n\n- to cure or remedy, orcause to be cured or remedied, within a period of time equal tothe period of time allowed to Lessee, such default or breach of covenant and Lessor shall accept such cure or remedy; and/or\n\n(ii)\n\nif the default is non-monetary and Mortgage Lender reasonably needs possession in order to effectuate a cure, to acquire by foreclosure or otherwise the leasehold estate created hereby and assume the obligations of Lessee under this Lease, including those in default, and, in such event, Lessor shall not exercise its right of termination with respect to such default.\n\nIf Lessor shall lawfully terminate this Lease by reason of such default Mortgage Lender shall have an option for thirty (30) days thereafter to enter into a new lease with Lessor for the balance of the lease term at the same rental and upon the same terms, covenants and conditions as contained in this Lease.\n\nIn addition to the foregoing rights, a Mortgage Lender may, at any time permitted under its loan documents and while the leasehold estate hereunder still exists (subject to such Mortgage Lender's rights as stated herein above), foreclose or otherwise realize upon its lien on theleasehold estate created hereby and in the event of such foreclosure Lessor will recognize the person, firm or corporation acquiring the leasehold estate created hereby as the lessee hereunder with allof the rights and estate of Lessee, provided such person, firm or corporation agrees to assume and be bound by all of the terms, covenants and conditions hereof.\n\nLessor further agrees that any Mortgage Lender, in order to protect its interest in the leasehold estate created hereby, may exercise any right of renewal granted in Section 2 hereof to Lessee in the event the maturity date of such leasehold mortgage lies within such renewal term or within one year prior to the start thereof, and only in the event Lessee is then in default under such leasehold mortgage beyond applicable cure periods and if such right of renewal is not also exercised by Lessee, then during such renewal term as exercised by Mortgage Lender, Lessor will recognize the Mortgage Lender as the lessee hereunder with all of the rights and obligations of Lessee.\n\n12. LIENS NOT PERMITTED:\n\nLessee shall not, at any time, suffer or permit the attachment to the Leased Premises of any lien for work done or materials furnished in connection with the improvement, maintenance, repair and/or alteration of the Leased Premises by Lessee. If any such lien attaches to the Leased Premises and is not discharged or released within sixty (60) days from the date of receipt by Lessee of written notice of same by Lessor, Lessor may, at its option, pay to the lien claimant the amount of such lien and notify Lessee of such payment, in which event such amount shall be immediately due and payable by Lessee and shall bear interest at the rate of eighteen percent (18%) per annum; provided, however, that if Lessee desires to contest said lien, Lessee shall substitute for such lien in accordance with Ohio law a bond written by a surety company licensed to do business in the state in which the Leased Premises\n\nBDOH04 Dublin - Tim's 11\n\n\n\nare located for an amount of at least equal to one and one-half (1 1/2) timesthe amount of the lien for the Lessor's protection against all loss or expense on account of such asserted lien during the period of contest.\n\n## 13. USE AND OCCUPANCY:\n\nLessee shall use the Leased Premises as a Tim Hortons and/or Wendy's restaurant and for no other purpose without Lessor's advance written consent, which consent shall not unreasonably be withheld, in a careful, safe and proper manner, and Lessee will comply with all lawful requirements of all valid laws, ordinances, rules and regulations of all governmental authorities pertaining to the use and/or occupancy of the Leased Premises, including without limitation federal, stateand local, building, health, safety, fire and environmental codes and laws.\n\nIf subsequent to the Commencement Date the Leased Premises are closed for operation of business for a period of one hundred twenty (120) consecutive days or more (not including in such 120-day period any period during which Lessee is diligently pursuing a prompt re-opening and during which: (1) the Leased Premises are being altered, renovated or remodeled; (2) the Leased Premises is being repaired or restored after damage or destruction by fire, casualty or a taking; (3) the use of the Leased Premises is affected by any labor dispute, work stoppage or event of force majeure), then, although such fact shall not be deemed to constitute a default by Lessee under this Lease, Lessor shall have the right, exercisable at any time after such 120- day period, unless Lessee has prior to exercise re-opened and re-commenced operation of business in the Leased Premises, by giving sixty (60) days prior written notice to Lessee, to recapture the Leased Premises in which event this Lease shall terminate, provided that Lessee shall have a continuing right to resume operation at the Leased Premises (or to assign this Lease or sublet the Leased Premises, subject to the provisions of this Lease regarding assignment and subletting, to a party intending to promptly and diligently re-open the Leased Premises for business) until expiration of the sixty (60) day period following Lessor's giving written notice of its election, in which case Lessor's election to recapture shall be rendered null and void. If pursuant to the foregoing Lessor shall recapture the Leased Premises, this Lease shall terminate on the effective date of recapture and Lessee shall be released from any and all further obligations under this Lease. This provision shall apply to all instances arising during the Lease term or any renewal to which it may by its terms apply, whether or not Lessor may have not utilized its rights hereunder in one or more previous instances to which this provision was applicable, and in any particular instance Lessor shall have no duty to exercise its rights hereunder promptly upon the 120th day of Lessee's not being open for business, and any period (of whatever duration) of Lessor's inaction prior to its exercising its rights hereunder in such circumstance shall not create an estoppel or waiver nor otherwise prevent Lessor from exercising such rights, provided that Lessee has not in the meantime re-opened.\n\n## 14. SURRENDER OF PREMISES:\n\nLessee will deliver up and surrender possession of the Leased Premises to Lessor upon the expiration of this Lease, anyrenewal or extension hereof, or its termination in any way in a good, clean, safe and code-compliant condition and state of repair, provided, however, that Lessee shall have the right to remove trade fixtures, equipment, inventory and supplies therefrom, as further provided in Section 21 hereof.\n\nLessee shall also have the right, at Lessee's expense, to make changes in the appearance of the improvements located on the Leased Premises, so as to alter the appearance from the appearance of the standard Tim Hortons and/or Wendy's restaurant, in accordance witha plan which shall have Lessor's advance prior written approval. Such changes may include painting all or part of the improvements so as to change the scheme and changing the slope and appearance of the fascia on the building.\n\nBDOH04 Dublin - Tim's 12\n\nAt Lessor's option, Lessee shall tear down and remove the building and improvements from the Premises, and pave overthe building site, all to be completed within sixty (60) days following the termination or expiration of this Lease. Lessor shall provide Lessee at least sixty (60) days' notice prior to the termination or expiration of the Lease of its intention to exercise said option.\n\nNotwithstanding the amount of any work done by Lessee under the preceding paragraph, Lessor agrees that, the slope and appearance of the fascia may be modified byLessee prior to Lessee's returning to Lessor possession of the building constructedby Lessee on the Leased Premises, so longas the new fascia is sound, professional in appearance and code compliant.\n\n## 15. DEFAULT BY LESSEE:\n\nIf Lessee shall fail to pay any installment of rent promptly on the day the same shall become due and payable hereunder, andsuch failure shall continue for a period of fifteen (15) days after receipt by Lessee of written notice thereof from Lessor, or if Lessee shall fail to keep and perform promptly any other affirmative covenant of this Lease, in accordance with the termsof this Lease and suchfailure shall continue fora period of thirty (30) days after receipt of Lesseeof written notice thereof from Lessor, the Lessor may, subject only to theprovisionsof Section11 (B) hereof, enter intothe Leased Premises or any part thereof, with process of law, and expel Lessee or any person occupying the same in or upon said premises in which event Lessee may remove from the Leased Premises all of the personal property as set forth in Section 21 hereof, and at Lessor's sole option Lessor may, (a) declare this Lease to be terminated and repossess and enjoy the Leased Premises as in Lessor's former estate and all of Lessee's obligations hereunder shall be terminated; or (b) use its best efforts to reletthe Leased Premises, applying said rent fromthenew tenant on this Lease, and Lessee shall be responsible for no more than the balance that may be due, should a balance exist or (c) with or without declaring this Lease to be terminated, pursue any and all other remedies available under the laws of the State of Ohio for breach by a tenant of a lease. However, if the non-monetary default cannot with due diligence be cured prior to the expiration of thirty(30) days from the date of Lessee's receipt of the notice provided for above,and if Lessee commences within thirty (30) days after the date to eliminate the cause of such default and proceeds diligently and with reasonable dispatch to take all steps and do all work required to cure such default, then Lessor shall not have the right to declare this Lease terminated by reason of such default.\n\n## 16. WARRANTY OF TITLE BY LESSOR:\n\n## A. Warranty\n\nLessor hereby warrants, represents and covenants to Lessee that: (a) At the time of the execution by Lessor of this Lease and until this Lease orother instrument giving constructive notice of this Lease is recorded, Lessor is the agent for and lessee of the Owner of the Leased Premises, which Owner is the sole owner in fee simple absolute of the Leased Premises; (b) At the time of the execution by Lessor of this Lease and until this Lease or other instrumentgiving constructive notice of this Lease is recorded, Owner has good and marketable fee simple title to the Leased Premises free and clear of all liens and encumbrances except taxes not yet due and payable and other exceptions to title which have been approved in writing by Lessee; (c) Lessor does warrant and will defend the title to the Leased Premises, and will indemnify Lessee against any damage and expense which Lessee may suffer by reason of any lien, encumbrance, restriction or defect inthe title or description herein of the premises; and (d) Lessor has full right and power to execute this Lease and to leasethe Leased Premises for the term provided in this Lease. In case Lessor does not have the\n\nBDOHO4 Dublin - Tim's 13\n\ntitle and rights aforesaid, then in such event, in addition to any other rights of Lessee, this Lease shall, at the option of Lessee, become null and void, in which case no rent for the remainder of the term aforesaid shall become due to the Lessor, its legal representatives or assigns, and all advance rents and other payments shall be returned by the Lessor to Lessee, or Lessee may withhold rent thereafter accruing until Lessee is furnished proof satisfactory to Lessee as to the parties entitled to receive rent.\n\n## B. Title\n\nLessee may elect to carry out such title searches and investigations as it deems appropriate to ascertain the state of the Lessor's title and the accuracy of the warranty setout in Section 16(A) hereinabove. In pursuance of same, Lessee may obtain, at its expense, a title insurance policy issued by a title insurance company (\"Title Insurance Company\") acceptable to Lessee. Lessor agrees to cooperate with Lessee in obtaining said policy by delivering, within seven (7) days after notification by Lessee or its agent of the name and address of the Title Insurance Company which will furnish the policy, to said Title Insurance Company at such address all title informationin Lessor's possession relating totheLeased Premises and thereafter any additional documents as may be required by the Title Insurance Company to issue its policy of title insurance. Said title insurance policy must insure Lessee in the amount of Four Hundred Fifty Thousand and No/100 Dollars ($450,000.00) that good and marketable title to the Leased Premises is vested in the Lessor, without exception for any matters including matters which would be disclosed by a survey and inspection and isvested in the Lessor free and clear of all liens and encumbrances except taxes not yet due and payable and other exceptions to title which havebeen approved in writing by Lessee and insure that the leasehold estate created by this Lease is vested in Lessee, without exceptions and free and clear of allliens and encumbrances except as aforesaid. In the event that such searches and investigations reveal any liens, encumbrances or exceptions to title other than those specified above or any state of title other than that specified above, or in the event said title insurancepolicy is not obtainable or shows (or, if issued, would show) any liens, encumbrances or exceptions to title otherthan those specified aboveor any state of title other than that specified above, then Lessee shall give Lessor notice of the same within forty-five (45) days of the Effective Date hereof, and Lessee at its sole option, may (a) at its expense take any steps necessary (not to exceed thirty (30) days) to cure such defects in or exceptions to title, (b) by written notice to Lessor giveLessor additional time (not toexceed 30 days) to satisfy saidtitle objections, and/or (c) by written notice to Lessor, terminate this Lease, in which event this Lease shall be null and void and of no further force and effect, and any monies paid by Lessee to Lessor, whether for rent or otherwise, shall beforthwith refunded to Lessee and Lessee shall be released from any obligations under the terms of this Lease. If Lessee gives no notice within the forty-five (45) day period of any objections to title, it shall be deemed that Lessee has found title satisfactory.\n\n## 17. LEASEHOLD EASEMENTS/MAINTENANCE\n\nA. Lessor hereby grants to Lessee, its employees, customers and invitees for the original term of this Lease, all renewal terms and any period of holding over, the following non-exclusive easements appurtenant to the Real Property:\n\n1. Access. A non-exclusive easement for the purposes of vehicular and pedestrian ingress, egress and access to and from the Real Property to Perimeter Drive and to Perimeter Loop for access to Avery-Muirfield Drive, over, upon, across and through the areas designated \"Access Easement\" on the attached Exhibit B. The driveways and roadways within the Access Easement area have been constructed by Lessor.\n\nBDOHO4 Dublin - Tim's\n\n14\n\n2. Shopping Center. A non-exclusive easementfor driveway purposes, for vehicular parking purposes, and for continued reasonable vehicular access to and from Perimeter Drive, Perimeter Loop and Avery-Muirfield Drive from the Real Property, over, across, upon and through the parking and driveway areas situated on Lessor's Larger Tract. Lessor reserves the right to amend the area of this easement pursuant to a sale or lease of any portion of the Shopping Center which results in a reduction of portions of the Shopping Center, and to establish and amend from time to time, reasonable rules and regulations concerning the use of this easement. Lessee's rights pursuant to this easement shall continue in effect with respect to the balance of the Shopping Center which continues to be devoted to parking and driveway use.\n\nB. Lessor shall have the obligation of maintaining the above easement areas at its own expense, subject to the common area maintenance provisions contained herein. Without limiting the application of the otherprovisions of this Lease insofar as they are applicable to the easements, the title to the easements shall be good and indefeasible, subject only to the exceptions to title referred to in Section 16, and such other exceptions as Lessee may waive in writing. At Lessee's option and expense, the above easements shall be included in the title insurance commitment and policy, and the survey, as referred to in this Lease. Lessor agrees to cooperate reasonably in obtaining non-disturbance agreements, consents, waivers, and any other agreements from the lienholders, mortgagees, tenants or any other party with superior rights should Lessee or Lessee's title insurance company require any of the same to insure Lessee's easement rights. Lessor and Lessee agree that upon completion of the survey pursuant to Section 8(D) hereof Lessee shall provide acopy ofthe survey to Lessor and, provided that the legal description of the Access Easement from said survey is reasonably acceptable to Lessor, such legal description shall be deemed to be the legal description of the Access Easement area for the purposes of this Lease.\n\nC. Lessee shall, at Lessee's expense, maintain the Real Property and all improvements thereon (including signage, but excluding Lessor's Monument Sign thereon, as such term is defined in Section 17(N)) in good condition and repair. All sidewalks and all areas around any buildings located on the Real Property shall be kept clean and free of debris, ice and snow by Lessee. Lessee shall keep its trash in receptacles within an enclosed area, which enclosure shall be placed in as inconspicuous a position as is practicable at the rear or side of the Real Property, and the fencing and configuration of which shall be reasonably acceptable to Lessor. If Lessee fails to maintain the Real Property as set forth herein, Lessor may after thirty (30) days written notice to Lessee (except that in case of an emergency where such notice would be impractical Lessor need give only such notice, if any, as is practical) take whatever reasonable action is necessary to bring maintenance in compliance with the provisions hereof and charge any expense incurred by Lessor in so doing, plus interest thereon at the rate of eighteen percent (18%) per annum, or a rate of three percent (3%) above the prime rate then being charged by the Huntington National Bank of Columbus, Ohio, whichever is less.\n\nD. Lessee will keep the inside and outside of all glass doors and windows clean; will not place or maintain any merchandise outside of any building, on the exterior of any building, or on any sidewalk; and will maintain the Real Property and the improvements thereon, at its own expense, in a clean, orderly and sanitary condition free of insects, rodents, vermin and other pests. Lessee will comply with all laws, ordinances, rules or regulations of any pertinent governmental body or entity having jurisdiction over the Real Property and all reasonable use recommendations of\n\nBDOH04 Dublin - Tim's 15\n\nany public or private agency having authority over insurance rates as they may be affected by the use or occupancy of the Real Property by Lessee. Lessee will not use or permit the use of any apparatus for sound reproduction or transmission or any musical instrument in such manner that thesound so reproduced, transmitted or produced shall be unreasonably audible beyond the interior of the building or improvements on the Real Property, and will not cause or permit objectionableodors to emanate from the Real Property. Lessee will not permit any of its customers or invitees to service their automobiles on the Real Property or on anyadjoining parking lot owned or controlled by Lessor.\n\nE. Lessee will not paint or decorate any part of the exterior of the building or improvements on the Real Property or change the architectural treatment thereof without first obtaining Lessor's written approval for such painting or change, subject to the provisions of Section 17(G), below. Lessee will remove promptly upon order of Lessor any paint or any decoration which has been applied or installedwithout Lessor's prior written approval. Lessee shall have the right, from time totime,to make minor cosmetic changes to the exteriorof the building or improvements on the Real Property in accordance with system wide changes for Tim Hortons and/or Wendy's stores in the market area.\n\nF. Lessee shall plant and maintain flowers, shrubs, grass and other aesthetically compatible landscaping in the landscaped and \"green areas\" of the Real Property, all in keeping with the quality of landscaping at Avery Square Shopping Center.\n\nG. Lessee will not place or suffer to be placed or maintained on the exterior of any building or improvements on the Real Property any sign or other structures (except in conformity with the covenants herein contained, including, without limitation, the provisions of Section 22 concerning signs or advertising matter) without the previous writtenconsent of Lessor. Lessee shall not: (1) install any exterior lighting, plumbing fixtures, electrical fixtures, awnings, or exterior decorations; (2) build any fences, trellises, or barricades; (3) perform any exterior painting; or (4) make any changes tothe Real Property or improvements thereon without the prior written consent of Lessor, which consent shall not unreasonably be withheld.\n\nH. Lessee will maintainall driveways anddrive lanes located on the Real Property, remove ice, snow, anddebris therefrom, and reseal, resurface, and stripe same asnecessary.\n\nI. The Leased Premises are part of a larger tract of land known as Avery Square Shopping Centerand depicted on ExhibitB attachedhereto and made a part hereof (hereinafter \"Lessor's Larger Tract\" or the \"Shopping Center\"). Lessor agrees that no fences or other obstructions which restrict or unreasonably hinder access to and from the Leased Premises and Lessor's Larger Tract shall be constructed during the original term of the Lease and any renewal term; that Lessee, its employees, customers and invitees shall have non-exclusive parking rights on Lessor's Larger Tract subjectto reasonable rules and regulations which Lessor may issue and amend from time to time; that Lessee, its employees, customers and invitees shall havethe non-exclusive rights of ingress and egress in, on and over Lessor's Larger Tractto and from all streets, alleys and across ways adjacentto Lessor's Larger Tract; and that no buildings, signs, or other improvements shall be constructed upon Lessor's Larger Tract which will materially reduce the visibility of Lessee's signs or of the Leased Premisesfrom Avery-Muirfield Road; andthat Lessor shall in no event relocate or alter the Access Easement shown on Exhibit B hereof without Lessee's written consent. Lessor agrees to keep Lessor's Larger Tract (excepting the Real Property, but including Lessor's Monument Sign thereon, as such term is defined in Section 17(N)) in good maintenance and repair and in a safe, clean and sanitary condition. The cost of maintaining and repairing Lessor's Larger Tract (excepting the Real Property but\n\nBDOH04 Dublin - Tim's\n\n16\n\nincluding Lessor's Monument Sign thereon, as such term is defined in Section 17(N)) and keeping itina safe, clean and sanitary condition shall be borne solely by Lessor, subject to the common area maintenance provisions containedin this Section 17. Lessor shall provide Lessee with a legal description of Lessor's Larger Tract within thirty (30) days following the Effective Date of this Lease.\n\nJ. Any parking areas adjacent to the Real Property and owned or controlled by Lessor are to be considered as within common areas excluding the parking areas of other outlot tenants. No barricades, signs or other obstacles shall be placed by Lessee in the common areas. Lessee's use of the common areas shall be subject to such reasonable and non-discriminatory rules and regulations as Lessor may, fromtime to time, adopt governing the same. Lessor shall, at all times, have full control, management and direction of the common areas and facilities including driveways, sidewalks and parking areas. Lessor, its successors and assigns, shall have the right, at anytimeto: (1) change the layout or location of any buildings of the Avery Square Shopping Center; (2) reasonably add to or subtract from the shape, height and/or size of any buildings atthe Avery Square Shopping Center; or (3) construct additional buildings and improvements at the Avery Square Shopping Center; provided the same shall notunreasonably interfere with Lessee's normal business operations and further provided that any construction improvements or changes shall not obstruct line of sight visibility to the Real Property in a manner contrary to the provisions in Section 17 (1) above. Lessee agrees that all persons employed by Lessee, when parking in the common areas or on any adjoining property owned or controlled by Lessor, shall park their vehicles only in parking areas designated by Lessor for employee parking. Lessor shall have the right to temporarily close any common area parking as may be necessary in order to discourage noncustomer parking or in order to make repairs, so long as the same shall not unreasonably interfere with Lessee'snormal business operations.\n\nK. In addition to the rent or any other payment due hereunder, Lessee shall pay to Lessor, as and for its pro rata share of common area maintenance expenses, a sum equalto Sixty Cents (60c) per square foot of building area (including enclosed portion of drive-thru, if any) constructed on the Real Property, per year, to be paid in equal monthly installments. Said payment shall be used to maintainthe common area as needed and as Lessor shall determine. Lessor may, in Lessor's absolute discretion, expend common area maintenance funds in order to: (1) operate, maintain, repair, clean, landscape, and/or mow the common areas; (2) remove snow; (3) maintain or repair drainage systems or any other common utility systems; (4) maintain, seal, repair or stripe parking lots and/or service driveways; (5) light the parking lot, sidewalks, service drives and/or any other common areas;(6) identify the shopping center and/or construct or maintain any shopping center directory; (7) pay any governmental assessments or surcharges on the common areas; (8) hire security personnel; and(9) collect, as a common area maintenance cost, an administrative feenot in excess of ten percent (10%) of all common area maintenance costs other than such fee; (10) generally maintain the common areas of the Shopping Center as Lessor sees fit.\n\nL. Intheevent that, in any calendar year, Lessor's costof common area maintenance shall exceed Sixty Cents (60c) per square foot of building area in the Shopping Center, the Lessor may prorate any such cost among the respective lessees and occupants of the Avery Square Shopping Center (including Lessee), on the basis of each respective tenant's or occupant's enclosed square footage of building area located within or constructed on its respective demised premises versus the total square footage of building area in the ShoppingCenter, and Lessee shall be required to pay, to Lessor, Lessee's additional pro rata share. When the cost of common area maintenance so exceeds Sixty Cents (60c) per square foot, a statement showing the total expense and the apportionment and assessment thereof shall be rendered yearly by Lessor. The Lessee agrees to pay its proportionate share of such additional expense within thirty (30) days of receipt of such statement. Notwithstanding the foregoing, Lessee's cost\n\nBDOH04 Dublin - Tim's -\n\n17\n\n\n\nshall not increase more than three percent (3%) in any year and shall not increase more than ten percent (10%) in any five-year period.\n\nM. In the event that ingress to and/or egress from the Leased Premises via the Access Easement is in any way blocked or partially blocked to a material degree as a result of any construction by Lessor, Lessor agrees during such period to partially abate Fixed Annual Rent, provided that Lessee shall not be relieved from its obligation to pay taxes and other charges and to keep the Leased Premises insured.\n\nN. Lessee hereby grants Lessor the exclusive right and easement to install and maintain a monument sign for the Shopping Center and landscaping surrounding such monument sign on the Real Property (collectively, the \"Monument Sign\") in the location shown on Exhibit B attached hereto.\n\n18. OUIET ENJOYMENT:\n\nLessor hereby covenants and agrees that if Lessee shall not then be in default beyond any period for the cure thereof, Lessee shall, at all times during the original term of this Lease and any renewal term, have peaceable and quiet enjoyment and possession of the Leased Premises on the terms and conditions provided in this Lease without any manner of molestation or hindrance to the contrary from Lessor or Owner or anyone claiming under Lessor or Owner.\n\n## 19. PAYMENTS:\n\nLessor hereby covenants and agrees that, in the event Lessor shall fail to make the payments on any taxes, any payments on the Leased Premises, or other payments which Lessor is required to make under this Lease, Lessee after first giving Lessor fifteen (15) days notice and opportunity to cure may, but shall not be required to, make such tax payments or such other payments or do such acts and things as may be necessary to keep the Leased Premises free from liens or encumbrances, and all such sums expended by Lessee or due Lessee shall become payable to Lessee by Lessor on the 45th day after Lessee's detailed written invoice to Lessor therefor. When due, said sums shall bear interest at the rate of eighteen percent (18%) per annum but may not be offset by Lessee against future rentals.\n\n20. DEFAULT BY LESSOR:\n\nIf Lessor shallbreach any warranty or fail to perform any covenant\n\nrequired to be performed by Lessor under the terms of this Lease and such breach or failure shall continue for a period ofsixty (60) days after receipt by Lessor of written notice thereof from Lessee or if Lessor shall fail to pay any sums due to Lessee hereunder, and such failure shall continue for a period of forty-five (45)days after receipt by Lessor of written notice thereof from Lessee then Lessee may, in addition to any of Lessee's other rights set forth elsewhere in this Lease, (a) cure any default or breach of warranty of Lessor hereunder, and perform any covenants which Lessor has failed to perform, and any sums expended by Lessee in curing such default or breach of warianty and perfomning such covenants shall be paid by Lessor to Lessee within thirty (30) days of Lessee's written demand, accompanied by a reasonably detailed invoice, shall bear interest at the rate of nine percent (9%) per annum from the date of demand and eighteen percent (18%) from the date such payment becomes past due, but may not be offsetbyLessee against future rentals; (b) bring suit to recover from Lessor all sums due Lessee from Lessor together with interest as aforesaid; and/or (c) declare this Lease to be terminated by giving written notice, in which event Lessee shall have no further liability hereunder, except that in the event this remedy (c) is elected Lessor and its mortgagee shall have an additional sixty (60) day second chance cure period from the date of such notice. However, if the non-monetary default cannot with due diligence be curedprior to the expiration of sixty (60) days from the date of Lessor's\n\nBDOH04 Dublin Tim's 18\n\nreceipt of the initial default notice provided for above, and if Lessor commences within sixty (60) days after the date to eliminate the causeofsuch default and proceeds diligently and with reasonable dispatch to take all steps and do all work required to cure such default, then Lessee shall nothave the rightto declare this Lease terminated by reason of such default. Lessee shall give a counterpart of any notice of default and of any other notice under this section to Lessor's mortgagee or such notice shall be of no effect, and Lessee shall accept cure from such mortgagee.\n\n## 21. TITLE TO BUILDINGS, IMPROVEMENTS, FIXTURES AND EQUIPMENT:\n\nAll trade fixtures and equipment including, but not limited to, all signs, ice machines, soda fountains, fryers, grills, toasters, freezers, walk-in coolers,tables, chairs, carpeting, lighting fixtures, fans, hoods and other kitchen and dining room equipment, shall remain and continue to be the sole and absolute property of Lessee and may be replaced at any time during the term of this Lease and may be removed at the expiration or termination of this Lease; provided, however, that such removal shall not impair the structuralintegrity of the buildingor cause waste to the building.\n\nTitle to the building and all other improvements on the Leased Premises and any repairs, alterations, additions or improvements to said building or improvements shall be vested in and remain in Lessee's name atall times during the original term of this Lease and any renewal or extension thereof. Upon the expiration of this Lease, any extension or renewal hereof, or its termination in any way, title to the building, any improvements and any personalty not removed shall automatically pass to and become vested in the Lessor and Lessee shall, upon request of Lessor, execute such quit-claim deed, bill of sale or assignment as may be necessary to evidence the transfer of such title to Lessor.\n\n## 22. LESSEE'S SIGNS:\n\nLessee shall have the right to install and maintain upon the Leased Premises signs advertising Lessee's business, provided that such signs shall be in accordance with all applicable laws, ordinances and governmental regulations, and subject to Landlord's prior written approval of all such signs. Lessee shall not be entitled to a pylon sized road sign but a monument stylesign of appearance acceptable to Lessor and approved by the local authorities shall be permitted.\n\n## 23. APPROPRIATION:\n\nIf all or any part of the Leased Premises shall be appropriated or condemned by any public or quasi-public authority in the exercise of its right of condemnation or eminent domain, both Lessee and Lessor shall have the right to prosecute a claim for an award and to share in the proceeds of any and all awards based upon their respective interests as hereafter set forth. If all the Leased Premises shall be appropriated or condemned, this Lease shall terminate as of thetime when possession shall be required bysuch publicor quasi-public authority. Lessor shall be entitled to receive that portion of any and all awards necessary to compensate it for the present value of the rents which it would have received in the future and for the present value ofits reversionary interest, andnotwithstandingtheterminationof this Lease,Lessee shall be entitled to that portion of any and all awards necessary to compensate it for the valueof its improvements to the Leased Premises, and provided that the award which would otherwise be payable to Lessor shall not be thereby reduced, forthe value of its leasehold estate andthe damages which it may sustain as a result of termination of the Lease prior to the end of the term, including any renewal terms.\n\nIn the event that a part of the Leased Premises shall be taken or condemned and that (a) the part so taken includes the building on the Leased Premises or any part thereof, or (b) thepart so taken shall remove from the Leased Premises\n\nBDOH04 Dublin - Tim's\n\n19\n\ntwenty-five percent (25%) ormore of the total parking area thereof or more than five (5) parking spaces for automobiles, whichever is greater, or (c) such partial taking shall limit access to the drive-in window or pick-up window in any material way, or (d) such partial takingshall result in cutting off access via the Access Easementfrom theLeased Premises to any adjacent public street or highway, or results in the permanent closing or relocation of any streetadjoining the Leased Premises to which there is access via the Access Easement to and from the Leased Premises or materially impairs or adversely affects Lessee's use of the Leased Premises and the Lessor isunable to promptly provideLessee with a suitable alternate parking area or means of access, in Lessee's reasonable opinion, then and in any such event, Lessee may, at any time either prior toor within a period of sixty (60) days after the date when the condemning authority shall acquire possession of the property taken or condemned, elect to terminate this Lease. In the event Lessee electsto terminate this Lease, Lessor shall be entitled to receive that portion of any and all awards necessary to compensate it for the present value of the rents whichit would have received in the future and for the present value of its reversionary interest, and notwithstanding the termination of this Lease, Lessee shall beentitledtothat portion of any and all awards necessary to compensate it for the valueof its improvements to the Leased Premises, and provided that the award which would otherwise be payable to Lessor shall not be thereby reduced, for the value of its leasehold estate and the damages whichit may sustain as aresultof termination of the Lease prior tothe end of the term, including any renewal terms.In theevent that Lessee shall not elect to terminate this Lease or in the event that ta part of theLeased Premises shall be taken or condemned under circumstances under which Lessee will have nosuch election, then and in either event, Lessee shall receive so much of any and all awards as is necessary to pay for repairs to and alterations of the improvements on the Leased Premises for the purpose of restoring the same to an economic architectural unit, susceptible to the same use as that which was in effect immediately prior to such taking, and Lessor shall receive the balance, if any, of any awards.\n\nIn the event that this Lease shall not terminate after any part of the Leased Premises is taken or condemned, there shall be a reduction in rental equal to the lesser of (a) the percentage to the ground area of the Leased Premises which is taken or condemned or (b) the percentage by which the gross sales madeby Lessee at the Leased Premises during the one year following the date on which the condemning authority takes possession of part of the premises are less than the gross sales during the one year immediately preceding the date of possession by the condemning authority. Rent shall return to the schedule and rates provided in Section 4 of this Leaseat such time as Lessee's sales for any fiscal quarter after such taking exceed or equal those in thesame quarter in the year preceding the taking.\n\n## 24. SUBORDINATION AND NON-DISTURBANCE:\n\n## A. Future Mortgages/Deeds of Trust.\n\nThis Lease shall be subject and subordinate tothe lien of any mortgage and/or deed of trust which Lessor may hereafter place upon the premises provided that (1) if there areno defaults hereunder on the part of Lesseethe right of possession of Lessee to the Leased Premises and Lessee's rights arising out of this Lease shall not be affected or disturbed by the mortgagee or trustee orbeneficiaryunder the mortgage and/or deed of trust in the exercise of any of its rights under the mortgage, deed of trust or the notes secured thereby; (2) Lessee shall not in any foreclosure or other proceeding under the mortgage or deedof trust nor in any other way be deprived of its rights under this Lease, nor shall this Lease be terminated or affected by any foreclosure or sale orany proceeding under any mortgage or deed of trust; and (3) the mortgagee, trustee and/or beneficiary execute and deliver to Lessee an Agreement of Subordination, Attornment and Non-Disturbance in a form mutually acceptable to Lessor, Lessee and such lender. Lessor agrees that in the event of any foreclosure of the mortgage or deed of trust, Lessee shall have the right to withhold the payment of\n\nBDOH04 Dublin - Tim's\n\n20\n\nany rentalsdue hereunder and pay the same directly to the mortgagee or trustee in satisfaction of said indebtedness if written demand to such effect is made by such lender.\n\nB. Presently Existing Mortgages/Deeds of Trust.\n\nPrior to the expiration of the Contingency Period, Lessor shall provide Lessee with an Agreement of Attornment and Non-Disturbance in a form mutually acceptable to Lessee and Lessor (and which may be reasonably similar to the form attached hereto as Exhibit D) which is executed by all entities or parties presently holding mortgages, deeds of trust or other liens upon the Leased Premises.\n\n## 25. ESTOPPEL INSTRUMENTS:\n\nAt any time and from time to time upon the written request of either of the parties hereto or any Mortgage Lender or any mortgagee or prospective mortgagee of Lessor's interest, but not more than once annually, Lessor or Lessee, as the case may be, shall deliver to the party requesting the same a certificate executed in recordable form stating (i) whether or not thisLease is in full force and effect, (ii) whether or not any rights to renew the term of this Lease have been exercised and the date on which this Lease will terminate, (iii) whether or not this Lease has been modified or amended in any way and attaching a copy of such modification or amendment, (iv) whether or not there are any existing defaults under this Lease to the knowledgeof the party executing the certificate, and specifying the natureofsuch defaults, if any, (v) the status ofrent payments and (vi) any other facts regarding the operation of the Lease which the Mortgage Lender may reasonably request.\n\n## 26. ACCESS TO PREMISES BY LESSOR:\n\nLessor shallhave accessto the Leased Premises at all reasonable hours and upon reasonable notice during the original term of this Lease and any renewal terms for the purpose of examining the same; provided, however, that Lessor shall not unreasonably interfere in any material way with the businessof Lessee.\n\n## 27. ASSIGNMENT AND SUBLETTING:\n\n## A. Transfers of Lessor's Interest.\n\nIf Lessor should sell or otherwise transfer its interest in the Real Property, and if the Purchaser shall undertake responsibility for all of the covenants and undertakings of Lessor, Lessee agrees that Lessor shall thereafter have no liability to Lessor under this Lease or any modifications or amendments hereto or extensions hereof.\n\n## B. Assignment and Subletting by Lessee.\n\nLessee shall not sublet or assign this Lease without, in each case, the written consent of Lessor first had. However, any transfer of this Lease from Lessee by merger or consolidation shall not require the written consent of the Lessor as long the surviving entity has a net worth equal to or greater than that of Lessee immediately prior to the transfer. Any consent byLessor to an assignment shallnot constitute a waiver of the requirement thatLessor approve subsequent assignments. Further, any assignment shall not modify the \"use\" clause of this Lease, nor shall it relieve Lessee from liability under the Lease, unless Lessee is specifically relieved by Lessor in writing in its consent in the assignment. Acceptance by Lessor of rent or other monies from a purported sublessee or assignee as to whom Lessor's written consent has not been obtained shall not bedeemed to imply Lessor's acceptance of or consent to such assignment or subletting (regardless of the number of occasions on\n\nas\n\nBDOH04 Dublin - Tim's 21\n\nwhich such monies are so accepted), and any monies so paid shall be deemed tohave been paid on behalf of and by Lessee forLessee's account.\n\nNotwithstanding the foregoing, however, no assignment or sublease from Lessee to a subsidiary, affiliate or parent of Lessee or of Wendy's International, Inc. or to a franchisee of Lessee or of Wendy's International, Inc., for such franchisee's, subsidiary's, affiliate's or parent's operation of the Real Property as Wendy's and/or Tim Hortons restaurant shall be subject to any of the foregoing provisions of this Paragraph andLessee may freely enter into any such assignments or subleases, provided only that Lessee shall give Lessor notice of anysuch transactions and of the name and business address of any such franchisee, within sixty (60) days after the date of conclusion of such sublease.\n\nIf any assignment or sublease, other than one to a permitted assignee or subtenant as set forth in the immediately preceding paragraph, results in payments by the assignee or sublessee to Lessee of monies in excess of the monies due from Lessee to Lessor under this Lease, then fifty percent (50%) of the amount of the excess (after Lessee has first recovered, from the first such excess dollars coming in, its reasonable out of pocket costs and expenses incurred in obtaining such assignment or sublease) shall be paid by Lessee to Lessor as additional rent upon receipt of same by Lessee, provided, however, that there shall at monthly or other appropriate intervals be deducted from such excess and retained by Lessee, before the balance is split between the parties, such amount beyond the base rent as represents the depreciation, on a straight line basis and without interest, over the balance of the term from the date of commencement of said sublease or assignment, of the yet-to-be depreciated amount of Lessee's capital investment in improvements, furnishings and fixtures at and to the Premises, under a straight line depreciation schedule, assuming depreciation from the date of placement in service over the length of the Lease term.\n\n28. RIGHT OF FIRST REFUSAL:\n\nLessor covenants and agrees that in the event Lessor desires to sell the Leased Premises or any part thereof while this Lease remains in effect, Lessor shall require any prospective purchaser to submit a written, bona fide bid and shall notify Lessee in writing of Lessor's intention to sell at the price, and on the terms and conditions contained in such bid, and shall furnish Lessee with a true copy thereof. Lessee, for a period of fifteen (15) days from receipt of such notice, shall have the option of purchasing Lessor's entire interest upon the same terms and conditions as contained in such bid. In the event Lessee does not exercise such option to purchase, then Lessor shall have the right to sell the Leased Premises to such prospective purchaser upon the terms and conditions quoted in such bid subject to this Lease; provided, however, if Lessor does not sell its entire interest within one hundred eighty (180) days after the last mentioned fifteen (15) days, then Lessee's right of first refusal shall continue in full force and effect. Provided, however, that in the event that the Leased Premises shall be sold in accordance with above following a refusal by Lessee to exercise its option, then this right of first refusal shall no longer apply, except where the proposed purchaser is another fast food restaurant.\n\nNotwithstanding anything to the contrary contained in the preceding paragraph, should any offer to purchase the Leased Premises made to Lessor or any successor in interest be part of a bid to purchase not only the Leased Premises but also all or any portion of the land adjoining the Leased Premises, then in such event, Lessee's right of first refusal shall not apply in such case, but shall continue on until such time as it may be proposed to sell the Leased Premises as an individual parcel.\n\nIn addition, in the event any conveyance of all or a partial interest in the Leased Premises by any individuals or entities constituting Lessor is made (a) to the family members, heirs, devisees or estates of, or to a limited liability company or\n\nBDOH04 Dublin - Tim's\n\n22 22 222\n\npartnership or corporation controlled by individuals constituting Lessor or any individual partner, principal, beneficiary or member of any entity constituting Lessor or to a trust controlled or created by individuals constituting Lessor or any individual partner, principal, beneficiary or member of any entity constituting Lessor; or (b) to a partner, principal, member or beneficiary, as the case may be, of any entities constituting Lessor, then this right of first refusal shall not apply in such case, but shall continue on until such time as Lessor or any successor in interest may propose to sell the Leased Premises as an individual parcel to a party to whom none of the exceptions made in this sentence apply.\n\n29. {INTENTIONALLY DELETED}\n\n30. {INTENTIONALLY DELETED}\n\n## 31. INJUNCTION:\n\nIn addition to all other remedies, Lessor and Lessee are entitledto the restraint by injunction of all violations, actual, attempted or threatened of any covenant, condition or provision of this Lease.\n\n## 32. NON-WAIVER:\n\nThe failure of the Lessor or Lessee to enforce any of the rights given to it under this Lease by reason of the violation of any of the covenants in this Lease to be performed by Lessee or Lessor shall not be construed as a waiver of the rights of the Lessor or Lessee to exercise any such rights as to any subsequent violations of such covenants, or as a waiver of any of the rights given to the Lessor or Lessee by reason of the violation of any of the other covenants of this Lease.\n\nNo waiver of any condition or legal right or remedy shall be implied by the failure of Lessor to declare a forfeiture, or for any other reason, and no waiver of any condition or covenant shall be valid unless it is signed by Lessor. No waiver by Lessor in respect to other lessees shall constitute a waiver in favor of Lessee, nor shall waiver of a breach of any condition be claimed or pleaded to excuse a future breach of the same condition or covenant. The mention in the Lease of any specific right or remedy shall not preclude Lessor from exercising any other right, or from having any other remedy, or from maintaining any action to which it may be otherwise entitled either at law or in equity. For the purpose of any suit by Lessor brought or based on this Lease, it is further agreed that any failure to include in such suit a sum then due shall not be a bar to the maintenance of any action for the recovering of said sums omitted.\n\n## 33. HOLDING OVER:\n\nIn theevent Lessee remains in possession of the Leased Premises after the expiration of thisLease and without the execution of a new lease, and Lessee has obtained Lessor's written permission to do so pursuant to written request tendered by Lessee at least one hundred eighty (180) days prior to Lease expiration Lessee shall be deemed to be occupying the Leased Premises as a tenant frommonth to month at a monthly rental equal to one hundred fifteen percent (115%) of the monthly rental provided for herein for the period immediately preceding the Lease expiration date and otherwise subject to all the conditions, provisions and obligations of this Lease insofar as they are applicable to month to month tenancy. If Lessee has not obtained Lessor's permission to hold over Lessor may evict Tenant and in any event Tenant shall owe as damages for each day until it vacates two hundred percent (200%) of the daily rental rate prevailing in the period immediately prior to the Lease expiration date, plus common area maintenance charges, if any, taxes and insurance.\n\nBDOHOM Dublin - Tim's\n\n23\n\n## 34. RECORDABLE LEASE:\n\nLessor agrees that upon request from Lessee and prior to the expiration of the Contingency Period, Lessor will promptly execute and deliver to Lessee a memorandum or short form lease (hereinafter \"Memorandum of Lease\"), prepared by Lessee, to be recorded in the public office in which records relating to the Leased Premises are kept and take such other and further action as may be necessary to give all persons now or hereafter interested in title to the Leased Premises notice of the existence of this Lease, including such terms and provisions as Lessee deems appropriate, provided, however, that unless specifically requested by Lessee, no copy of this Lease or other instrument shall be filed for record which sets forth the rental provisions contained herein. Specifically, the Lessor agrees to execute such further documentation which may be required to insure that the renewal rights, rights of first refusal, easements and restrictions granted hereunder are recorded on title. The parties hereto agree that the legal descriptions used in theMemorandum of Lease shallbe the legal description attached hereto as Exhibit A (for the Real Property) andas prepared by the surveyor pursuant to Section 8(D) herein (for the Access Easement area).\n\n## 35. CONSTRUCTION OF LEASE:\n\nWords of any gender used in this Lease shall be held to include any other gender, and words in the singular number shall be held to include the plural, when the sense requires. Wherever used herein, thewords \"Lessor\" and \"Lessee\"shall be deemed to include the heirs, personal representatives, legal representatives, successors, sublessees and assigns of said parties, unless the context excludes such construction and excluding sublessees orassigns of Lessee's interest, the transfer to whom was subject under this Lease to Landlord's consent, if such consent was not obtained.\n\n## 36. INVALIDITY OF PROVISIONS:\n\nIf any term or provision of this Leaseor the application thereof to any person or circumstancesshall,to any extent, be invalid or unenforceable, the remainder of this Lease, or the application of such term or provision to persons whose circumstances are other than those as to which it is held invalid or unenforceable, shall not be affected thereby.\n\n## 37. HAZARDOUS WASTES:\n\nA. Lessor hereby represents, covenants and warrants to Lessee that (i) Lessor has not used the Leased Premises for the storage, treatment, generation, production or disposal of any toxic or hazardous waste, material or substance nor does Lessor have knowledge of such use by third parties; (ii) Lessor has not caused or permitted and has no knowledge of the release of any toxic or hazardous waste, material or substance on the Leased Premises or which would affect the Leased Premises; (iii) to the best of Lessor's knowledge no event has occurred with respect to the Leased Premises which would constitute a violation of any applicable environmental law, ordinance or regulation; (iv) Lessor has not received any notice from any governmental authority or other agency concerning the removal of any toxic or hazardous waste, material or substance from the Leased Premises; and (v) Lessor has disclosed to Lessee the location of all underground storage tanks on the Leased Premises known to it (if any). Each party shall provide the other with a copy of any and all notices or communications which such party receives or has received which suggest that potential environmental problems may exist on the Leased Premises. The representations, covenants and warranties contained in this paragraph shall survive the termination or expiration of this Lease.\n\nBDOH04 Dublin - Tim's\n\n24 14\n\nB. If any federal, state, county or municipal governmental agency, authority or instrumentality issues or asserts any environmental or other lien, order or decree related to toxic or hazardous wastes, materials or substances on or affecting the Leased Premises and/or the removal or neutralization of any toxic or hazardous waste, material or substance stored, generated, manufactured or disposed of on the Leased Premises and if (a) Lessor does not pay, satisfy or remove any said environmental lien on the Leased Premises or commence activity sufficient to comply with said order or decree within thirty (30) days from the date of said environmental lien or issuance of said order or decree, and (b) as a result of said environmental lien, order or decree, Lessee or Lessee's operation of the Leased Premises is materially adversely affected, then Lessee may terminate this Lease if such matter is not cured following ninety (90) days written notice to Lessor and any mortgagee of Lessor, unless said lien, order or decree is a result of Lessee's operations, but Lessee shall not be required to pay the termination fee set in paragraph 2(D)(ii). Lessor covenants and agrees to indemnify, defend and hold Lessee harmless from and against any and all liens, claims, demands, judgment, damages, penalties, fines, costs, loss or expenses (including reasonable attorney, consultant and expert fees) that arise as a result of the presence, suspected presence or discharge of toxic or hazardous substances from, on or in the Leased Premises, except as may be caused by the actions of Lessee, and excluding matters originating out of contamination not in existence on the date hereof and which were not caused by Lessor or its agents or employees. Without limiting the generality of the foregoing, this indemnification by Lessor shall include costs incurred in connection with any site investigation or any remedial, removal or restoration work resulting from the events indemnified against.\n\nC. Lessee agrees, represents, and warrants that throughout the term of this Lease and for so long as it has possession of the Real Property, it shall not place in or on the property any petroleum products, asbestos, PCB's urea formaldehyde insulation, dioxins, or underground storage tanks, and that it shall do nothing that would cause or result in the contamination of the Real Property by or with any substance or waste regarded as toxic or hazardous under any federal, state or local law, ordinance or regulation. (The foregoing, however, shall not be construed to forbid Lessee from using cleaning solvents ordinarily used in the operation of a Tim Hortons and/or Wendy's restaurant, provided that the use of the same and the manner of such use is in accordance with all applicable federal, state and local laws, ordinances and regulations). Lessee shall indemnify, defend and hold Lessor and Lessor's successors, assigns, and mortgagees harmless from and against any and all liability arising from any and all claims, demands, litigation, or governmental action involving;\n\n(1) A breach of the agreement, representations and warranties\n\n- contained above in this Paragraph 37C;\n\n(2) The presence on the Real Property of any substance or waste which is regarded as toxic or hazardous under any federal, state or local law, ordinance or regulation, which presence comes into being after Lessee takes possession of the Real Property for construction and subsequent occupancy purposes and before possession shall revert to Lessor, unless (i) such presence is due to any act or omission of Lessor or due to migration from a source on any adjacent property, or (ii) such presence on the Real Property existed prior to Lessee's taking possession of the Real Property for construction and subsequent occupancy purposes, due to causes other than acts or omissions of Lessee or its agents or employees.\n\nWithout limiting the generality of the foregoing, this indemnification\n\nshall specifically cover fines, penalties, sums paid in settlement of claims or litigation, fees for attorneys, consultants and experts (to be selected by Lessor with Lessee's approval, not be unreasonably withheld or delayed), and reasonable costs for investigation, clean-up, removal or restoration.\n\nBDOH04 Dublin - Tim's 25\n\n## 38. BROKER:\n\nLessor represents and warrants that all brokerage charges, if any, in connection with this Lease shall be paid by Lessor.\n\n## 39. SERVICE OF NOTICE:\n\nNotices hereunder shall be in writing signedby the party serving the same and shall be sent by Registered or Certified U.S. Mail, Return Receipt Requested or by overnight courier, postage prepaid, and (a) if intended for Lessor, shall be addressed to:\n\nDublin Oaks\nc/o Don M. Casto Organization\n209 E. State Street\nColumbus, Ohio 43215\n\nwith a copy addressed and sent to:\n\nRichard J. Solove and John J. Chester c/o R. J. Solove & Associates 8 East Broad Street, 12th Floor Columbus, Ohio 43215\n\nand (b) if intended for Lessee, shall be addressed to:\n\nTim Donut U.S. Limited, Inc.\nATTENTION: Real Estate Department\n4288 West Dublin-Granville Road\nP. O. ox 256\nDublin, Ohio 43017\n\nwith a copy addressed and sent to:\n\nTim Donut U.S. Limited, Inc.\nATTENTION: Legal Department\n4288 West Dublin-Granville Road\nP. O. Box 256\nDublin, Ohio 43017\n\nor to such other addresses as either party may have furnished to the other from time to time as a place for the service of notice. Any Notice so mailed shall be deemed to have been \"given\" as of the time said Notice is deposited in the U.S. certified or registered mail or deposited with an overnight courier, and shall be deemed \"delivered\", \"received\" or \"actually received\" or words of similar import upon receipt by the party intended to be given said Notice.\n\n## 40. ESTATE IN LAND:\n\nIt is the intention of the Lessor to create, in favor of Lessee, aleasehold estate in land, which estate shall be vested in Lessee from the date of execution hereof and shall continue for the full original term and for all renewal terms of this Lease provided for herein and duly elected by Lessee. Said estate in land shallbe subject to divestment only by reason of Lessee's election not to exercise its right of renewal or by reason of the earlier termination of this Lease by one of the parties hereto in accordance with the provisions of this Lease.\n\nBDOH0 Dublin - Tim's 26\n\n\n\n## 41. SURVIVAL OF LEASE COVENANTS:\n\nThe terms, conditions and covenants of this Lease shall be binding upon and shall inure to the benefit of each of the parties hereto, their heirs, personal representatives, legal representatives, successors or assigns, (excluding successors or assigns of Tenant's interest as to whom Lessor's consent was required if no such consent was obtained) and shall run with the land.\n\n## 42. EXAMINATION OF LEASE:\n\nEach party acknowledges that it has relied upon its own examination of this Lease and the provisions hereof, as well as the representations of its own counsel. The parties acknowledge thatthis Lease has been prepared by a joint effort of both parties and therefore, there shall be no presumptionin favor of either the Lessor or Lessee, and this Lease shall not be construed against either party.\n\n## 43. HEADINGS:\n\nIt is understood and agreed that the headings are inserted only as a matterof convenience andforreference, and in no waydefine, limitor describe the scope or intent of this Lease, nor in any way affect this Lease.\n\n## 44. ENTIRE AGREEMENT:\n\nAll agreements between Lessor and Lessee prior to the Effective Date of this Lease are canceled. All prior negotiations, representations and understandings are merged into this Lease, including the Exhibits attached hereto, which contains the entire agreement between the parties. Any agreement hereafter made shall be ineffective to change, modify or discharge the Lease in whole or in part unless such agreement isin writing and signed by the party against whom enforcementof the change, modification or discharge is sought. The submission of any unexecuted copy of this Lease shall not constitute an offer to be legally bound by any provision of the document submitted eithercurrently or in the future; and no party shall be bound by this Lease until it is fully executed and delivered by both parties.\n\n## 45. RENT DEMAND: ACCORD AND SATISFACTION:\n\nEvery demand for rent due wherever and whenever made shall have the same effect as if made at the time the rent falls due and after the service of any notice, commencement of any suit, or receipt of any final judgment. Lessor may receive and collect any rentdue, and such collection or receipt shall not operate as a waivernor shall it affect such notice, suit or judgment.\n\nNo payment by Lessee nor receipt by Lessor of a lesser amount than the monthlyinstallment of rent hereinstipulatedshall be deemed tobeother than on account of the earliest stipulated installment of rent, nor shall any endorsement or statement on any check or any letter accompanying any check or payment as rent be deemed to work an accord and satisfaction, and Landlord may accept such check or payment notwithstanding suchendorsement, statementor letter, without prejudice to Landlord's right to recover the balance ofsuch rent or pursue any other remedy provided in this Lease.\n\n## 46. NO REPRESENTATIONS BY LESSOR: MISCELLANEOUS:\n\nExcept as expressly provided in this Lease, this Lease is made without representations, promises or warranties of any kind, as to the condition of the Real Property or any part thereof, or any appurtenances thereto, or as to the fitness of the\n\nBDOH04 Dublin - Tim's\n\n27\n\nReal Property for any use or purpose, and Lessee accepts the Real Property as is. Lessee's exercise of any contingency or cancellation provision running to its benefit in this Lease shall be of no force or effectif Lessee has delayed unreasonably in notifying Lessor of the occurrence or non-occurrence of the event on which suchexercise isor purports to be based, if Lessee has failed to pursue satisfaction of the matter on which such exercise is or purports tobe based with reasonable diligence, or otherwise undertakes such exercise in bad faith. Upon Lessee's breaking ground for its improvements on the Real Property, any unexpired or unwaived contingency or cancellation provisions running to Lessee's benefit in this Lease shall thereby become void notwithstanding any time periods to the contrary in any such provision. Nothing in the foregoing is intended to create any implied contingency or cancellation rights Lessee's behalf. on\n\nIn case suit shall be brought for recovery of possession of the Leased Premises, for the recovery of rent or any other amount due under the provisions of this Lease, or because of the breach of any other covenant herein contained on the part of Lessee to be performed, and a breach shall be established, Lessee shall pay to Lessor all expenses incurred therein, including a reasonable attorney's fee. In any litigation between the parties concerning this Lease, the non-prevailing party in such litigation shall pay the reasonable attorney's feesof the prevailing party. Acknowledging the commercial nature of this transaction, the parties hereto shall and they hereby do waive trail by jury in any action, proceeding or counterclaim brought by either of the parties hereto against the other on any matters whatsoever arising out of or in any way connected with this Lease, the relationship of Lessor and Lessee, Lessee's use or occupancy of the Leased Premises, and/or any claim of injury or damage.\n\n## 47. EXCULPATION:\n\nLessee agrees that it shall look solely to the estate and property of the Lessor and Owner inthe land comprising the Real Property for the collection of any judgment (or any other judicial process) requiring the payment of money by Lessorto Lessee in the event of a default or breach by Lessor with respect to any of the terms, covenants and conditions of this Lease to be observed and/or performed by Lessor. No other property or estates of the Lessor or Owner shall be subject to levy, execution or other enforcement procedures for the satisfaction of Lessee's remedies.\n\n## 48. OPERATION RADIUS:\n\nLessee agrees that for a period of fifteen (15) years from the Commencement Date Lessee will not, within a radius of one mile of the perimeter of the Real Property, either directly or indirectly, own operate, franchise or be financially interested in, either by itself or with others, a Wendy's restaurant. For the purposes of this Section 48 only, the term \"Lessee\" shall be deemed to include the guarantor of this Lease, Wendy's International, Inc., and by execution of the Guaranty of Lease attached hereto as Exhibit E, such guarantor affirms that it shall be bound by the provisions of this Section 48. In the event of failure by Lessee to comply with this Section 48, Lessor shall have the option to terminate this Lease and require Lessee to vacate the Real Property promptly. The provisions contained herein shall not apply to: (a) a Wendy's restaurant which may be located at the Post Road exit of Route 33 existing as of the date hereof, provided that such Wendy's restaurant shall be located not more than five hundred feet (500') in any direction from the interchange exit intersections at Post Road; (b) a Wendy's restaurant which is situated in a mall Food Court or which is situated within an in-line strip of stores and which does not have a drive-up or drive- through window; or (c) a Tim Horton's restaurant.\n\nBDOH04 Dublin - Tim's 28\n\n## 49. USE RESTRICTION:\n\nA. Lessor and Lessee acknowledge that a Reciprocal Easement Agreement by and between the Kroger Co., an Ohio corporation and Lessor's predecessor in interest, Lucas Land Development, Inc., an Ohio corporation and Richard J. Solove, an individual, recorded on September 4, 1996 in Volume 32983, page A01 of the Franklin County, Ohio records contains the following restriction which affects the Leased Premises:\n\n\"Section 6.2 Use Restrictions on ParcelII and Outparcels. No part of the Shopping Center (including Outparcels), except Parcel I, shall be used as a food store or food department, or for the sale of meats, fish, produce, dairy products, bakerygoods or any of them for off-premises consumption, provided that nothing herein shall prevent the sale of such products as an incidental part of a business so long as the total number of squarefeet devoted to the display for the sale of such products in such a business does not exceed eight hundred (800) square feet, including one-half (1/2) the aisle space adjacent to any display area, except (a) one occupant of the Outparcels involved in the retail sale of gasoline and other petroleum products may have up to three thousand (3,000) square feet devoted to the display for the sale ofsuch products, including one-half (1/2) of the aisle space adjacent to any display area, and (b) the occupant of the Drug Store Space under the Drug Store Lease, so long as said Drug Store Space is used primarily as adrugstore, may devote up to six thousand seven hundred (6,700) square feet for the sale of such products, including one-half (1/2) of the aisle space adjacent to any display area.\"\n\nB. Lessor has seen and is familiar with the Tim Hortons and/or Wendy's restaurant business to be carriedon by Lessee on the Leased Premises. Lessee agrees that its restaurant businessdoes not and will not displayfor sale any of the above mentioned restricted products for off-premises consumption in a total number of square feet within the restaurantin excess of eight hundred (800) square feet, including one- half of the aisle space adjacent to any display area. While Lessor and Lessee do not believe the restaurant business to be conducted by Lessee on the Leased Premises violates the use restriction, they hereby agree to apportion the risk of a claim of violationof the use restriction between themselves as set forth in this Section. Lessor andOwner (by Lessor, its and their agent) hereby agree to indemnify, defend with counsel reasonably satisfactory to Lessee, protect, keep, save and hold harmless Lessee from any and all loss, costs, damages, claims, liability, suits, judgments, orders, expenses (including reasonable attorneys' fees), penalties and fines (collectively, the \"Damages\") of any kind or nature whatsoever which may be incurred byLessee or claimed, brought or pursued or obtained against Lessee of whatever kind or character consequent or arising directly or indirectly from a claim of breach or violation of the above use restriction for so long as Lessee is constructing or operating a Tim Hortons and/or Wendy's restaurant on the Leased Premises. Lessor and Lessee agree that the total cost of the Damages arising out of a claim asset forthin this subparagraph B, shall be apportioned seventy-five percent (75%) to Lessor and twenty-five percent (25%) to Lessee. Lessee will cooperate withLessor in Lessor's defense of any such claim or suits and will be afforded the opportunity to participate in and be kept apprised of the progress of the defense of any such claim or suit. The foregoing indemnity shall survive the expiration or earlier termination of this Lease.\n\nC. Furthermore, if aclaim ofbreach or violation of the use restriction results in a judgment or order of a court of competent jurisdiction which prohibits or\n\nBDOH04 Dublin - Tim's -\n\n29\n\nrestricts Lessee's operations such that Lessee determines, in Lessee's sole discretion, that it is being adversely affected in its ability to operate its Tim Hortonsand/or Wendy's restaurant business from the Leased Premises, Lessee may determine to cease operations of such restaurant business on the Leased Premises by written notice of such determination to Lessor, whereuponthis Lease will terminate and Lessee will be released from any and all further obligations under this Lease. Lessee's notice to Lessor will contain the date on which Lessee intends tocease operations, which date shall be not less than thirty (30) days after the date of such notice. If Lessee SO determines to cease operations, then on or priorto such termination date set forth in Lessee's notice: (i) Lessor shall pay Lessee the then book value (cost less depreciation) of actual, out-of-pocket capital costs incurred by Lessee in connection with the building and permanent improvements made to the Leased Premises by Lessee; and (ii) Lessee will: (a) pay to Lessor Fixed Annual Rental under the Lease, prorated as of such termination date on a per diem basis at one-thirtieth (1/30th) of the applicable monthly rate, together with all other charges due to Lessor under the Lease as of such termination date, and (b) return possessionof the Leased Premisesto Lessor. Upon payment to Lessee of the amount set forth in this subparagraph C(i), above, Lessee shall deliver to Lessor all instruments and documents deemed reasonably necessary by Lessor to convey title to Lessee's building and permanent leasehold improvements to Lessor or its agents or designees.\n\n## 50. GUARANTY OF LEASE:\n\nA Guaranty of the Lease by Wendy's International, Inc., an Ohio corporation is attached hereto as Exhibit E.\n\n## 51. EXHIBITS:\n\nThis Lease consists of 32 pages and Exhibits A through E, as follows:\n\n| Exhibit    | Leased Premises Legal Description           |\n|-|-|\n| Exhibit    | Lessor's Larger Tract/Shopping Center       |\n| Exhibit C   | Environmental Questionnaire                 |\n| Exhibit D   | Agreement of Attornment and Non-Disturbance |\n| Exhibit E   | Guaranty of Lease                           |\n\nSigned by Lessor this 20th day\nof October, 1997.\n\nWITNESSES:\nLESSOR:\nDUBLIN OAKS,\nan Ohio limited liability company,\nagent for LUCAS-AVERY, an Ohio\nlimited liability company, RICHARD J.\nSOLOVE, an unmarried individual, and\nJOHN J. CHESTER, a married individual,\nwhose spouse is Cynthia J. Chester\n\n<signature>\nPrint Name: Richard A. Herman\n<signature>\nPrint Name: Joel J. Chester\n\nBy: <signature>\nRichard J. Solove, Manager\n\nSIGNATURES CONTINUED ON NEXT PAGE\n\nBDOH04 Dublin - Tim's 30\n\n<signature>\nPrint Name: BEVERLY S. WATERFIELD\nBy: <signature>\nDon M. Castro, III\nManager\n<signature>\nPrint Name: H. CHARLES FRAAS, JR.\n\nSigned by Lessee this 16th day of October, 1997.\n\nWITNESSES:\nLESSEE:\nTIM DONUT U.S. LIMITED, INC.\n\n<signature>\nPrint Name: KRISTEN D. NICHOLSON\n<signature>\nPrint Name: BETH L. DREITLER\n\nTIM DONUT U.S. LIMITED, INC.\nBy: <signature>\nGORDON F. TETER\nChairman of the Board\nChief Executive Officer\nTitle: <empty>\nLEGAL DEPT. <signature>\n\n## ACKNOWLEDGMENTS\n\nSTATE OF OHIO\nCOUNTY OF FRANKLIN, SS:\n\nThe undersigned, a Notary Public in and for the above state and county,\nhereby certifies that on the 20th day of October, 1997, before me personally\nappeared Richard J. Solove and Don M. Castro, III, as\nManagers of DUBLIN OAKS, an Ohio limited liability company, who were known to\nme as the persons and managers described in and who executed the foregoing\ninstrument on behalf of said company, and who acknowledged that they held the\nposition or title set forth in the instrument and certificate, they signed the instrument on\nbehalf of the company by proper authority, and the instrument was the act of the\ncompany for the purpose therein stated.\n\nIN WITNESS WHEREOF, I have hereunto set my hand and affixed my official seal on the day and year last aforesaid.\n\n(SEAL)\n<signature>\nNotary Public\n\nBENNA S. WATERFIELD\nNotary Public, State of Ohio\nMy Commission Expires 06-20-2001\n\nBDOH04 Dublin - Tim's\n\n31\n\n## STATE OF OHIO\nCOUNTY OF FRANKLIN, SS:\n\nThe undersigned, a Notary Public in and for the above state and county, hereby certifies that on the 16 day of cte, 1997, before me personally appeared Gordon F. Teter, Chairman of the Board and Chief Executive Officer of TIM DONUT U.S. LIMITED, INC., a Florida corporation, who is known to me as the person and officer described in and who executed the foregoing instrument on behalf of said corporation, and who acknowledged that he held the position or title set forth in the instrumentand certificate, that he signed the instrument on behalf of the corporation by proper authority, and that the instrument was the act of the corporation for the purposestherein stated.\n\nIN WITNESS WHEREOF, I have hereunto set my hand and affixed my officialseal on the day and year last aforesaid.\n\nKRISTEEN D. NICHOLSON\nNOTARY PUBLIC, STATE OF OHIO\nMY COMMISSION EXPIRES JUNE 20, 2001\n\nNOT\n\nATE OF OHIO\n\nNotary Public: <signature>\n\nBDO104 Dublin - Tim's\n\n32\n\nEXHIBIT A\n\n## 1.640 ACRES\n\nSituated in the State of Ohio, County of Franklin, City of Dublin, being locatedin Virginia Military Survey No. 2999 and being 1.640 acres of that 28.426 acre tract of land as conveyed to Lucas Avery Limiled, Richard J. Solove and John J. Chester by deed of record in Official Record 31836J04 and Official Record 31933816, all references being to records of the Recorder's Office, Franklin County, Ohio and being more particularly described as follows:\n\nBeginning for reference at the centerline of Perimeter Road at the intersection of the westerly property line of that subdivision entitled \"Perimeter Center, as shown of record in Plat Book 72, Pages 47 and 48;\n\nthence South 4 37' 38\" East, a distance of 115.38 feet to a point;\n\nthence South 85 22' 22\"West, a distance of 72.61 feet to a point in the westerly right-of- way line of Avery-Muirfield Drive;\n\n. thence South 4 55' 34\" East, along said westerly right-of-way line, a distance of 124.90 feet to an iron pin set at a point of curvature of a curve to the left;\n\nthence southeasterly, along said curve to the left of said westerly right-of-way line (Delta = 0 43' 35\", Radius = 5789.58 feet), a chord bearing and distance of South 5 17 21\" East, 73.40 feet to a point, being the \"True Point of Beginning for the tract herein intended to be described;\n\nthence continuing with said westerly right-of-way line, southeasterly along the arc of said curve (Delta = 1 51' 18\", Radius = 5789.58 feet), a chord bearing and distance of South 6 34 48\" East, 187.44 feet to a point of reverse curvature; and,\n\nSouthwesterly along the arc of said curve to the right (Delta = 92 52' 49\", Radius = 50.00 feat), a chord bearing and distance of South 38 55' 58\" West, 72.47 feet to a point of tangency in the northerly proposed right-of-way line of Perimeter Loop Road;\n\nthence being along the proposed northerly right-of-way line of Perimeter Loop Road, the following courses (2) and distances:\n\nSouth 85 22 22\"West, a distance of 137.70 feet to a point of curvature of a curve to the left; and,\n\nSouthwesterly along the arc of said curve (Delta = 15 09' 40\", Radius = 420.00 feet), a chord bearing and distance of South 77 47' 32\" West, 110.81 feet to a point;\n\nthence North 0 32' 39\"West, a distance of 277.89 feet to a point;\n\nthence South 89 50' 22\" East, a distance of 272.26 feet to the place of beginning. containing 1.640 acres of land, more or less.\n\nSubject, however, to all legal rights-of-way and/or easements, if any, of previous record.\n\nThe bearings are based on the same meridians as the bearings shown upen the Recorded Plat entitled \"Perimeter Center, in Plat Book 72, Pages 47 and 48, in which the centerline of Perimeter Drive has a bearing of North 85 22' 22\" East, Recorder's Office, Franklin County, Ohio.\n\nEXHIBIT \n\nPAGE 1 of 2\n\n\n\n# EXHIBIT A\n\nEMT\n\nINC.\nCONSULTING DIGONIKERS & SURVEYORS\nGANANA, CHD 423\n\n# OUT PARCEL EXHIBIT\n\n# VIRGINIA MILITARY SURVEY 2999\n\nCITY OF DUBLIN, FRANKLIN COUNTY, OHIO\n\nDocument\n- City of Dublin, Franklin County, Ohio\n- Date: August 7, 1996\n- Scale: 1\" = 100'\n- Exhibit A  Page 2 of 2\n\nKey roads / boundaries\n- Avery  Muirfield Drive (vertical, east edge)\n- Perimeter Road / Perimeter Loop Road (east/top & east/bottom)\n- Proposed Perimeter Road / Proposed Perimeter Loop Road (west/top & west/bottom)\n- Adjacent owner: Hospital Properties, Inc. (west & southwest)\n- Adjacent owner (west side, vertical text): Lucas Avery Limited; Richard J. Solove & John Chester\n\nParcels (as labeled on map)\n\n| Location (on map) | Acreage | Labels / Notes | Adjoining roads / owners |\n|---|---:|---|---|\n| North parcel (upper center) | 1.526 AC | Contains curve callouts; POB shown at east edge | Bounded east by AveryMuirfield Drive; west by Hospital Properties Inc./proposed perimeter road |\n| Middle parcel (center) | 1.640 AC | Marked \"LEASED PREMISES\"; 150' NO BUILD ZONE indicated along northern portion; curve and bearing callouts | East = AveryMuirfield Drive; West = neighboring parcels/Hospital Properties |\n| South/curved parcel (lower) | (acreage not explicitly shown on cropped image) | Curve callouts ( = 15040', R = 420.00' shown near curved boundary) | Bounded by Proposed Perimeter Loop Road and Hospital Properties Inc. |\n\nOther survey details visible\n- Multiple curve geometry callouts (, R, chord bearings & lengths) along curved roadfronts\n- Several POB (point of beginning) markers along AveryMuirfield Drive\n- Utility/ROW line labelled \"R/W\" at AveryMuirfield Drive edge\n\nVisible text blocks\n- \"HOSPITAL PROPERTIES INC. an Ohio Corporation not for Profit OR 13642 G19\" (west and southwest)\n- \"LEASED PREMISES\" on the 1.640 AC parcel\n- \"150' NO BUILD ZONE\" across middle parcel\n\n(Page title at bottom: EXHIBIT A)\n\nHere's the key information from the image:\n\n*   **Project:** Avery Road Retail Center - Phase II\n*   **Location:** Perimeter Loop Road, Dublin, Ohio 43017\n*   **Site Development Plan**\n\n**Site Analysis**\n\n| Item                 | Value        |\n| -------------------- | ------------ |\n| Site Area            | 28.833 Acres |\n\n**Total GLA**\n\n| Item                       | Square Footage (SF) |\n| -------------------------- | ------------------- |\n| Phase I (NLLC): West Building | 9,177.8             |\n| Phase I (NLLC): North Building | 60,107.3            |\n| Phase I (NLLC): Kroger Building | 65,505              |\n| Phase I (NLLC): Total     | 134,790.1           |\n| Phase II: Total              | 31,428.1            |\n| Project Total GLA          | 208,203.9           |\n\n**Parking**\n\n| Item                             | Spaces | Ratio          |\n| -------------------------------- | ------ | -------------- |\n| Phase I (NLLC): Required Spaces | 1145   | (Patio: 6.50) |\n| Total Provided Spaces            | 1213   | (Ratio: 5.83)  |\n\nKey Entities:\n* FordBeery Architects, Inc.\n* R.J. Spione and Associates\n*Leased Premises\n* Monument Sign\n\nxx\n\nRESTRACTIONS\n\nUTTARY SEXY WALL\n\nSD-11\nCIVIL AND NORTHWEST RETAIL SHOPPING CENTER\nSITE DEVELOPMENT PLAN\n\nAvery Road Retail Center - Phase II\nPerimeter Loop Road\nDublin, Ohio 43017\nFor\nR. J. Solove and Associates\nDon M. Castro Organization\n\nFordBeery\nARCHITECTS, INC.\n\nLESSOR'S LARGER TRACT/SHOPPING CENTER\n\nACCESS EASEMENT:\n\"MONUMENT SIGN\" AREA:\n\nEXHIBIT \n\n## ENVIRONMENTAL DISCLOSURE AND RISK REVIEW QUESTIONNAIRE\n\n## A. PROPERTY IDENTIFICATION:\n\n1. Address of Property:\nNWC Avery-Muirfield Road @ Perimeter Loop\nDublin, Ohio\n\n2. Legal Description:\n(Enter description here or attach current legal description to this questionnaire.)\n<empty>\n<empty>\n<empty>\n<empty>\n<empty>\n<empty>\n<empty>\n<empty>\n\n## B. LESSOR IDENTIFICATION:\n\n1. Name: Dublin Oaks, an Ohio limited liability company,\nas agent for Lucas-Avery Limited, an Ohio\nlimited liability company, Richard J. Solove\nand John J. Chester\n\n2. Address:\n8 East Broad Street, 12th Floor\nColumbus, Ohio 43215\n\n3. Identify the person who has completed this form on behalf of Seller/Lessor and who has knowledge of the information contained in this form:\n(a) Name: <empty>\n(b) Position: <empty>\n(c) Address: 8 East Broad Street, 12th Floor Columbus, Ohio 43215\n\n## C. ENVIRONMENTAL INFORMATION:\n\n1. What were/are the past and current uses of the Property?: <empty>\n\nBDOH04 Dublin - Tim's\n\n2. What is the most recent business activity at this site?\n<empty>\n\n3. Are there any obvious physical signs of contamination on or around the Property?\n<empty>\n\n4. Have you ever conducted operations on the Property which involved the generation, disposal, manufacture, processing, transportation, treatment, storage or handling of \"hazardous substances\" as defined by federal, state or local statute or law?\n<empty>\n\n5. Do you have any knowledge of any previous owners or users of the Property who have conducted operations on the Property which involved the generation, disposal, manufacture, processing, transportation, treatment, storage or handling of \"hazardous substances\" as defined by federal, state or local statute or law?\n<empty>\n\n6. Have you ever conducted operations on the Property which involved the processing, storage or handling of petroleum?\n<empty>\n\n7. Do you have knowledge of any previous owners or users of the Property who have conducted operations on the Property which involved the processing, storage or handling of petroleum?\n<empty>\n\n8. Identify all environmental permits, if any, that you currently have.\nHave you ever in the past held any environmental permits in regard to this Property?\n<empty>\n\nBDOH04 Dublin - Tim's\n\n2\n\n9. Are there any potentially asbestos-containing materials present on the Property?: <empty>\n\n10. Are there now or have there ever been any underground or above ground storage tanks on or under the Property? If yes, please provide specifics regarding said tanks including, but not limited to, capacity (gallons), installation dates, and whether such tank has been removed, abandoned or is currently in use.:<empty>\n\n11. Are there electrical transformers or capacitors on the Property which may contain PCBs?:<empty>\n\n12. Could the activities at or on any of the adjacent businesses or properties pose potential environmental risks to the Property?: <empty>\n\n13. Are there any ground water wells and/or septic fields on the Property?: <empty>\n\n14. Is the ground water in the immediate area used as a source of drinking water?: <empty>\n\n15. Is the Property, or any of the adjacent properties, on a federal, state or local list of hazardous waste sites?: <empty>\n\n16. Is the Property the subject of any environmental litigation or regulatory enforcement action?: <empty>\n\nBDOH04 Dublin - Tim's\n\n3\n\n17. Have you ever received any notice that you may be liable for cleaning up contamination caused by chemicals, wastes, petroleum or other hazardous materials?\n<empty>\n\n18. Have you ever received any notice that you may be liable for personal injury or property damage because of chemicals, wastes, petroleum or other hazardous materials associated with your company?: <empty>\n\n19. Is there any pending or threatened litigation against you that involves an alleged violation of any environmental or health and safety statute or regulation?\n<empty>\n\n20. Identify any current enforcement actions, investigations, or notices of violation regarding your company for violation of any environmental or occupational health and safety statute or regulation.: <empty>\n\n21. Are there any adverse press reports or complaints on file concerning the Property?: <empty>\n\n22. Is the Property near any flood plain, wetland, or sensitive ecological area?: <empty>\n\n23. Are there any easements (i.e., roadways, pipelines, etc.) on the Property with potential environmental implications?: <empty>\n\n24. Has any situation occurred at this site which resulted in a reportable \"release\" of any hazardous substances or petroleum? If yes, please describe the actions or events causing such release and any measures or actions taken following such release.:<empty>\n\nBDOHO4 Dublin - Tim's\n\n4\n\n* If further information or explanation is needed for clarification of any of the following questions, please identifythe question number and provide information or further explanation on aseparate sheet(s) and attach said sheet(s) hereto. Number of extra sheets attached:.\n\nTHE UNDERSIGNED ACKNOWLEDGES AND AGREES THAT THE FOREGOING INFORMATION IS SUBMITTED TO TIM DONUT U.S. LIMITED, INC. FOR THE PURPOSE OF INDUCING TIM DONUT U.S. LIMITED, INC. TO LEASE THE PROPERTY FROM LESSOR AND WILL BE RELIED ON BY TIM DONUT U.S. LIMITED, INC. IN DETERMINING WHETHER TO LEASE THE PROPERTY, NOTWITHSTANDING ANY INDEPENDENT INVESTIGATION PERFORMED BY TIM DONUT U.S. LIMITED.INC.\n\nCOMPANY NAME: <empty>\n\nBy: <empty>\nTitle: <empty>\nDate: <empty>\n\nBDO104 Dublin - Tim's 5\n\n5\n\nEXHIBIT D\n\n# AGREEMENT OF ATTORNMENT AND NON-DISTURBANCE\n\n[ ]\n\nTHIS AGREEMENT, made this ______ day of _______, 19_____, by and between\n(Mortgagee\"), and TIM DONUT U.S. LIMITED, INC., a Florida corporation\n(\"Tim's\");\n\n## WITNESSETH:\n\nWHEREAS, Mortgagee is the owner and holder of, and the beneficiary under,\nthat certain Mortgage or Deed of Trust (hereinafter collectively referred to as the \"Mortgage\")\ngiven by <empty>,\nto <empty>, Trustee, to secure the payment of certain indebtedness therein described, including a note in the principal amount of $ <empty>, which Mortgage is dated <empty>, recorded in Volume <empty>, Page <empty>, Deed of Trust Records of <empty> County,\n<empty> and which constitutes a <empty> mortgage lien on certain real property (hereinafter referred to as the \"Mortgaged Premises\") in <empty>, <empty>, more fully described therein; and\n\nWHEREAS, Tim's is in the Lessee under a certain Lease Agreement (hereinafter referred to as the \"Lease\") dated <empty>, 19__, with <empty> as Lessor, covering all or a part of the Mortgaged Premises and hereinafter referred to as the \"Leased Premises\", which Leased Premises are further described on the attached Exhibit A; and\n\nWHEREAS, Tim's has been granted certain easements (the \"Easements\") over real property comprising all or part of the Mortgaged Premises, which Easements are appurtenant to Tim's use and interest in the Leased Premises; and\n\nWHEREAS, Tim's and Mortgagee desire to confirm their understanding with respect to the Lease andthe Mortgage.\n\nNOW, THEREFORE, in consideration of the mutual covenants and agreements herein contained, Mortgagee and Tim's hereby agree and covenant as follows:\n\n1. The Lease shall not be terminated, nor shall Tim's use, possession or enjoyment of the Leased Premises be interfered with, nor shall the leasehold estate granted by the Lease be affected in any other manner, in any foreclosure or other action or proceeding instituted under or in connection with the Mortgage or in case Mortgagee takes possession of the Mortgaged Premises pursuant to any provisions of the Mortgage; provided, however, that if, at the time of, or at any time subsequent to, any such foreclosure action, a default exists and such default has continued to exist for such period of time (after notice to Tim's as required by the Lease) that would entitle the Lessor under the Lease to terminate the Lease or would entitle such Lessor to dispossess Tim's thereunder, any purchaser of the Leased Premises upon or after such foreclosure may exercise the rights of the Lessor, by reason of such default or event, to terminate the lease or to dispossess Tim's thereunder; and further provided that, if such rights are not exercised, the Lease shall continue in full force and effect in accordance with its terms and Tim's, in such event, agrees to recognize and attorn to the new owner pursuant to such foreclosure sale.\n\nBDOH04 Dublin - Tim's\n\n2. If the interests of the Lessor under the Lease shall be transferred to and owned by Mortgagee by reason of foreclosure or other proceedings brought by it, or by any other manner, and Mortgagee succeeds to the interest ofthe Lessor under the Lease, Tim's shall be bound to Mortgagee under all of the terms, covenants and conditions of the Lease for the balance of the term thereof remaining and any extensions or renewals thereof which may be affected in accordance with any option therefor in the Lease, with the same force and effect as if Mortgagee were the Lessor underthe Lease, and Tim's does hereby attorn to Mortgagee as its Lessor, the said attornment to be effective and self-operative without the execution of any further instruments on the part of any of the parties heretoimmediately upon Mortgagee succeeding tothe interest of the Lessor under the Lease. The respective rights and obligations of Tim's and Mortgagee under such attornment, to the extent of the then remaining balance of the term of the Lease and any such extensions and renewals, shall be and are the same as now set forth therein, except as herein otherwise expressly provided.\n\n3. If Mortgagee shall succeed tothe interest of the Lessor under the Lease, Mortgagee shall be bound to Tim's under all of the terms, covenants and conditions of the Lease and, fromand after Mortgagee's succession tothe interest of the Lessor under the Lease, Tim's shall have the same rights and remedies against Mortgagee for the enforcement of its rights thereunder and the breach of any agreement contained in the Lease that Tim's might have had under theLease against the Lessor thereunder if Mortgagee had not succeeded tothe interest of such Lessor; provided, however, that Mortgagee shall not be:\n\n\t(a) liable for any act or omission of any prior or subsequent Lessor; or\n\n\t(b) subject to any offsets or defenses which Tim's might have against any prior Lessor; or\n\n\t(c) bound byany rent or additional rent which Tim's might have paid for more than thirty-one (31) days in advance to any prior Lessor; or\n\n(d) bound by any amendment or modification of the Lease made without Mortgagee's prior written consent.\n\n4. Mortgagee agrees that in the event of damage or destruction of the Leased Premises leased by Tim's pursuant tothe Lease, Tim's shall be entitled to all insurance proceeds to which it would be entitled under the Lease regardless of any provision of the Mortgage tothe contrary, provided that Tim's shall repairor restore the Leased Premises following any casualty in accordance with the terms of the Lease.\n\n5. Except as otherwise expressly set forth herein, the Lease now is, and shall at alltimes continue to be, subject and subordinate in each and every respect to the Mortgage and to any and all increases, renewals, modifications, extensions, substitutions, and/or replacements of the Mortgage, and to any present or future mortgage or mortgages which may now or hereafter affect the Leased Premises, but any and all such renewals, modifications, increases, extensions, substitutions, and/or replacements, or any such other mortgage or mortgages, nevertheless shall be subject to and entitled to the benefits or the terms of this Agreement.\n\n6. The Easements shall not be terminated, nor shallTim's use, possession or enjoyment of the Easements be interfered with, nor adversely affected in any other manner, in any foreclosure or other action or proceeding instituted under or in connection with the mortgage or in case Mortgagee takes possession of the Mortgaged Premises pursuant to any provisions of the Mortgage.\n\nBDOHO4 Dublin - Tim's 2\n\n7. If the interests of the Mortgagor shall be transferred to and owned by Mortgagee by reason of foreclosure or other proceedings brought by Mortgagee, or by any other manner, and Mortgagee succeeds to the interest ofthe Mortgagor, Tim's shall be bound to Mortgagee under all of the terms, covenants and conditions of the Easements with thesame force and effect as if Mortgagee were the Grantor under the Easements, and Tim's does hereby attorn to the Mortgagee as its Grantor, the same Attornment to be effective and self-operative without the execution of any further instruments on the part of anyof the parties hereto immediately upon Mortgagee succeeding to the interest of the Mortgagor.\n\n8. Except as otherwise expressly set forth herein, theEasements now are, and shall at alltimes continue to be, subject and subordinate in each and every respect to the Mortgage and to any and all increases, renewals, modifications, extensions, substitutions, and/or replacements of the Mortgage, and to any present or future mortgage or mortgages which may now or hereafter affect the Easements, but any and all such renewals, modifications, increases, extensions, substitutions, and/or replacements, or any other mortgage or mortgages, nevertheless shall be subject to and entitled to the benefits or the terms of this Agreement.\n\n9. This Agreement may not be modified orally or in any other manner other than by an agreement in writing signed by the parties hereto or their respective successors in interest. This Agreement shall inure tothe benefit of and be binding upon the parties hereto and their respective successors and assigns.\n\nEXECUTED as of the day and year first above written.\n\nMortgagee:\nBy: <empty> Vice President\nTIM DONUT U.S. LIMITED, INC.\nBy: <empty>\nTitle: <empty>\nBy: <empty>\nTitle: <empty>\nLAW DEPARTMENT\n\nSTATE OF:<empty>\nCOUNTY OF:<empty>, SS:\n\nThe undersigned, a Notary Public in and for the above state and county,\nhereby certifies that on the:<empty> day of:<empty>, 1997, before me personally\nappeared:<empty>, the:<empty> of\n:<empty>, a:<empty> corporation, who was\nknown to me as the person and officer described in and who executed the foregoing\ninstrument on behalf of said corporation, and who acknowledged that he held the\nposition or title set forth in the instrument and certificate, he signed the instrument on\n\nBDOH04 Dublin- Tim's 3\n\n3\n\nbehalf of the corporation by proper authority, and the instrument was the act of the corporation for the purpose therein stated.\n\nIN WITNESS WHEREOF, I have hereunto set my hand and affixed my official seal on the day and year last aforesaid.\n\n(SEAL)\nNotary Public\n\nSTATE OF:<empty>\nCOUNTY OF:<empty> , SS:\n\nThe undersigned, a Notary Public in and for the above state and county,\nhereby certifies that on the ______ day of _______, 1997, before me personally\nappeared ___________ and ___________, the\n____________________ and ___________________\nrespectively, of TIM DONUT U.S. LIMITED, INC., a Florida corporation, who are\nknown to me as the persons and officers described in and who executed the foregoing\ninstrument on behalf of said corporation, and who acknowledge that they held the\npositions or titles set forth in the instrument and certificate, that they signed the\ninstrument on behalf of the corporation by proper authority, and that the instrument\nwas the act of the corporation for the purposes therein stated.\n\nIN WITNESS WHEREOF, I have hereunto set my hand and affixed my official sealon the day and year last aforesaid.\n\nNotary Public\n\n(SEAL)\n\nBDOH04 Dublin - Tim's 4\n\n4\n\n## EXHIBIT E\n\n## GUARANTY OF LEASE\n\nWHEREAS, TIM DONUT U.S. LIMITED, INC., a Florida corporation (\"Lessee\") is desirous of entering into a certain lease agreement with DUBLIN OAKS, an Ohio limited liability company as agent for and lessee of LUCAS-AVERY LIMITED, an Ohiolimited liability company, RICHARD J. SOLOVE, an unmarried individual and JOHN J. CHESTER, a married individual, whose spouse is Cynthia J. Chester (\"Lessor\") forthe premises locatedat Avery Square Shopping Center (Outlot \"B\"),Dublin, Franklin County, Ohio (the \"Lease\"); and\n\nWHEREAS, Lessor has refused to enter into the Lease unless WENDY'S INTERNATIONAL, INC. (\"Guarantor\") guarantees said Lease in the manner hereinafter set forth:\n\nNOW. THEREFORE, to induce Lessor to enter into the Lease and in consideration of Lessor entering into such Lease with Lessee, Guarantor hereby agrees:\n\n\t1. (a) Guarantor unconditionally guarantees tothe Lessor and its successors and assigns the full and perpetual performance and observance by Lesseeof all theterms, covenants and conditions of said Lease contained onLessee's part to be kept, performed or observed.\n\n\t\t(b) If, at any time, default shall be madebyLessee inthe performance or observance of any of the terms, covenants or conditions of said Lease contained on Lessee'spart to be kept, performed or observed, Guarantor will keep, perform and observe the same,as the case may be, in place and stead of Lessee.\n\n2. The obligations of Guarantor hereunder shall not be released by Lessor's modification of the Lease, but in case of any such modification the liability of Guarantor shall be deemed modified in accordance with the terms of such modification of the Lease.\n\n3. This Guaranty shall apply to the Lease, any extension or renewal thereof and to any holdover term thereof.\n\n4. This instrument may not be changed, modified, discharged or terminated orally orin any manner other than by an agreement in writing signed by Guarantor and Lessor.\n\n5. Guarantor's address for purposes of notices hereunder is 4288 W. Dublin-Granville Road, Dublin, Ohio 43017, Attention: Legal Department or at such other place as Guarantor may from time to time designate in a written notice to Lessor.\n\n6. This Guaranty shall be governed byand construed inaccordance with the laws of the State of Ohio.\n\n- IN WITNESS WHEREOF, the Guarantor has duly executed this Guaranty of Lease this /6tte day of Octater, 1997.\n\nWENDY'S INTERNATIONAL, INC.\nBy: <signature>\nGORDON F. TETER\nTitle: Chairman of the Coa' CEO and Presi'\nLegal Dept. <signature>\n\nBDOH04 Dublin - Tim's\n\n# Commonwealth Land Title\n\n# Commitment\n\nCommitment No.: 96072313 Order No.: N-475-36\n\nSCHEDULE A\n\nDate Effective: September 26, 1997 at 7:00 a.m.\nPrepared for: Wendy's International, Inc.\nInquiries should be directed to: Gaye Pfeifer\n(614) 891-6042\n\n1. Policy or Policies to be issued:\n(a) A.L.T.A. Leasehold Policy\nAmount of Policy: $450,000.00\nProposed Insured:\nTim Donut U.S. Limited, Inc., a Florida corporation\n(b) A.L.T.A. Loan Policy\nAmount of Policy: $N/A\nProposed Insured:\nN/A\n\n2. The estate or interest in the land described or referred to in this Commitment and covered herein is:\nFee Simple\n\n3. Title to said Leasehold estate or interest in said land is at the effective date hereof vested in:\n\n[x] John J. Chester as to an undivided one-fourth interest,\n[x] Richard J. Solove as to an undivided one-fourth interest and Lucas Avery Limited, an Ohio limited liability company, as to an undivided one-half interest\n\nSource of Title: Official Record Volume 31933, page B16 and Official Record Volume 31836, page J04, Recorder's Office, Franklin County, Ohio\n\n4. The Land referred to in this Commitment is described as follows:\nSee Exhibit \"A\" attached hereto and made a part hereof\n\nCountersigned: <signature>\nAuthorized Officer or Agent\n\n[ ]\n\n[ ]\n\n# Commonwealth Land Title\n\n# Commitment\n\nCommitment No.: 96072313\n\nOrder No.: N-475-36\n\nSCHEDULE B - Section I\n\nThe following requirements must be met and completed to the satisfaction of the Company before its policy of title insurance will be issued:\n\nW\n\n1. Payment to, or for the account of, the grantors or mortgages of the full consideration for the estate or interest to be insured.\n\n2. Payment of all taxes and assessments, levied and assessed against subject premises, which are due and payable.\n\nL\n\n3. Satisfactory evidence shall be produced that allimprovements and/or repairs or alterations thereto are completed; that contractor, subcontractor, labor and materialmen are all paid in full.\n\n4. Instruments in insurable form which must be properly executed, delivered and duly filed for record:\n\nMOL\n\n(a) Properly executed and recorded Memorandum of Lease from John J. Chester, Richard J. Solove and Lucas Avery Limited, an Ohio limited liability company, to Tim Donut U.S. Limited,Inc., a Florida corporation.\n\nL\n\n5, Cancellation and release of record of Affidavit for Mechanic's Lien in favor of David A. Figuly, Corporate Credit Manager Famous Supply Co. of Columbus against Richard J. Solove, John J. Chester and Lucas Avery Limited, dated September 25, 1997, filed September 25, 1997 at 2:58 p.m. in Instrument Number 199709250102364, in the amount of $13,123.06, Recorder's Office, Franklin County, Ohio.\n\n6. Cancellation and release of record of judgment lien in favor of State of Ohio Bureau of Workers' Compensation, against Johnny Chester, Claim No. WCM-SS-159684,\n\nOfficial Record Volume 33601, page E09, dated November 5, 1996, filed November 15, 1996 at 8:56 a.m. in Judgment Docket 97JG-01-001253 in the amount of $240.24, plus costs and interest. (This requirement may be deleted upon submission of satisfactory evidence to insurer of non-identity prior to closing).\n\n[ ]\n\n[ ]\n\n# Commonwealth Land Title\nCommitment\n\nCommitment No.: 96072313\n\nOrder No.: N-475-36\n\n# SCHEDULE B - Section II\n\nSchedule B of the policy or policies to be issued will contain exceptions to the following matters unless the same are disposed of to the satisfaction of the Company.\n\nL\n\n1. Defects, liens, encumbrances, adverse claims, or other matters, if any, created, first appearing in the public records or attaching subsequent to the effective date hereof but prior to the date the proposed Insured acquires for value of record the estate or interest or mortgage thereon covered by this Commitment.\n\n## 2. Standard Exceptions:\n\na) Rights or claims of parties in possession not shown by the public records. b) Easements, or claims of easements, not shown by the public records. sur c) Encroachments, overlaps, boundary line disputes,or other matters which would be disclosed by an accurate survey and inspection of the premises. d)) Any lien, or right to a lien, for services, labor, or material heretofore or hereafter furnished, imposed by law and not shown by the public records. e) Taxes or special assessments which are not shown as existing liens by the public records.\n\nSpecial Exceptions:\n\nCurrent\n\n3. Taxes for 1997 are undetermined and a lien not yet due and payable.\n\n4. An agricultural use exemption is in effect,and taxes will increase (together with a\n\nrecoupment of prior taxes) upon loss of this exemption. No liability is assumed by insurer in regard to such increase and recoupment.\n\n5. Notwithstanding the reference to acreage or square footage in the description set forth in Exhibit \"A\" hereof, this Policy does not insure nor guarantee the acreage or quantity of land set forth therein.\n\nSurvey\n\n6. Title to that portion of the property within the bounds of any roads or highways.\n\nok\n\n7. Easements and Restrictions more fully set forth in Reciprocal Easement Agreement and Restrictions appearing of record in Official Record Volume 32983, page A01, Recorder's Office, Franklin County, Ohio.\n\n\n\n\n\n8. Easements, Covenants and Restrictions recited in the deed appearing of record in Official Record Volume 31836, page J04, Recorder's Office, Franklin County, Ohio.\n\n110' steritys\n\n[ ]\n\n[ ]\n\n\n\n9. Deed of Easement (Roadway Purposes) granted to Lucas Avery Limited, an Ohio limited liability company, Richard J. Solove and Richard J. Solove, Trustee, their successors and assigns, filed April 30, 1996 at 4:34 p.m. in Official Record Volume 31836, page J11, Recorder's Office, Franklin County, Ohio.\n\noff\n\n10. Deed of Easement (Utility Purposes) granted to Lucas Avery Limited, an Ohio limited liability company, Richard J. Solove and Richard J. Solove, Trustee, their successors and assigns, filed April 30, 1996 at 4:35 p.m. in Official Record Volume 31837, page A01, Recorder's Office, Franklin County, Ohio.\n\noff\n\n11. Deed of Easement (Bike Path Purposes) granted to Lucas Avery Limited, an Ohio limited liability company, Richard J. Solove and Richard J.Solove, Trustee, their successors and assigns, filed April 30, 1996 at 4:36 p.m. in Official Record Volume 31837, page A04, Recorder's Office, Franklin County, Ohio.\n\n0\n\n12. Right of Way and Easement granted to Columbus Southern Power Company of record in Instrument Number 199705150000827, Recorder's Office, Franklin County, Ohio.\n\n13. Notice of Commencement filed September 4, 1996 at 9:30 a.m. in Official Record Volume 32983,page F06, Recorder's Office, Franklin County, Ohio.\n\n14. Notice of Commencement filed October 23, 1996 at 8:40 a.m. in Official Record Volume 33402,page C09, Recorder's Office, Franklin County, Ohio.\n\n15. Notice of Commencement filed June 16, 1997 at 3:28 p.m. in Instrument Number 199706160023879, Recorder's Office,Franklin County, Ohio.\n\nNON-\n\n16. Open-End Mortgage, Assignment of Rents and Security Agreement from Lucas Avery Limited,an Ohio limited liabilitycompany, Richard J. Solove,unmarried, and John J. Chester, married, and Dublin Oaks Limited, an Ohio limited liability company, to National City Bank of Columbus, dated August 28, 1996, filed September 4, 1996 at 9:25 a.m. in Official Record Volume 32983, page D11, to secure $17,250,000.00, Recorder's Office, Franklin County, Ohio.\n\n*\n\n17. Subordination, Non-Disturbance and Attornment Agreement dated August 29, 1996, filed September 4, 1996 in Official Record Volume 32983, page F12, Recorder's Office, Franklin County, Ohio.\n\nNow\n\nD1578 18. Financing Statement naming National City Bank of Columbus as Secured Party and 18. Dublin Oaks Limited as Debtor, filed September 4, 1996 at 9:26 a.m. as File No. 028208, in F.S.O.R. 4792, page B03, Recorder's Office, Franklin County, Ohio.\n\n19.Financing Statement naming National City Bank of Columbus as Secured Party and Lucas Avery Limited as Debtor, filed September 4, 1996 at 9:27 a.m. as FileNo. 028209, in F.S.O.R. 4792, page B09, Recorder's Office, Franklin County, Ohio.\n\n[ ]\n\n[ ]\n\nNOV\n\n20. Financing Statement naming National City Bank of Columbus as Secured Party and Richard J. Solove, as Debtor, filed September 4, 1996 at 9:26 a.m. as File No. 028210, in F.S.O.R. 4792, page B015, Recorder's Office, Franklin County, Ohio.\n\n\n\noh\n\n21. Financing Statement naming National City Bank of Columbus as Secured Party and John J. Chester, as Debtor, filed September 4, 1996 at 9:26 a.m. as File No. 028211, in F.S.O.R. 4792, page C01, Recorder's Office, Franklin County, Ohio.\n\n22. Memorandum of Development Agreement of record in Official Record Volume, 22. 32983, page C17, Recorder's Office, Franklin County, Ohio. ENt tgnt\n\n23. Lease between Lucas Avery Limited, an Ohio limited liability company, Richard J. Solove and John J. Chester (collectively \"Landlord\") and Dublin Oaks Limited, an Ohio limited liability company (Tenant), dated August 28, 1996, filed September 4, 1996 at 9:24 a.m. in Official Record Volume 32983, page D05, Recorder's Office,Franklin County, Ohio.\n\nLif\n\n24 Any Judgment arising from Franklin County Common Pleas Court - Civil Division - Pending Case No. 97CVH03-3762, The Gourmet Bagel Company -vs- B & J Bagels Ltd. and Morse & Hamilton Limited Partnership and Richard J. Solove and John J. Chester, filed March 18, 1997, in Official Record Volume 58164, page G08, Common Pleas Court Franklin County, Ohio, prior to the filing of the Memorandum of Lease required in Schedule B Section I herein.\n\nCommitment No.: 96072313\n\nCommonwealth Land Title\nCommitment\n\nContinuation\n\nTax Information\n\nOrder No.: N-475-36\n\nPARCEL NO. #273-1895 as to Parent Parcel as to 53.97 acres #273-7671 as to 28.426 acres not assessed yet\n\nVALUATIONS:\n\nLand: $1,494,080\nBuilding: $-0-\nTotal: $1,494,080\n\nCAUV: $6,750\n\nTAXES:\n\nTaxes for the first half of 1996, in the amount of $196.66, are paid.\n\nTaxes for the second half of 1996, in the amount of $196.66, are paid.\n\nTaxes for 1997, are undetermined, a lien but not yet due and payable.\n\n## ASSESSMENTS: none\n\nNote: Unpaid water and sewer charges may become a lien on thereal estate. No liability is assumed by the Company for ascertaining the status of utility charges and the insured is cautioned to obtain the current status of these payments.\n\n## Exhibit \"A\"\n\nSituated in the State of Ohio, County of Franklin, City of Dublin, being located in Virginia Military Survey No. 2999 and being1.640 acres of that 28.426 acre tract of land as conveyed to Lucas Avery Limited, Richard J. Solove and John J. Chester by deed of record in Official Record Volume 31836, page J04, and Official Record Volume 31933, page B16, all references being to records of the Recorder's Office, Franklin County, Ohio and being more particularly described as follows:\n\nBeginning for reference at the centerline of Perimeter Road at the intersection of the westerly property line of that subdivision entitled \"Perimeter Center\", as shown of record in Plat Book 72, pages 47 and 48;\n\nthence South 4 degrees 37' 38\" East,a distance of 115.38 feet to a point;\n\nthence South 85 degrees 22' 22\" West, a distance of 72.61 feet to a point inthe westerly right-of-way of Avery-Muirfield Drive;\n\nthence South 4 degrees 55' 34\" East, along said westerly right-of-way line, a distance of 124.90 feet to an iron pin set at a point of curvature of a curve to the left;\n\nThence southeasterly, along said curve to the left of said westerly right-of-way line (Delta = 0 deg. 43' 35\", Radius = 5789.58 feet), a chord bearing anddistance of South 5 deg. 17' 21\" East, 73.40 feet to a point, being the \"True Point of Beginning\" for the tract herein intended to be described;\n\nthence continuing with said westerly right-of-way line, southeasterly along the arc of said curve (Delta = 1 deg. 51'18\",Radius = 5789.58 feet), a chord bearing and distance of South 6 deg. 34' 48\" East, 187.44 feet to a point of reverse curvature; and,\n\nSouthwesterly along the arc of said curve to the right (Delta = 92 deg. 52' 49\", Radius = 50.00 feet), a chord bearing and distance of South 38 degrees 55' 58\" West, 72.47 feet to a point of tangency in the northerly proposed right-of-way line of Perimeter Loop Road;\n\nthence being along the proposed northerly right-of-way line of Perimeter Loop Road, the following courses (2)and distances:\n\nSouth 85 degrees 22' 22\" West, a distance of 137.70 feet to a point of curvature of a curve to the left; and,\n\nSouthwesterly along the arc ofsaid curve (Delta = 15 deg. 09' 40\", Radius = 420.00 feet), a chord bearing and distance of South 77 degrees 47' 32\" West, 110.81 feet to a point;\n\nthence North 0 degrees 32' 39\" West, a distance of 277.89 feet to a point;\n\nthence South 89 degrees 50' 22\" East, a distance of 272.26 feet to the place of beginning, containing 1.640 acres of land, more or less.\n\nThe bearings are based on the same meridians as the bearings shown upon the Recorded Plat entitled \"Perimeter Center\", in Plat Book 72, Pages 47 and 48,in which the centerline of Perimeter Drive has a bearing of North85 degrees 22' 22\" East, Recorder's Office, Franklin County, Ohio.\n\nTogether with non-exclusive easements for parking, pedestrian and vehicular passage and utilities more fully set forth in the Reciprocal Easement Agreement of record in Official Record Volume 32983, page A01, Recorder's Office, Franklin County, Ohio.\n\nSite: Tim Hortons / Wendys  2650 Perimeter Loop Road\n\nLocation & orientation\n- Corner parcel at Perimeter Loop Road (south) and Avery Rd (east).\n- Inset map (top-right) shows local reference: Brand Rd / Avery Rd / Post Rd / St Rt 33.\n- North arrow points up-right.\n\nPrimary elements (with approximate positions)\n- Building (center): labeled \"TIM HORTONS WENDY'S 2650 PERIMETER LOOP ROAD.\"\n- Drive aisles / access: loop drive and drivethru lanes around the building; multiple curb cuts to Avery Rd and Perimeter Loop Road.\n- Parking: islands and angled parking bays around building footprint.\n\nUtilities & sitework notes\n- Multiple square symbols (utility pedestals/transformers) around site perimeter (NW, N, NE, SE, SW).\n- NW corner: existing primary enclosure noted (IDs: 1014990, 719478).\n- Repeated note: \"Developer to place 21/2\" conduits\" at several locations along west and north sides.\n- Callouts for \"customer to trench and backfill, see detail 'C'\" near northern service run.\n- Conduit/service routes shown along west property line and connecting to pedestals/transformers.\n\nOther labels & callouts\n- \"Perimeter Loop Road\" labeled across bottom.\n- Handwritten callouts marking conduit lengths and service points around corners and drive entries.\n- Small plan detail boxes at several utility locations (no formal legend on-sheet).\n\nNo scale or legend provided on the image.\n\n## INSPECTION PROCEDURE NOTES:\n\n## REQUIREMENTS FOR THREE PHASE PAD\nMOUNT TRANSFORMER FOUNDATIONS\n\nAFTER THE TRANSFORMER PAD IS FRAMED AND THE DUCT IS IN PLACE THE FOLLOWING PROCEDURES MUST BE FOLLOWED BEFORE CONCRETE IS POURED:\n\n1. CONTACT ED WAGE AT 464-7558 FOR A FIELD REVIEW OF INSTALLATION.\nALLOW AT LEAST 24 HOURS TO SCHEDULE AN AVIATION.\n\n2. AEP REPRESENTATIVE WILL MEET CONTRACTOR AT JOB SITE AND DEVIEW INSTALLATION TO ASSURE AEP SPECIFICAL TIONS ARE MET.\n\n3. WHEN INSTALLATION MEETS AEP SPECIFICATIONS, THE ENGINEERING REPRESENTATIVE WILL SICH THE CONTRACTOR'S COPY OF THE CONSTRUCTION DOING\n\n\t1. AFTER PRIMARY FOUNDATION MUST BE THROUGELY COMPACTED BEFORE LACINE CRUSHED ONE OR GRAVEL AREA FOR THE TRANSFORMER AND BEFORE POLING FOUNDATION.\n\n4. INSTALLATION APPROVED FOR POURING CONTE AND COMPLETING PAD\n\nAPPROVED:\nENGINEERING REPRESENTATIVE: AMERICAN ELECTRIC LIGHT\nDATE: <empty>\nCONTRACTOR: BY CONTRACTOR'S REPRESENTATIVE DATE: <empty>\n\nFILA (GORD) AT\n\nSPACING OVER\nFNIRE PAD TRE PAD\n\n[ ]\n\nTYPICAL PAD VIEWS\n\nTRANSFORMER\n\n5 RIBAR (60 KS) SIFEL\n\nTYPICAL PAD REBAR\nSH FOR PEQUIREM\n\nSECONDARY DUCTS MAY EXTEND\nIN ANY DIRECTION AS REQUIRED\nTO SWITCHCI ART\nMANY AS REQUIRED\n\nPRIMARY\n\n(SEE NOTE 121\n\nPROTECTION BARTAIL\n\n0\n\n/10 UNOBSTRUED AREA IN FROM\n\nALLOW\n\nSENSATCHING\n\nGROUND ROD\n\nMINIMUM 1031\n\nGROUND ROV\n\nVIST\n\nSEE NOTE D\n\n2 MAX.\n\nINSTALL\n\nSEE DETAIL\n\nCONCRETS PAD\n\nWFL COMPACTED CRUSHED\n\nMK OR GRAVEL\n\nto USTOMER SERVICE\n\nPRIMARY!\n\nSTD BENDS\n\nENCASED IN\n\nCONCRETE\n\nGALV. Sip\n\nTROWEL FINISH ALL\n\nFINISHED\n\nOUTSIDE EDGES\n\nWITH CHAMFER\n\nOR MESH\n\nREBAR\n\nCONT\n\nCLEARANCE\n\nFINISHED GRADE\n\nINDISTURBED 30 MIN.\n\nSPECT FREE\n\nDETAIL \"C\"\n\nDETAIL \"A\"\n\nDETAIL D\n\n35 KV - DETAIL OF PAD LOCATION\n\n## 35KV TRANSFORMER PAD DIMENSIONS\n\nTRANSFORMER SIZE: 112 1/2 KVA\nTOTAL CONNECTED LOAD: 160 KW\nESTIMATED DEMAND: 92\nSECONDARY VOLTAGE: 208 Y | 120\nPRIMARY VOLTAGE: 7.62 / 13.2\n\n<table><tr><th colspan=\"9\">INDICATES SIZE TRANSFORMS IS DESIGNED</th></tr><tr><td></td><td></td><td>APP.WT.</td><td>A</td><td></td><td></td><td>!</td><td></td><td></td></tr><tr><td></td><td>112 1/2</td><td>3900</td><td rowspan=\"5\">9-</td><td rowspan=\"5\"></td><td rowspan=\"5\"></td><td></td><td rowspan=\"2\"></td><td rowspan=\"2\"></td></tr><tr><td></td><td>150</td><td>4100</td><td></td></tr><tr><td></td><td>225</td><td>4500</td><td rowspan=\"3\"></td><td rowspan=\"7\">1-10\"</td><td rowspan=\"3\"></td></tr><tr><td></td><td>500</td><td>5000</td></tr><tr><td></td><td>500</td><td>5900</td></tr><tr><td></td><td>750</td><td>8600</td><td rowspan=\"3\">10-0</td><td rowspan=\"3\">30\"</td><td rowspan=\"2\">3-2</td><td rowspan=\"5\">110\"</td><td rowspan=\"4\">3'-2\"</td></tr><tr><td></td><td>1000</td><td>9200</td></tr><tr><td></td><td>1500</td><td>11400</td><td>3-4</td></tr><tr><td></td><td>2000</td><td>14600</td><td rowspan=\"2\">11-0</td><td rowspan=\"2\">10-0</td><td rowspan=\"2\">3-6</td></tr><tr><td>[ ]</td><td>2500</td><td>16900</td><td>1-113-7</td><td></td></tr></table>\n\nKey Details from the Image:\n\n*   **Instructions:** Customer to furnish and install 4-5 PVC type DB conduits. AEP to furnish and install 3 sets of 500 MCM Cu. Secondary, in 1-5\" conduit.  Secondary conductors from transformer are to occupy center holes of buss bar in secondary enclosure. Customers service conductors are to be terminated on outside positions of buss bar. Ground rod sleeves must enter earth. Primary conduits: std. bends 90 x 36\" R, 2-5 PIC type DB. Conduits must be installed as shown. Install bell ends on conduit.\n\n*   **Diagram:** Pad view showing outlines for transformer and pad, various conduit runs, dimensions, \"To CT Cabinets,\" and \"To primary enclosure (1814990, 767978)\".  Also depicts \"secondary enclosure\" and \"Duct area\".\n\n## SEE DETAIL AT LEFT FOR LOCATION AND ORIENTATION OF TRANSFORMER PAD\n\n## DIMENSIONAL INFORMATION ONLY\n\nCODE\nEXISTING POLE\nPROPOSED POLE\nEXISTING POLE W/ TRANSFORMER\nPROPOSED POLE W/ TRANSFORMER\nEXISTING AMOUNT TRANSFORMER\nPROPOSED AMOUNT TRANSFORMER W/ FAULT INDICATOR\nEXISTING PEDESTAL\nPROPOSED PEDESTAL\nPRIMARY ENCLOSURE\nSECONDARY ENCLOSURE\nMANHOLE\nTERMINATING PEDESTAL\nTELCO PEDESTAL\nCITY PEDESTAL\nFOREIGN OWNED POLE\nAREA LIGHT\nEXISTING OVERHEAD PRIMARY\nPROPOSED OVERHEAD PRIMARY\nEXISTING OVERHEAD SECONDARY\nPROPOSED OVERHEAD SECONDARY\nEXISTING UNDERGROUND PRIMARY\nPROPOSED UNDERGROUND PRIMARY\nEXISTING UNDERGROUND SECONDARY\nPROPOSED UNDERGROUND SECONDARY\nSTORM LINE\nSANITARY LINE\nWATER LINE\nTELCO LINE\nGAS LINE\nCITY LINE\nDUCT\nOSP ONLY TRENCH\nTELCO ONLY TRENCH\nCITY ONLY TRENCH\n2 PARTY TRENCH ... OSP & TELCO\n2 PARTY TRENCH ... CSP & CATV\n2 PARTY TRENCH ... TELCO & CATV\n3 PARTY TRENCH ... CSP, TELCO, CITY\nNUMBER OF METERS & SIZE OF SERVICE\nFAULT CURRENT\nLOC NUMBERS\nADDRESS\n\nCITY DUBLIN\nCOUNTY FRANKLIN\nSURVEYBOOK PACE\n\nJ.U.P. NO.:<empty> TO:<empty> CATV. CO.:<empty>\nJ.U.P. NO.:<empty> TO:<empty> CATV. CO.:<empty>\n\nCWP NO.:<empty> RWO NO.:<empty>\n\nGRID MAP NO.1812-1815-766\nDRAWN GWH DATE 2-25-98\nDESIGNED W.E.WARE DATE 3-2-98\nPRELIM. APPR. DATE:<empty>\nFINAL APPR. <signature> DATE 3-2-98\n\nCOLUMBUS REGION\n\nAEP AMERICAN\nELECTRIC\nPOWER\n\nDRAWING SYMBOL FOR TRANSFORMERS\nOPEN TIP OF PENTAGON INDICATES DOOR OPENINGS\n\n2. CONCRETE TO BE CITY OF COLUMBUS OR STATE OF OHIO DEPARTMENT OF TRANSPORTATION CLASS C WITH 6x+8 AIR ENTRAPMENT, 2-4 SLUMP AND 3500 PST MINIMUM. PAD TO BE CROSIONAL AREA OF 0.175 SQUARE INCHES PER 1001 or PAD WIDTH MAY BE USED IN PLACE OF REBAR AREA\n\n- THE TYPE, THICKNESS, AND REINFORCING OF THE FOUNDATION IS A MINIMUM DESIGN: ACTUAL FOUNDATION FURNISHED MAY EXCEED THESE REQUIREMENTS, BUT MIST RE APPROVED BY EP ENGINEERING. PRIMARY AND SECONDARY MUST COME THROUGH THE FOUNDATION IN D1 SIGNATED AREAS,\n\n4. THE FOUNDATION SHALL BE LOCATED AWAY FROM WINDOWs, no FOR OIL INSULATED TRANSFORMERS ON MUST COMPLY WITH THE NATIONAL ENTRANCES DE TDOORS. DOORS\n\n5. THE FOUNDATION SHOULD BE PLACED 3-0 FROM BUILDING OR STRUCTURE. A 10' UNCRSTRUCTED AREA IN FRONT OF TRANSFORMER IS REQUIRED FOR SWITCHING.\n\n- THE CUSTOMER SHALL BE RESPONSIBLE FOR ORTAINING ANY INSPECTIONS OR APPROVALS NECESSARY TO ASSURE COMPLIANCE WITH ALL APPLICABLE BUILDING OR FIRE CODES, AND LOCAL ORDINANCES AND LAWS.\n\n<table><tr><th colspan=\"4\">ITEMS TO BE FURNISHED &amp; INSTALLED\nX-INDICATES RESPONSIBILITY TO FURNISH OR INSTALL</th><th>AEP\nFURNISH</th><th>AEP\nINSTALL</th><th>CUSTOMER\nFURNISH</th><th>CUSTOMER\nINSTALL</th></tr><tr><td colspan=\"4\">PISER\nSTANDARD</td><td>NA</td><td></td><td></td><td>[ ]</td></tr><tr><td>PRIMARY CABLE SIZE</td><td>SIZE</td><td>10 AL</td><td>36</td><td></td><td></td><td></td><td>[ ]</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td colspan=\"4\">STOCK CODE NO. 54-4427\nLOADBREAK CONNECTORS (ELBOWS)\nSTOCK CODE NO. 66-7605</td><td></td><td></td><td>[ ]</td><td>[ ]</td></tr><tr><td colspan=\"4\">LUMINATORS\nSTOCK LODE NO.</td><td></td><td></td><td>[ ]</td><td>[ ]</td></tr><tr><td colspan=\"4\">SLEEVE FOR GROUNDING ROD</td><td>[ ]</td><td>[ ]</td><td></td><td>[x]</td></tr><tr><td colspan=\"4\">GROUNDING\nSTOLK CODE NO. 47 8580</td><td></td><td></td><td>[ ]</td><td>[ ]</td></tr><tr><td colspan=\"4\">SECURITY PADLOCK\nSTOCK CODE NO. 43 646</td><td></td><td></td><td>[ ]</td><td>[ ]</td></tr><tr><td colspan=\"4\">METER KWD</td><td>[x]</td><td>[x]</td><td>[ ]</td><td>[ ]</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>[ ]</td><td>[ ]</td><td>[x]</td></tr><tr><td>METER TRIM</td><td></td><td></td><td>QUAN</td><td></td><td></td><td></td><td></td></tr><tr><td>METERING TRANSFORMERS</td><td></td><td>WINDOW</td><td>TYPEX</td><td></td><td></td><td></td><td></td></tr><tr><td>APPROVED BY METER DEPT. DATE</td><td></td><td></td><td></td><td>[x]</td><td>[ ]</td><td>[ ]</td><td>[ ]</td></tr><tr><td colspan=\"4\">MEIER METER WIVES WIRE FROM METER\nTRANSFORMER TO METER</td><td></td><td></td><td>[ ]</td><td>[ ]</td></tr><tr><td colspan=\"4\">CONDUIT FOR METER WIRING FROM\nTRANSFORMER TO METER TRIM</td><td>[ ]</td><td>[ ]</td><td></td><td>[x]</td></tr><tr><td colspan=\"4\">PRIMMER TRANSFORMER (DEAD FRONT NOMLESS L\nOTHERWISE</td><td></td><td>[x]</td><td>[ ]</td><td>[ ]</td></tr><tr><td colspan=\"4\">TERMINAL FOLL AND FRAMING</td><td>H.1</td><td>[x]</td><td>[ ]</td><td>[ ]</td></tr><tr><td colspan=\"4\">GUARD POST SEE DETAIL \"B\")</td><td></td><td>[ ]</td><td></td><td></td></tr><tr><td colspan=\"4\">FASEMENT OR RIGHT OF WAY</td><td></td><td>[ ]</td><td></td><td>[ ]</td></tr><tr><td colspan=\"4\">CONPETE PAD</td><td></td><td>[ ]</td><td></td><td></td></tr><tr><td colspan=\"4\">TRENCHING</td><td></td><td>[ ]</td><td></td><td>[x]</td></tr><tr><td colspan=\"4\">PRIMARY DUCT</td><td></td><td>[ ]</td><td></td><td>[x]</td></tr><tr><td colspan=\"4\">SECONDARY DUCT</td><td></td><td>[ ]</td><td></td><td></td></tr><tr><td colspan=\"4\">SECCHDARY CONDUCTORS &amp; LUGS</td><td></td><td>[ ]</td><td></td><td>[x]</td></tr><tr><td colspan=\"4\">PULLING ENG WIRE WINE (FISH FISHIN WIRE) IN DUCT</td><td>[ ]</td><td>[ ]</td><td></td><td>[x]</td></tr><tr><td colspan=\"4\"></td><td>[ ]</td><td>[ ]</td><td>[ ]</td><td>[ ]</td></tr></table>\n\n1. CUSTOMERS PORTION SUBJECT TO INSPECTION BY LOCAL GOVERNMENT, BUILDING AUTHORITIES PRIOR 10 ACTIVATING TRANSFORMER.\n\n2. METER LOCATION AND ROUTE OF METERING CONDUIT SHALL BE APPROVED BY A PRIOR 10 INSTALLATION\n\n3. THE DESIGN OF CUSTOMER OWNED CABLES, INCLUDING SIZE AND NUMBER ENTERING OR LEAVING COMPANY EQUIPMENT MUST BE APPROVED BY APF PRIOR TO INSTALLATION.\nSIZE 250MM\nNUMBER 4 SETS\nAPPROVED <signature>\n\n4. COMPRESSION TYPE CONNECTORS SHOULD BE USED WHEN ATTACHING ANY CABLE TO COMPANY FQUIPMENT. CONNECTORS MUST HAVE NEMA STANDARD DRILLING, USE 2-HOLE CONNECTORS OR 150 MCM AND LARGER CABLES. CONNECTORS MUST BE COMPATIABLE WITH THE METAL USED IN THE CAPLE.\n\nTHE OWNER OF EACH CABLE SHALL FURNISH AND INSTALL CONNECTORS ON EACH OF THEIR CABILES. CABLES MUST BE INSTALLED AND TERMINATED TO PLACE A MINIMUM STRAIN ON THE POINT OF ATTACHMENT TO THE EQUIPMENT. THE OWNER OF THE CABLE SHALL ATTACH THE CABLE TO THE EQUIPMENT USING BOLTS PROVIDED BY EQUIPMENT OWNER. THE BOLTS MUST BE INSTALLED FINGER TIGHT ONLY. THE OWNER OF THE EQUIPMENT SHALL SECURELY TIGHTEN THE BOLTS.\n\n5. PASSAGE TO PROPOSED TRANSFORMER LOCATION MUST BE ACCESSIBLE BY TRUCK REQUIRING 12 HIGH BY 10' WIDE OPENING IN WALLS AND FENCES AND PASSABLE REGARDLESS OF WEATHER OR SOIL CONDITIONS.\n\n6. TRANSFORMER COMPARTMENT SHALL BE ACCESSIBLE TO AEP ONLY.\n\n7. UNDERGROUND CABLE ROUTE BETWEEN TERMINAL POLE AND TRANSFORMER PAD 10 DE WITHIN 6 OF FINAL GRADE.\n\n8. SECONDARY ENCLOSURE IS REQUIRED WHEN SPECIFIED BY AEP, AEP WILL FURNISH INSTALL AND MAINTAIN SECONDARY ENCLOSURE WHEN REQUIRED. SECONDARY ENCLOSURE TO BE ACCESSIBLE TO AE ONLY. PAD FOR SECONDARY ENCLOSUPE (INCLUDING CONDUITS TO BE FURNISHED BY CUSTOMER AND CONSTRUCTED IN ACCORDANCE WITH AEP SPECIFICATIONS AND STANDARDS. CUSTOMER TO PERMANENTLY MARK CONDUTIS ROUTED TO TRANSFORMER AND 10 LOAD.\n\n- PROTECTION BANKET. STEEL POSS LOCATIONS SHALL ER AND SET IN CONCRE AFP ENGINEER TO INSURE ACCESS TO TRANSFORMER, ANY EXCEPTIONS MUST BE APPROVED BY THE AEP ENGINEER IN WRITING. ONS TO THIS ROLE\n\n10. COMBUSTIBLE MATERIALS, COMBUSTIBLE BUILDINGS OR PART OF BUILDINGS, FIRE ESCAPES, AND DOOR AND WINDOW OPENINGS SHALL BE SAFEGUARDED FROM TRANSFORMER FIRES BY APPROVED SEPARATIONS, FIRE WALLS OR ENCLOSURES.\n\n11. METERING CONDUIT GALV. STEEL OR RIGID CONDUIT OF SCH 40 OR DB. LESS THAN 25 IN LENGTH.\n\n12. DUCTS THAT WILL HAVE PRIMARY CABLE ARE TO BE INSTALLED SIDE BY SIDE TOWARDS THE\nFRONT OF THE PAD. PRIMARY DUCTS MAY EXTEND IN ANY DIRECTION AS REQUIRED TO TERMINAL\nPOLE. DO NOT INSTALL MORE THAN 2 ELBOWS TO A TERMINAL POLE.\n13. ACCEPTED AND APPROVED FOR CUSTOMER:\nSIGNED BY:<empty>\nDATE:<empty>\nTRANSFORMER EQUIPMENT FORWARD TO STORES: DATE:\n\nWENDY'S-TIM HORTON'S RESTAURANT\n6850 PERIMETER LOOP RD\nJOB NO.: NO. 92132\nSCALE: 1\" - 30'\nCOST: TOTAL\n1: 1\n\nBuildings / Major Pads\n\n| Name / Label | Status / Note | Area (SF) |\n|---|---:|---:|\n| Existing Kroger (N.I.C.) | Existing | 65,505 |\n| Grocery Expansion (adjacent to Kroger) | Proposed/labelled | 16,000 |\n| Future Anchor A (N.I.C.) | Future anchor | 34,000 |\n| Drug Emporium | Existing (shaded) | 42,080 |\n| Existing North Retail Building | Existing (row of small shops north edge) | (individual unit widths shown; total not listed) |\n| Retail Center  Sub Area B | Retail area/tenant strip | (area not listed) |\n\nParking (labels shown on plan)\n\n| Location on plan | Label on plan | Spaces |\n|---|---:|---:|\n| Center/top existing parking area | (central) | 306 spaces |\n| Right/top existing parking area | (northeast) | 288 spaces |\n| Center/mid existing parking area | (central lower) | 486 spaces |\n| Lower-right island parking | (southeast) | 84 spaces |\n| Lower-right smaller island | (southeast) | 64 spaces |\n| Typical stall size | 9' x 19' (typ.) |  |\n\nSite features / notes\n- Two water features: one at upper-left and one small pond/feature near lower-right entrance island.  \n- Perimeter Drive Extension labeled at top (80' R.O.W.). South Access Drive curves along right edge.  \n- Multiple site access points from Perimeter Drive and South Access Drive.  \n- Loading/service areas: service court and loading docks at northeast retail row; dedicated grocery/service entrances at Kroger/grocery expansion.  \n- Compactor enclosure near Drug Emporium. Patio shown north of one building.  \n- Setback lines and pavement/building setback annotations shown along northern perimeter (e.g., 30' pavement setback, 50' building setback).  \n- Grocery lease parcel and grocery lease parking areas noted adjacent to retail strip.  \n\nDimensions called out on buildings/loads (examples visible)\n- Drug Emporium: dimension callouts (approx).  \n- Adjacent pads show several length dimensions (e.g., 200', 222', 246', 100', 80') corresponding to building faces/widths.\n\nSITE DEVELOPMENT PLAN\n\nSCALE 1\" = 80'-0\"\n\nA\n\nSITE\nDEVELOPMENT\nPLAN\n\n5. FOR SIDEWALK PAVEMENT PLAN, SEE KINZELMANKLINE LANDSCAPE\nARCHITECTS DOCUMENTATION, CURRENT ISSUE.\n\nNORTH\n\n50 200\n\n25 100 400\n\nEXISTING TRAFFIC\nSIGNAL\n\nDOSTING\n\nPERTER DRIVE\n\n## 30 PAVEMENT SETBACK LINE\n50 BUILDING SETBACK UNE\n\nSD-1.1\n\nPAVEMENT SETBACK LINE\n\nDRUG EMPORIUM\nAND NORTH WEST\nRETAIL SHOPS\n\n45' PAVEMENT SETBACK LINE\n\nOUTLOT 'A'\nSUB AREA B-1\n1.51 +/- ACRES\n\n12 ROW DRIVE\n\n25' BUILDING/PAVEMENT\nSETBACK LINE\n\n275 +\n\nAVERY\n\n25' BUILDING PAVEMENT\nSETBACK LINE\n\n65' BUILDING SETBACK LINE\n\n3. FOR PAVEMENT MARKING & SIGNAGE PLAN, SEE EMH&T DOCU- MENTATION DRAWING 1 OF 2,2 OF, CURRENT ISSUE.\n\nQUTLOT B\nSUB AREA B-1\n1.65+/- ACRES\n\n25 PAVEMENT SETBACK LINE\n\n60 BUILDING SETBACK LINE\n\nPERMITTED LOCATION\n\n| NOTE: THE LETTER \"E\" SIGNIFIES EXISTING ITEMS WHICH WERE INCLUDED UNDER<br />A PREVIOUS AND SEPARATE CONTRACT   |\n|-|\n| DUMPSTER ENCLOSURE (8-0 HIGH x 16'-0\" WIDE x 10'-8* DEEP)                                                       |\n| (2) 16-0 VIDE x 20'-0\" LONG x 8\" DEEP CONCRETE DUMPSTER PAD (SEE FAD-1.3)                                       |\n| 3 CONCRITE FILLED STEEL BOLLARD SEE DETAIL GSD-12                                                               |\n| 4 LOADING AREA (12-050-07                                                                                       |\n| 6 STRIPEL AUSS-WALK. (4 STRIP 1-0 0.C.)                                                                        |\n| RETAIL CENTER IDENTIFICATION SIGNAGE (15' HIGH WITH MAXIMUM<br />100 SF. OF GRAPHIC AREA)                       |\n| ENTRANCE GROUND SIGNAGE (6' HIGH WITH MAXIMUM 50 S.F.<br />OF GRAPHIC AREA)                                     |\n| 8 HANDICAPPED PARKING SIGN. SEE DETAIL. BSD-1.3                                                                 |\n| HANDICAPPED VAN-ACCESSIBLE PARKING SIGN. SEE DETAIL CSD-1.3                                                    |\n| 10 CONCRITE SIDEWALK. SEE SHEET SD-1.2 FOR DETAILS                                                              |\n| 11 LANDSCAPE ISLAND. SEE SITE DIMENSION PLAN.                                                                   |\n| 12 PAVER SIDEWALK. SEE LANDSCAPE DRAWINGS                                                                       |\n| 13 SIDEWALK PLANTINGS REFER TO LANSCAPE DRAWINGS                                                                |\n| 14 STOP SN                                                                                                      |\n| 15 YIELD GN                                                                                                     |\n| 16 HANDIC PPED CURB RAMP. SEE DETAIL JSD-1.2                                                                    |\n| 17 FIRE HYDRANT (SEE CML ENGINEERING DWG'S)                                                                     |\n| (18) POWER COMPANY TRANSFORMER (SEE ELECTRICAL DWGS)                                                            |\n\nSIGNAL (NIC)\n\nAPPROVED TRAFFIC\n\nEXISTING\n\n\n\nPERIMETER LOOP\n\nVICINITY MAP\n\n*) SCALE NORTH\n\nOF RETAIL CENTER\n\n## SITE PLAN GENERAL NOTES\n\n1. FOR FINAL SITE DIMENSIONAL PLAN, SEE EMH&T DOCUMENTATION DRAWING 1 OF 2, 2 OF 2, CURRENT ISSUE.\n\n2. FOR FINAL SITE GRADING PLAN, SEE EMH&T DOCUMENTATION DRAWING 1 OF 7,7 THRU 7, CURRENT ISSUE.\n\nARCHITECTS, INC.\n\nSIGNAGE\n\nForBeery\n\n## PLAN CODED NOTES\n\n## Avery Road Retail Center - Phase II\n\nR. J. Solove and Associates\n\nDon M. Casto Organization\n\nerimeter Loop Road Dublin, Ohio 43017\n\nFor\n\nOp All Drawings are the sporty of food Beery Arch\n\n| SITE ANALYSIS                                                                                                                                                                | SITE ANALYSIS                                                                                                                                                                |\n|-|-|\n| SITE A SA                                                                                                                                                                    | 28.633 ACRES                                                                                                                                                                 |\n| TOTAL LA                                                                                                                                                                     | PHASE I (N.I.C.):<br />WEST BUILDING 9,177.8 s.f.<br />NORTH BUILDING 60,097.3 s.1.<br />KROGER BUILDING 65,505 s.f.                                                         |\n| TOTAL LA                                                                                                                                                                     | TOTAL: 134,780.1 s.f.<br />PHASE II: 31.426 s.1.                                                                                                                             |\n| TOTAL LA                                                                                                                                                                     | TOTAL 31,426 st.                                                                                                                                                             |\n| TOTAL LA                                                                                                                                                                     | PHASE II (N.I.C.): 41,995.8 s.f.                                                                                                                                             |\n| TOTAL LA                                                                                                                                                                     | TOTAL: 41,995.8 S.F<br /><br />PROJECT TOTAL 208,201.9 s.f.                                                                                                                  |\n| PARK REQUIRED<br />-6                                                                                                                                                       | (5.51000 S.F.) me 1145 SPACES<br />(RATIO: 5.50)                                                                                                                             |\n| PARKI PROVIDED                                                                                                                                                               | 1213 SPACES (RATIO: 5.83)                                                                                                                                                    |\n| x MISSIBLE BUILDING AREA PROVIDED PARKING<br />OF 5.5 IS MAINTAINED.<br />Xx PARCEL BUILDING SIZE MAY VARY AND SHALL<br />SUBJECT TO LEASE, ZONING ANDOR REA<br />TRICTIONS. | x MISSIBLE BUILDING AREA PROVIDED PARKING<br />OF 5.5 IS MAINTAINED.<br />Xx PARCEL BUILDING SIZE MAY VARY AND SHALL<br />SUBJECT TO LEASE, ZONING ANDOR REA<br />TRICTIONS. |\n\n<table><tr><th>SSUE</th><th>REVISION</th><th>DATE</th></tr><tr><td>PRELOCARY</td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td>BD SET</td><td></td><td>MAR 1999</td></tr><tr><td></td><td></td><td>FEB</td></tr><tr><td>CONSTRUCTION</td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td>[ ]</td><td></td><td>[ ]</td></tr><tr><td></td><td></td><td></td></tr></table>\n\n4. FOR LANDSCAPE PLANTING PLAN, SEE KINZELMANKLINE\nDOCUMENTATION CURRENT ISSUE.\n\n| 2<br /><br />12<br /><br />REVISIONS<br />SHEET<br />ITEMIZED   |\n|-|\n\n- Drawing type: Front elevation of a two-tenant commercial building (Wendys left, Tim Hortons right).\n\nKey vertical elevations (from datum):\n- Top of slab: 100'-0\"\n- Window sill: 102'-0\"\n- Window R.O. (rough opening): 109'-1 1/2\"\n- Top of joists: 113'-10 1/2\"\n- Top of plate (lower roof eave/hip): 115'-2\"\n- Top of plate (peak/central gable): 123'-1\"\n\nTenant layout and openings:\n- Left tenant (Wendys):\n  - Large signage panel above windows with Wendys logotype and round logo.\n  - Three front display window units (grouped) across shopfront.\n  - Personnel/side door at far left (small entry).\n- Center:\n  - Prominent stone-faced central gable/entry zone with double glass doors (main entry) and sidelights.\n  - Exterior wall sconces/lanterns flanking main doors.\n- Right tenant (Tim Hortons):\n  - Large signage panel above windows with Tim Hortons script.\n  - Three front display window units across shopfront.\n  - Small service/side door at far right (possible utility/employee door).\n\nExterior materials and features:\n- Central and column elements: stone veneer/fieldstone.\n- Lower shopfront walls: brick veneer below window sill.\n- Signage panels: smooth/treated wall surface above windows (different texture from brick/stone).\n- Roof: asphalt shingles with central gable projecting above main entry.\n- Multiple wall-mounted light fixtures and canopy/soffit overhangs.\n\nDimensions / bay spacing (top roof annotation):\n- Repeated bay spacing noted as EQUAL segments; typical labeled segment = 12'-9\" (multiple equal bays across roofline).\n\nAnnotations:\n- Numerous numbered callouts along base and elevations for materials/notes (circles with numbers 123 visible).\n- Exterior grade and footing/underground annotations indicated at base (dashed lines).\n\nSignificant symbols:\n- Door/window tag symbols (diamonds and circles) marking types/schedules.\n- Centerline vertical reference through main entry.\n\n(End of extracted key details.)\n\n1 LINE OF FOUNDATION REFER TO STRUCTURAL DRAWINGS\n2 TRASH CONTAINER\n3 STEEL PIPE RAILING. REFER TO DETAIL D6-02 WR-1\n4 STEEL PIPE BOLLARD. REFER TO DETAIL D6-03\n5 LIGHT FIXTURE. REFER TO ELECTRICAL DRAWINGS\n6 42\" TM HORTON NEON ILLUMINATED LETTERS\n7 42\" UL 42C WENDY'S NEON ILLUMINATED SIGNAGE GENERAL CONTRACTOR TO INSTALL BLOCKING BEHIND FASCIA AS PER MANUFACTURER TO SUPPORT AND MOUNT FASCIA SIGN BLOCKING PROVIDED WITH FASCIA\n8 EPOXY STUCCO FINISH ST-1\n9 MASONRY CONTROL JOINT\n10 3/4\" x 1 1/2\" FINISHED REVEAL\n11 BRICK ROWLOCK NILL BR-1\n12 METAL FLASHING TR-1\n13 FACE BRICK BR-1\n14 SLATE BLEND ASPHALT SHINGLES MR-1 REFER TO DETAIL D1-03\n15 1x6 WOOD trim PAINT TR-1\n16 2x8 WOOD trim PAINT TR-1\n17 ROOF BEYOND\n18 ROOF ACCESS LADDER. REFER TO DETAIL D6-01\n19 SOLDIER COURSE BR-1\n20 STONE VENEER (\"OLD OHIO LIMESTONE\") BR-2\n21 2x10 WOOD trim PAINT TR-1\n22 5\" SEAMLESS GUTTER PAINT TO MATCH TR-1\n23 DOWNSPOUT PAINT TO MATCH STUCCO\n24 METAL FLASHING PAINT TO MATCH BRICK\n\n## KEYED NOTES:\n\nH\n\nVIVENTS1358158605 09/24/970656\n\nWDA&E\n\nA5-01 EXTERIOR ELEVATION - EAST SCALE: 1/4\"-1-0\n\nA5-01  EXTERIOR ELEVATION (EAST)  Scale: 1/4\" = 1'-0\"\nProject/Facade: Wendy's\n\nKey elevation reference lines (right side, top  bottom)\n- Top of plate (roof ridge/upper): 123'-1\"\n- Top of plate (eave/upper plate): 115'-2\"\n- Top of joists: 113'-10 1/2\"\n- Window rough opening (R.O.): 109'-1 1/2\"\n- Window sill: 102'-0\"\n- Top of slab (finished floor): 100'-0\"\n\nPrimary materials & finishes\n- Stone veneer: prominent at central gabled massing and vertical piers\n- Brick (running bond): lower field walls across facade\n- Stucco/textured band: upper band above brick, below eaves\n- Asphalt shingle roof\n\nMajor architectural features\n- Two gables: small left gable and larger central gable over main entry massing\n- Main entry (central): glazed double door with adjacent fixed glazing, set within stone-clad mass\n- Large storefront windows: grouped multi-pane windows at right storefront area\n- Smaller windows: single/paired windows in stone piers\n- Handrail/access ramp: at right-central storefront approach (ADA ramp indicated)\n- Roof vents and small mechanical/vent pipe at left roof slope\n- Continuous base/grade line with numbered tag callouts along foundation\n\nNotes/annotations\n- Multiple callout bubbles along roof and wall identify materials/sections (labels D3-01, D2-02, etc.)\n- Numerous keyed tags at foundation and wall indicate typical detail references (numbers 123)\n- Typical elevations/dimensions are shown relative to Top of Slab = 100'-0\"\n\nVisual layout summary\n- Symmetrical-ish composition with dominant central stone gable, brick field below a stucco band, and storefront glazing concentrated at right side.\n\nWendy's.\n\nWolfgang Doerschlog Architects & Engineers Limited, Inc. Wolfgang Doerschlag Architect\n\nTim Hortons\n\nAVERY ROAD *** DUBLIN, OHIO\n\n4288 W. DUBLIN GRANVILLE RD DUBLIN, OHIO 43017\n\n\n\nOIHO\nREGISTERED COERSCHLA WOLFGANG 6278 CHITECT\n\nREVISIONS\n\n[ ]\n\n[ ]\n\n[ ]\n\n[ ]\n\n[ ]\n\n[ ]\n\n[ ]\n\n[ ]\n\n[ ]\n\nPROJECT NUMBER\n\n3.526\n\nSHEET NUMBER\n\nA5\n\nA5-02 EXTERIOR ELEVATION - SOUTH\nSCALE: 1/4\" = 1'-0\"\n\nEXTERIOR ELEVATIONS\n\n- Wendys (logo with girl)\n\n- Tim Hortons (stylized)\n  - Address line (partially legible): \"4238 W. Dublin Granville 43017\"\n  - Phone (partially legible): \"(614) 764-3000\"\n  - FAX (partially legible): \"(614) 766-3497\"\n\n- WDA&E (large vertical logo)\n  - Adjacent text: \"Wolfgang Doerschlag & Engineers Limited, Inc.\" (image shows \"Wolfgang Doerschlag Architect\" vertically)\n\n- Small boxed block (top, partially legible)\n  - Appears to show an address in Columbus, OH (mentions \"Michigan\" and \"Columbus, OH\") and phone numbers starting with (614); specific digits are partially illegible in the image.\n\nHere's a summary of the key information in the image:\n\n*   **Drawing:** Exterior Elevation - West (A6-01)\n*   **Levels:**\n    *   Top of Plate: 123'-1\"\n    *   Top of Plate: 115'-2\"\n    *   Top of Joists: 113'-10 1/2\"\n    *   Top of Soldier: 102'-8\"\n    *   Top of Slab: 100'-0\"\n\nBuilding sections D1-01 and D2-03 exist as well.\n\n1 LINE OF FOUNDATION. REFER TO STRUCTURAL DRAWINGS\n2 TRASH CONTAINER\n3 STEEL PIPE BOLLARD. REFER TO DETAIL D6-03\n4 LIGHT FIXTURE. REFER TO ELECTRICAL DRAWINGS\n5 FACE BRICK BR-1\n6 SOLDIER COURSE BR-1\n7 3/4\" x 1 1/2\" FINISHED REVEAL\n8 EPOXY STUCCO FINISH ST-1\n9 2x8 WOOD TRIM PAINT TR-1\n10 ELECTRIC SERVICE. REFER TO ELECTRICAL DRAWINGS\n11 METAL FLASHING TR-1\n12 MASONRY CONTROL JOINT\n13 SLATE BLEND ASPHALT SHingles MR-1 REFER TO DETAIL D1-03\n14 OMET\n15 5/8\" WOOD TRIM PAINT TR-1\n16 BRICK ROULLOCK BILL BR-1\n17 STONE VENEER (\"OLD OHIO LIMESTONE\") BR-2\n18 ROOF BEYOND\n19 EXPANSION JOINT\n20 2x10 WOOD TRIM PAINT TR-1\n21 5\" SEAMLESS GUTTER PAINT TO MATCH TR-1\n22 DOWNSPOUT PAINT TO MATCH STUCCO\n23 METAL FLASHING PAINT TO MATCH BRICK\n\n## KEYED NOTES:\n\nWIN75588-0663\n\nKey information from the building elevation:\n\n*   **Location**: Dublin, Ohio (from surrounding text).\n*   **Building components**: Roof, stone facade, brick facade, windows, doors.\n*   **Heights**:\n    *   Top of Plate: 123'-1\"\n    *   Top of Joists: 113'-10 1/2\"\n    *   Window R.O.: 109'-1 1/2\"\n    *   Top of Soldier: 102'-8\"\n    *   Top of Slab: 100'-0\"\n*   Building sections: D1-02, D2-03, D1-04 are marked.\n\nAVERY ROAD *** DUBLIN, OHIO\n\nREVISIONS\n<empty>\n<empty>\n<empty>\n<empty>\n<empty>\n<empty>\nPROJECT NUMBER: 3.528\nSHEET NUMBER: A6\n\nA6-02 SCALE: 1/4-1-0 EXTERIOR ELEVATION-NORTH\n\nREGISTERE TATE DOERSCHANG WOLFSANG 23780 ARCHITE OHIO\n\nEXTERIOR ELEVATIONS\n\n| 2   |\n|-|\n\nKey entities on the landscape plan:\n\n*   Street trees to be planted by developer: *Taxus densiformis* (32)\n*   *Norway Spruce* (8)\n*   *Viburnum Juda* (GT)\n*   *Amur Maple* (3)\n*   *Dwarf Korean Lilac* (5), *Perovskia* (9)\n*   *Ash Summut* (3)\n*   *Daga* (10)\n*   *Canadian Hemlock*\n*   *Maiden Grass* (8), *Veronica Seb* (1), *Coreopsis* (1)\n*   *Daylily* (5), *Hosta* (6), *Hawthorn* (1), *Rudbekia* (5)\n*   *Zebra Grass* (3)\n*   *Northern Bayberry* (6), *Zebra Grass*\n*   *Inkberry* (5)\n*   *Feather Reed Grass*\n*   *Juliberry* (5)\n*   *Anga* (20)\n*   *Feruleaf Buckthorn* (4), *Taxus* (4), *Boxwood* (5), *Lutsch Glow Barberry* (8)\n*   *Rudbeckia* (6)\n*   *Daylily* (15), *Lavender* (10), *Sedum* (7)\n*   *Blue Pacific Juniper* (5)\n*   *English Ivy*\n*   *Boxwood* (3)\n*   *Serviceberry* (3)\n*   *Boxwood* (3)\n*   *Blue Pacific Juniper* (4), *Hosta* (8), *Mature* (7)\n*   *Feather Reed Grass* (5)\n*   *Dwarf Korean Lilac* (3), *Ash Summit* (2), *Hosta* (7), *Boxwood* (3)\n*   *Ash Summit* (6)\n*   *Taxus densi* (7)\n*   *Meidiland Rose* (7)\n*   *Hosta* (9)\n*   *Dwarf Fountain Grass*\n*   *Lythrum* (3)\n*   *Rudbeckia* (11)\n*   *Danum* (20)\n*   *Redtwig Dogwood*\n*   *Perovskia* (4)\n*   *Sakula* (14)\n*   *Dwarf Korean Lilac*\n*   *Daylily Stela* (7)\n*   *Salvia* (7)\n*   *Daylily* (5)\n*   *Daylily* (5)\n*   *Dwarf Fountain (Grass)\n*   *Lythrum* (3)\n*   *Perovskia* (7)\n*   *Serviceberry* (3)\n*   *Daylily Stella* (5)\n*   *Liriope* (32)\n*   *Serviceberry* (6)\n*   *Boxwood* (8)\n*   *Veronica* (7)\n*   *Feather Reed* (3)\n*   *Rudbekia* (3)\n*   *Spruceberry* (6)\n*   *Daylily* (2)\n*   *Veronica* (7)\n*   *Maiden Grass*\n*   *Salvia* (5)\n*   *Daylily* (4)\n*   *Rudbeckia* (1)\n*   *Sedum Aut. Joy* (9)\n*   *Dwarf Fountain Grass* (10)\n*   *Taxus Densiformis* (12)\n\n## LANDSCAPE PLANT LIST\n\n| REVISIONS                     | BY   |\n|-|-|\n| REVISED FROM<br />ORIGNAL 799 |      |\n|                               |      |\n| [ ]                           |      |\n| [ ]                           |      |\n| [ ]                           |      |\n| [ ]                           |      |\n| [ ]                           |      |\n|                               |      |\n\n<table><tr><th>Scientific Name</th><th>Common Name</th><th></th><th></th></tr><tr><td></td><td></td><td></td><td></td></tr><tr><td>Acer ginnala</td><td>Amur Maple</td><td>6</td><td></td></tr><tr><td>Amelanchier can</td><td>Autumn Brilliance Serviceberry</td><td>8</td><td></td></tr><tr><td>Crata is viridis Winter King\"</td><td>Winterking Hawthom</td><td></td><td></td></tr><tr><td>Fraxinus penn. 'Summit</td><td>Summit Ash</td><td>11</td><td>21/2</td></tr><tr><td>Picea abies</td><td>Norway</td><td></td><td></td></tr><tr><td>Tsuga canadensis</td><td>Canadian Hemlock</td><td></td><td></td></tr></table>\n\n<table><tr><th colspan=\"4\">Shrubs &amp; Omamental Grasses\nBerberis thunb. 'Rosey Glow</th></tr><tr><td></td><td>Rosey Glow Barbeny</td><td></td><td>24\" ht</td></tr><tr><td>Buxus m. 'Green Velvet</td><td>Green Velvet Boxwood</td><td>22</td><td>18.</td></tr><tr><td>Calamagrostis Karl Foerster\nalba</td><td>Feather Reed Grass</td><td>18</td><td></td></tr><tr><td>Comus</td><td>Redtwig Dogwood</td><td>B</td><td>24 ht</td></tr><tr><td>lex glabra</td><td>Inkberry</td><td></td><td>18-24 h</td></tr><tr><td>Juniperus con, \"Blue Pacific</td><td>Blue Pacific Juniper</td><td>12</td><td>15 spr.</td></tr><tr><td>Miscanthus gracillimus</td><td>Maiden Grass</td><td></td><td>3 gal com</td></tr><tr><td>Miscanthus s zebrinus</td><td>Zebra Grass</td><td></td><td>3 gal cont</td></tr><tr><td>Myrica pennsylvanica</td><td>Northem Bayberry</td><td></td><td>18-24 ht</td></tr><tr><td>Pennisetum alop. 'Hamlins</td><td>Dwarf Fountain Grass.</td><td>40</td><td>3 gal con</td></tr><tr><td>Rhamnus frangula asplenfolia</td><td>Fem Leaf Buckthom</td><td>4</td><td>5-6 ht</td></tr><tr><td>Rosa meidiland</td><td>Scarlet Meidiland Rose</td><td></td><td>15-18 sp</td></tr><tr><td>Syringa meyer</td><td>Dwarf Korean Lila</td><td></td><td>18 ht</td></tr><tr><td>Taxus media Densiformis</td><td>Dense Yow</td><td></td><td>24-30 M.</td></tr><tr><td>Vibumum juddi</td><td>Judd Viburnum</td><td></td><td>30-36 M .</td></tr><tr><td></td><td></td><td></td><td></td></tr></table>\n\n<table><tr><th>Perennials:</th><th></th><th></th><th></th></tr><tr><td>Coreopsis verticillata</td><td>Moonbeam Coreopsis</td><td></td><td></td></tr><tr><td>Ajuga Bronze Beauty</td><td>Bugleweed</td><td>20</td><td>1 gal</td></tr><tr><td>Astilbe x japonica</td><td>Red Sentinel Astilbe</td><td>7</td><td></td></tr><tr><td>Hedra Helix</td><td>English Ivy</td><td></td><td>flat</td></tr><tr><td>Hemerocallis</td><td>Daylily</td><td>100</td><td>1 gal</td></tr><tr><td>Hemerocallis \"Stella D'Or</td><td>Stella D'Or Daylilly.</td><td>12</td><td>1 gal</td></tr><tr><td>Hosta sta ' 'Albo Marginata</td><td>Albo Marginata Hosta</td><td></td><td>1 gal</td></tr><tr><td>Lavendar anustifolia Hidcote</td><td>Hidcote Lavendar</td><td></td><td>1 gal</td></tr><tr><td>Liriope spicata</td><td>Big Blue Liriope</td><td></td><td>1 gal</td></tr><tr><td>Liriope 'Variegated</td><td>Variegated Linope</td><td>25</td><td>1 gal</td></tr><tr><td>Lythrum 'Morden Pink</td><td>Purple Loosestrife</td><td></td><td>1 gal</td></tr><tr><td>Perovskia atriplicofolia</td><td>Russian Sage</td><td></td><td>1 gal</td></tr><tr><td>Rudbeckia Goldstrum</td><td>Black-Eyed Susan</td><td></td><td>1 gal</td></tr><tr><td>Salvia 'East Friesland\nSedum spectabilis</td><td>Meadow Sage\nAutumn Joy Sedum</td><td></td><td></td></tr><tr><td>Veronica spicata 'Sunny Border</td><td>Sunny Border Blue Veronica</td><td></td><td>1 cal</td></tr></table>\n\nROAD TREATMENT TO BE PLANTED Bu 1 DEVELOPER. ENCLUDES TREES\nAND EVERGREEN HEDGE.\nHEDGE TO BE COORDINATED Wint\nTHE WENDY'S TIM HORTON'S SKIN.\n\nNORTH\n\nMUIRFIELD DRIVE\nAVERY\n\nTim Hortons.\n\nDRAWN: Molly M. John\nCHECKED: <empty>\nDATE: Sept. 3, 1997\nSCALE: 1\" = 20'-0\"\nJOB NO.: <empty>\nSHEET: <signature> OF <empty> SHEETS\n\nKFARMS Hursery\n\nLER\n\nLANDSCAPE PLAN\n\nNO. 4103ACTS-24x34\n\n<table><tr><th colspan=\"3\">QUANTITY UNIT DESCRIPTION</th></tr><tr><td>-</td><td>LF</td><td>2\" Dia Copper Water Service</td></tr><tr><td></td><td>LE</td><td>Ola. PVC Sanitary Sewer Service</td></tr><tr><td></td><td>LF</td><td>Gas Service to Meter</td></tr><tr><td>2000</td><td>LF</td><td>Concrete Curb</td></tr><tr><td>2070</td><td>SF</td><td>Concrete Sidewalk (Building Including Romps &amp; Freezers)</td></tr><tr><td>3500</td><td>SY</td><td>Asphalt Pent, Car Lot(6-304, 2-402, 1-1/4\"-404)</td></tr><tr><td>3820</td><td>SF</td><td>Concrete Pods (including Trosh Endlosure &amp; Concrete Approaches)</td></tr><tr><td></td><td></td><td>Catch Bosh 2'x2, No Side Inete</td></tr><tr><td>-</td><td>EA</td><td>Catch Bosn</td></tr><tr><td></td><td>LE</td><td>6 PVC Roof Drok</td></tr><tr><td></td><td>EA</td><td>Orifice Plate (Outlet Side CB2 and outlet side C85)</td></tr><tr><td></td><td>EA</td><td>Site Lights</td></tr><tr><td></td><td>LF</td><td>Perforated Underdrain 10 each direction from C8 2.3.5 inv. 1.25 from TC</td></tr><tr><td></td><td>LE</td><td>Perforated Underdron along centerline access rood</td></tr><tr><td>-</td><td>LF.</td><td></td></tr><tr><td></td><td>LF</td><td></td></tr><tr><td></td><td>EA</td><td>Storm Manhole</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>[ ]</td><td></td></tr></table>\n\n## LEGAL DESCRIPTION:\n\nSubject, however, to all legal rights-of way and/or easements, if any of previous record. 2\n\n## NOTES\n\nBASIS OF BEARINGS The south right-of-way line of West Brood Street was assigned a bearing of North Br3530 Eost os shown on a plot of Trankin Square recorder in Plot Book 67, Page 17, Recorder's Office, Fronkdin County, Chia\n\nBut, the east side of the top of a light pole base on the west side of the property was assigned on elevation of 719.32 feet o determined by a differential level loop run from Fronidin County Control Monument 66/18 which has an elevotion of 828.74 feet, NOVO 29 dotum.\n\nAdd 900 to all existing apot elevations.\n\nAll hear dimensions shown are in feet and decimal parts thereof.\n\nRecord boundary dimensions, where different from measured field dimensions are shown in parenthesis\n\nReferences to record plots and deeds are shown on the drawing\n\nAccording to the Federal Emergency Monogament Agency's Flood Insurance Rote Map Number 3904900233 G (effective date August 2 1995), the property surveyed and shown hereon lies within one (special food hazard areas hundated by 100-year food, bose food devotions determined).\n\nThe utilities and services i ces shown on this drawing were located based dient. Underground lines were NOT physically l Underground lines were located by the\n\nTrees, shrubs, irrigation Thes, and any other landscape improvements ware NOT located\n\nThe topographic field work was performed during Jy 1997.\n\nThis drawing was performed WTHOUT the benefit of a current title heurance pol\n\nSetbooks were obtained from City of Dublin zoning document entitled Riverside Dublin revised February 10, 1989. The 150 No Build Area was taken from \"Outlot Zoning Exhibit\" by D&T.\n\n## Field Location of Underground Utities\n\n1-800-362-2764\n\nKey details from the site plan:\n\n*   **Site:** Wendy's/Tim Horton's Combination, 1.640 Acres, Dublin, Franklin County, Ohio.\n*   **Building:** Finished floor elevation 27.32, building height 15.\n*   **Features:** Drive-thru, parking, loading area, 8'x14' Bun Freezer\n*   **Perimeter Loop Road:** Approximately 100'.\n\nPost Rd.\n\nSITE\n\nRt. 33\n\nLOCATION MAP\nNo Scale\n\nAVERY-MUIRFIELD DRIVE 112\n\n<table><tr><th colspan=\"2\">LEGEND</th></tr><tr><td></td><td>3/4 Iron Pipe (Found/Set)</td></tr><tr><td></td><td>PK No! (Found/Set)</td></tr><tr><td></td><td>Rolroad Spike (Found/Set)</td></tr><tr><td></td><td>Proposed/Existing Catch Basin</td></tr><tr><td></td><td>Proposed/Existing Sewer Manhole</td></tr><tr><td></td><td>Sanitary Sewer Cleanout</td></tr><tr><td></td><td>Fire Hydrant</td></tr><tr><td></td><td>Water Valve</td></tr><tr><td>[ ]</td><td>Gos Valve</td></tr><tr><td></td><td>Gas Meter</td></tr><tr><td></td><td>Yordicht</td></tr><tr><td></td><td>Light or Utity Pole</td></tr><tr><td></td><td>Sion Pole</td></tr><tr><td></td><td>Utlity Pole Anchor</td></tr><tr><td></td><td>Pod-Mounted Transformer</td></tr><tr><td></td><td>Dectric Pedesta</td></tr><tr><td></td><td>Telephone Pedest</td></tr><tr><td></td><td>Ovement Elec, &amp; Tale Line</td></tr><tr><td></td><td>Underground Unity Line</td></tr><tr><td></td><td>Storm Sever Like</td></tr><tr><td></td><td>Sonitory Sewer Line</td></tr><tr><td></td><td>noter Line</td></tr><tr><td></td><td>Got Line</td></tr><tr><td></td><td></td></tr></table>\n\n## -Number of Poming Spaces\n\nGreen Soon Area\n\nMt. Proposed Sont Elevation\n\na\n\nProposed Site LLA\n\nSCAPE IND120 ECT\n\nGeo-Graphics Inc.\nLand Surveying & Civ Saganeg\n625th Junes Food Come On\n\nSITE PLAN FOR\nWENDY'S INTERNATIONAL INC\n1.640 ACRES\nAVERY-MUIRTELL CITY OF DUBLIN\nPRANELIN COUNTY ONIO\n\n- Drawing title / project\n  - Wendys  Site Details (Sheet 2, title block at lower right)\n\n- Major labeled details (what each sheet area shows)\n  - Concrete Curb Detail\n    - Curb cross-section, reinforcement, compacted stone base and asphalt topping notes.\n  - Extruded Curb Detail\n    - Profile, anchor/fastener locations and typical dimensions.\n  - Gate/Hinge Details\n    - Hinge detail, hinge tab, gate post and footings, gate latch detail A and B with mounting plates and bolt locations.\n  - Standard Trash Enclosure Plan\n    - Plan and elevation views of standard enclosure; notes for gate swing, concrete slab and anchorage.\n  - Optional Trash Enclosure Plan\n    - Alternate plan/elevation of enclosure with differing block/curb details.\n  - Typical Front Elevation (trash enclosure)\n    - Front view with vertical board patterns and hardware locations.\n  - Typical Drive-Thru Radius (recommended)\n    - Drive-thru canopy/profile radius and vehicle clearance envelope.\n  - Exterior Pole Lights\n    - Pole foundation/anchor bolt detail, light head elevation and mounting notes.\n  - Exterior Signage Footer\n    - Sign footing depth, anchor bolts and reinforcing for freestanding signage.\n  - Paver Detail\n    - Paver joint fill, bedding sand, coarse granular base and concrete edge restraint.\n  - Pavement Marker Details\n    - Two marker shapes labeled PICKUP WINDOW and EXIT ONLY with simple dimensions.\n\n- General Notes / legend area\n  - General construction notes and installation instructions for enclosures, gates and lighting (box of notes near lower right of central area).\n  - Callouts identify typical materials: concrete, CMU/block, treated wood, anchor bolts, and galvanized/steel hardware.\n\n- Key entities to reference on site\n  - Trash enclosures (standard and optional)\n  - Gates and latches (A & B), hinge assembly\n  - Exterior pole lights and signage footings\n  - Pavers and pavement markers for drivethru/pickup operations\n\n- Miscellaneous\n  - Multiple detail callouts include typical scales (detail-specific scales noted on sheet near each view).\n  - Sheet emphasizes foundations/footings, anchorage and hardware mounting rather than finished architectural finishes.\n\nEXHIBIT C\n\nFordBeery\n\nARCHITECTS, INC. \n\n## Memorandum\n\nDate: October 18, 1995\n\n+ REVISED November 13, 1995\n\n++REVISED July 21, 1997\n\nTo: Outparcel Tenants\n\nFrom: Mark Ford, Ford Beery Architects, Inc.\n\nRe: Avery Road Retail, Dublin, Ohio\n\nBelow isan outline of the outparcel restrictions for the above referenced retail development. These items shall be applied to each outlot in Subarea B-1, as defined in the Development Standards approved by the City of Dublin, March 6, 1989 and as illustrated on the preliminary plat prepared by Evans, Mechwart, Hambleton & Tilton, Inc. dated October 16, 1995. Should the City of Dublin modify the requirements for the retail center, the outlot tenants will be required to comply with the revised requirements.\n\nThe restrictions are as follows:\n\n## GENERAL REQUIREMENTS\n\n\t1. Setbacks:\n\n\t++ a. The setback from Avery Road shall be 45' for pavement and 65 for buildings.\n\n\t\tb. The setback from Perimeter Loop Drive (South Access Road) will be 25' for pavement and 50' for buildings.\n\n\t\tc. The setback from Perimeter Drive Extension shall be 30' for pavement and 50' for buildings.\n\n\t\td. Side yards shall be 25' for pavement and buildings.\n\n++ e. Rear yards shall be 10' for pavement and buildings.\n\n\t\tf. Front yard parking setback from publicly dedicated localaccess streets shall be 25' for pavement and 50' for buildings.\n\n\t\tg. Tenant shall comply with the 150' no-build visibility corridor as indicated on the Landlord's site plan.\n\n2. The total ground covered by all buildings shall not exceed 25% of the total lot area.\n\n3. Parking andloading spaces shall be provided in the size, ratio and type as regulated in the Dublin Zoning Code Chapter 1193.\n\n\t\ta. Drive-thru stacking areas for fast food restaurants shall accommodate a minimum of eight spaces per exchange window.\n\n\t\tb. Bank drive-thru stacking requirements as per the Columbus Zoning Code.\n\n\t\tC. Parking stalls shall be laid out in the most efficient manner; 90 degree layouts are suggested with 9' x 19' stalls and 22' to 24' aisles.\n\nPage 1 of 5\n\nAvery Road Retail, Dublin,io\n\nOctober 18, 1995\nREVISED November 13, 1995\nREVISED July 21,1997\n\nd. One curb cut shall be permitted for each outparcel, subject to approval by the City of Dublin.\n\n## 4. Landscaping:\n\n\ta. All landscaping shall be regulated by the Dublin Landscape Code Chapter 1187.\n\n\tb. Any portion of a lot upon which a building or parking area is not constructed shall be landscaped.\n\n\tc. Landscaping along the Avery Road frontage shall be in compliance with the Avery Road corridor master plan and as installed during the retail center construction.\n\n\td. Along both Perimeter Drive Extension and Perimeter Loop Drive (South Access Road), a threeto four foot high landscape mound shall be provided with street trees planted at 50' on center, within the right of way and planted one foot from the right-of -way. Final screening plans for Perimeter Drive Extension and Perimeter Drive Loop shall be subject to approval by Landlord. In the event the Landlord is required to construct mounding and screening prior to outlot tenant construction, outlot tenant shall reimburse Landlord for such work.\n\n\te. Minimum size of all trees shall be 2\" to 2-1/2\" caliper for shade trees, 6' to 8' for evergreen trees, and I\" to 1-1/2\" for ornamental trees.\n\n\tf. A three foot high mound is required along the west access drive toscreen the outlot parking areas from the service drive.\n\n\tg. Shrub plants are recommended massed or clustered in beds rather than singular shrub plantings.\n\n5. Site Lighting:\n\n\ta. External lighting within each outlot shall be cutoff type fixtures.\n\n\tb. All parking,pedestrian and other exterior lighting shall be on poles or wall mounted cutoff fixtures and shall be from the same type and style as those used in the retail center.\n\n\tc. All light poles and standards shall be dark in color and shall be constructed of dark brown, black or bronze metal.\n\n\td. Parking lot lighting shall not be higher than 28'.\n\n\te. Cut off landscape and building uplighting shall be permitted.\n\n6. Waste and Refuse:\n\n\ta. All waste and refuse shall be containerized and fully screened from view by a solid wail or fence.\n\n7. Storage and Equipment:\n\n\ta. No materials, supplies, equipment or products shall be stored or permitted toremain on any portion of a parcel outside a permitted structure.\n\n\tb. Mechanical equipment or other utility hardware on the roof, ground or buildings shall be screened from public view with materials harmonious with the building.\n\n## ARCHITECTURAL REQUIREMENTS\n\n1. Each outparcel structure shall be designed to be compatible with the architectural character of the retail center by employing similar roof pitches, architectural details and be constructed of the same exterior building materials as the retail center. Exterior materials may be either brick or stone or combination of the two.\n\n2. No outlot shall be oriented towards Avery Road.\n\n3. The building shall have the same degree finish on all four sides.\n\nPage 2 of 5\n\nAvery Road Retail, Dublir hio\nOctober 18, 1995\nREVISED November 13. 1995\nREVISED July 21, 1997\n\n4. The building height shall be no greater than 25'.\n\n5. Roof pitches shall have a minimum pitch of 8:12 and shall use the same roofing material as the retail center. Overhangs of at least 8\" are suggested.\n\n6. The following materials are recommended:\n\n| a. Manufactured Stone Veneer:                               | LB Stone by Eldorado Stone Corporation<br />P.O. Box 21<br />Carnation, Washington 98014<br />800-925-1491<br />Color: Old Ohio Limestone.                                                                            |\n|-|-|\n| b. Brick Veneer:                                            | Glen-Gery<br />Color: Stratford                                                                                                                                                                                       |\n| c. Manufactured Slate Roofing:                              | Eternit Excelsior Industrial Park<br />P.O. Box 679<br />Blandon, PA 19510-0679<br />215-926-0100<br />Color: Blue/Black.<br />Size: Continental                                                                      |\n| d. Extruded Aluminum Storefront<br />Framing:               | Kawneer Company                                                                                                                                                                                                       |\n| d. Extruded Aluminum Storefront<br />Framing:               | P.O. Box 629                                                                                                                                                                                                          |\n| d. Extruded Aluminum Storefront<br />Framing:               | 500 East12th Street<br />Bloomsburg, PA 17815<br />717-784-8000<br />Series: 451 or as required.<br />Finish: Clear Anodized.                                                                                         |\n| e. Exterior Insulation Finish<br />System:<br /><br />Metal | Sto Industries<br />P.O. Box 44609<br />Atlanta, Georgia 30336-5609<br />800-221-2397<br />Finish: Fine<br />Color: #20-424.                                                                                          |\n| Prefinished Flashing:<br />g. Exterior Wood Stain:          | Kynar 500 Finish to Match Slate or Sto EIFS if adjacent.<br />Glidden<br />5480 Cloverleaf Parkway<br />Valley View, OH 44125<br />800-426-2846<br />Endurance, Solid Color Oil/Acrylic Stain<br />Color: Stone Lion. |\n\n## SIGNAGE AND GRAPHICS\n\n1. All tenantsignage shall be approved by the landlord prior to manufacture.\n\n2. All signage shall comply with all governing (federal and state) regulations, as well as the Dublin Graphics Code Chapter 1189, or if not so compliant shall have been granted municipal variances which either (i) are consistent with these criteria; or (ii) ifnot so consistent shall have been approved\n\nPage 3 of 5\n\nAvery Road Retail, D in, Ohio\nOctober 18, 1995\nREVISED November 13, 1995\nREVISED July 21, 1997\n\n\n\nF\n\nI\n\n{\n\n[\n\nin writing by the landlord in advance. All City of Dublin applications, hearings and fees shall be the responsibility of the outlot tenant and signage contractor.\n\n3. All signage shall be subject to applicable signage setbacks of Chapter 1189, Signs.\n\n.\n\n[\n\ni\n\n4. All uses within Subarea B-1 shall have signage of uniform size, shape and materials.\n\n1\n\n## 5. Ground signs:\n\na. All uses withinSubarea B-1 shall beallowed two (2) ground signs; one sign orientedtoward Avery Road and one sign oriented toward the access road on the west side of the outlots.\n\nb. Ground signs shall have a maximum height of 6' and contain no more than 50 SF of area per face.\n\nc. All ground supported signage shall reflect a uniform shape and shall be set in a frame of dark brown, black or bronze color.\n\nd. Tenant identification shall be:\n\n1. Internally illuminated individually mounted letters with letter faces of 3/16 inch Plexiglass. Returns and caps shall be .040 charcoal gray colored aluminum. Should the Cityof Dublin modify therequirements for the retail center, the outlot tenants will be required to comply with the revised requirements.\n\ne. All ground signs are to be constructed with a stone and brick base that is consistent in color with the stone used in the retail center. A maximum of three (3) finish materials shall be used.\n\n+ f All ground mounted signs shall have a minimum setback of fifteen feet (15') from the public right-of-way.\n\n+\n\n[\n\ng. All ground signs shall have a minimum landscaped area of one hundred square feet (100 SF) if not placed in an already landscaped area. Landscaping shall be complementary to the signage and may include evergreen shrubs, flowers, mulch, and/or seasonal ground covers.\n\nh. Each outlot building site shall provide appropriate directional signage at ingress/egress access points. On site permanent directional signs, e.g. employee and visitor parking, deliveries, etc. will be of a common design, material and size. Maximum height of directional signage shall be three feet (3') and the maximum copy area type face shall be four square feet (4 SF).\n\ni. Tenant ground signs may be externally illuminated. Light sources to illuminate signs shall be shielded from all adjacent residential buildings and streets and shall not be of such brightness so as to cause glare hazardous to pedestrians and motorists.\n\n6. Building Signs:\n\na. No building mounted signs will be allowed along the Avery Road frontage.\n\n7. Prohibited Signage:\n\na. No signs shall be painted or posted directly on the surface of any building, wall or fence. No wall murals shall be allowed.\n\nb. No signs shall be applied to windows for the purpose of outdoor or exterior advertising.\n\nc. No roof signs shall be permitted. Nor should a sign extend higher than the building.\n\nd. No flashing, traveling, animated or intermittently illuminated sings may be used.\n\ne. No billboards, or electrical or other advertising signs shall be allowed other than a signcarrying the name of the business occupying the site.\n\nThe above requirements are provided for information only. The author offers no warranty to the content or interpretations of this information. Forcomplete restrictions see Zoning document entitled \"Riverside Dublin\" Revised February 10, 1989. All requirements are subject to compliance with the City of Dublin.\n\nPage 4 of 5\n\nAvery Road Retail, Dubli Ohio\nOctober 18, 1995\nREVISED November 13, 1995\nREVISED July 21, 1997\n\nb. All outlot tenant wall mounted signage shall be approved by the landlord prior to manufacture. Should the City of Dublin modify the requirements for the retail center, the outlot tenants will be required to comply with the revised requirements.\n\nc. Tenant identification shall be internally illuminated individually mounted letters with letter faces of3/16 inch Plexiglass. Returns and caps shall be .040 charcoal gray colored aluminum.\n\nd. Wallsigns shall be mounted no higher than fifteen feet (15') above finish grade.\n\ne. Wall signs shall project beyond the face of the building a maximum of ten inches(10\") and shail not protrude above the roof line.\n\nf. Each outlot building shall be limited toone building sign.\n\ng. The maximum allowable size for any building sign shall be one square foot for each linealfoot of width of building to which the sign is attached, but shall not exceed eighty square feet (80 SF) in area.\n\nPage 5 of 5\n\nSITE\n\nHere's the extracted information:\n\n**Key Entities:**\n\n*   Site Plan (Scale: 1\" = 50'-0\")\n*   Vicinity Map (No Scale)\n*   Anchor A, Anchor B, Anchor C, Grocery, Outlots A & B\n*   Perimeter Drive Extension, Avery Muirfield Drive\n\n**Site Analysis Table:**\n\n| Building           | Sq. Ft. | Parking Required                  | Parking Provided |\n| ------------------ | ------- | --------------------------------- | ---------------- |\n| Grocery            | 66,092  | (1/300 SF) = 864 Spaces          |                  |\n| Grocery Expansion  | 16,000  | (1/300 SF) = 52 Spaces           |                  |\n| Anchor A           | 51,250  | (1/300 SF) = 172 Spaces          |                  |\n| Anchor B           | 80,700  | (1/300 SF) = 269 Spaces          |                  |\n| Anchor C           | 26,150  | (1/300 SF) = 88 Spaces           |                  |\n| B-Space Shops      | 82,875  | Dublin zoning space              |                  |\n| Total Retail       | 323,037 | 1219 Spaces                       | 1244 spaces      |\n| Handicapped Accessible Spaces |         | Dublin zoning: 48 spaces       | 56 spaces    |\n\nVICINITY MAP\n\nNO SCALE NORTH\n\nFor Beery\n\n\n\n## SITE ANALYSIS\n\n## PLAN NOTES\n\n|     | EHESTER DECLOSURE CO                                   |\n|-|-|\n|     | - MODE 20-0 LOVE CONCRETE CLAMSTER PAD                |\n|     | CONCRETE PILLED STEEL BOLLARD BE DETAL DASD-3          |\n|     |                                                        |\n|     | STATED CROSS                                          |\n| (6) | 100 RETAL SP CENTLY OF GRATIAREN IDENTIFICATIONTH HIGH |\n| (1  | DITRANICE HOSP                                         |\n|     | KATED PARK                                             |\n|    | macamPED VAIL ACCESSOLE PHO                            |\n|    | CONCRETE DOVLE                                         |\n|     |                                                        |\n| 1   | PAVER ADD TALK                                         |\n|     | SOUL LANTINGS - ROTOR TO LAVOCATE DRETS               |\n\n<table><tr><th colspan=\"4\">KRONOR AREA 10 301 ADRES</th></tr><tr><td>BALDMO</td><td></td><td>PARKUN REQUIRED</td><td>PARKING PROVIDED</td></tr><tr><td>BACCORY</td><td>4.072 P</td><td>030000 SPJ PAGES</td><td></td></tr><tr><td>GROCERY EXPANSION</td><td>1000 SP.</td><td>3000 SPJ SPACES</td><td></td></tr><tr><td>ANCHORA</td><td>1.30 SP.</td><td>Mood PJ SPACEA</td><td></td></tr><tr><td>ANCHOR B</td><td>80.700 BP</td><td>hood sp) 100SPACES</td><td></td></tr><tr><td></td><td></td><td>3ood SP) SPACES</td><td></td></tr><tr><td>ACETS</td><td>+257</td><td>300007) SPACES\nDUBBUM LON</td><td></td></tr><tr><td>TOTAL RETAL</td><td>2240 P</td><td>LDA SPACES</td><td>124 SPACE</td></tr><tr><td>ACCESSIBLE FO</td><td></td><td>FACES\nDUBLIN ON 09</td><td>30 SPACES\nADAMS SOCTION</td></tr><tr><td>LOADING FACES</td><td></td><td></td><td>OFACES</td></tr></table>\n\n|    | FOX-34 BUILDING AREA PROVIDED PARKING RATIO OF $3 MAINTAINED.                         |\n|-|-|\n|    | OUTE NICE BULDINGS MAY VARY AND ALLT TO LEASE LONG AND/OR<br />REA RESTRIC            |\n|    | WOTCAFE NO HOUNDING TO BE PROVIDED FOR DEVELOPMENT STANDARDS APPROVED                 |\n|    | EXPLENO JARS ELEVATIONS. SHOP FOR GRAPHIC PURPOSE SEE LIVE DEFENS                     |\n| 0  | THE BADCDAY BAD ON THE SITE BRDING FLAR MALL DE LOCATED NO CLOTER TO<br />LE DESNATED |\n\nOrg\nCaste\nM. Den _\n\nCenter\nRetail\nRoad\nAvory\n\nDublin, Ohio\n\nSIT\n\nDEVELO\n\nPLA\n\nSD."
}