{
  "filename": "scan_677.pdf",
  "url": "https://example.com/documents/scan_677",
  "parsed_text": "DocuSign Envelope ID: A96D244A-688C-42EF-A307-DA9C13E4467E\n\nCASTO\n\nJune 23, 2020\n\nMusic & Arts Center at Graceland (Suite #1-28A) Music and Arts Center, a Division of Guitar Center Stores, Inc. 5295 Westview Drive, Suite 300 Frederick, MD 21703\n\n## Letter Agreement re: Rent Abatement\n\nRe: Lease byand between Graceland Retail 2017, LLC, a Delaware limited liability company, as Landlord, and Music and Arts Center, a Division of Guitar Center Stores, Inc., a Delaware corporation, as Tenant, as may have been supplemented, amended and/or assigned (the \"Lease\") for those certain \"Premises\" within the Graceland Shopping Center located in Columbus, Ohio (\"Shopping Center\").\n\nDear Tenant:\n\nYou have requested an abatement of rent and Landlord hereby agrees to grant such request and to amend the Lease, subject to the terms and conditions set forth in this letter agreement (\"Letter Agreement\").\n\n1. Rent Abatement Concession: Any contrary provision of the Lease notwithstanding, during the period commencing April 1, 2020 and expiring June 1, 2020 (the \"Abatement Period\"), Tenant shall have no obligation to pay one hundred (100%) of the Base Rent due under the Lease (\"Rent Abatement Concession\"). For the avoidance of doubt, during the Abatement Period, Tenant shall continue to pay all other charges due and payable under the Lease.\n\nThe aggregate amount of the Rent Abatement Concession granted pursuant to this Letter Agreement is $10.964.25.\n\n2. Extension of Lease Term: As partial considerationfor the Rent Abatement Concession granted herein and notwithstanding any contrary provision of the Lease, Tenant hereby duly exercises its Second Option Term (as set forth in Section 1.4 ofthe Lease) and extend the Term of the Lease for a period of five (5) Lease Years commencing on September 1, 2023 and continuing through August 31, 2028, with monthly Base Rent during the Second Option Term equal to $17.35 per square foot of the gross leasable area of the Premises per year. \"Term\" as defined in the Lease shall include the Second Option Term\n\n3. Conditions: The Rent Abatement Concession granted herein is a voluntary and confidential accommodation made by Landlord forthe benefit of Tenant. In the event Tenant discloses that Tenant has received the Rent Abatement Concession or otherwise discloses the nature or terms ofthis Letter Agreement to any Current or Prospective Tenant\n\nDocuSign Envelope ID: A96D244A-688C-42EF-A307-DA9C13E4467E\n\nMusic & Arts Center at Graceland\n\nJune 23, 2020\n\nPage 2 of 3\n\nof Landlord or Landlord’s affiliates, Tenant shall be deemed to be in default of this Letter Agreement. As used herein, “Current or Prospective Tenant” shall include such entity along with its agents, contractors, officers, directors, principals, employees and customers. As partial consideration for the Rent Abatement Concession granted herein, any rights Tenant has to terminate the Lease or to reduce or adjust rent or other payments to Landlord thereunder based on Tenant’s sales or the operations of any other occupants of the Shopping Center shall be suspended for the duration of the Abatement Period and, provided Tenant is open for business in the Premises and fully-operational, may only be exercised by Tenant in connection with time periods following the Abatement Period.\n\n4. Default: Landlord's granting of the Rent Abatement Concession is contingent on Tenant complying with all its obligations under the Lease and this Letter Agreement. Inthe event Tenant defaults under the Lease or this Letter Agreement, the Rent Abatement Concession shall be deemed null and void, Tenant shall be obligated to pay full Rent asset forth in the Lease (without regard tothe Rent Abatement Concession set forth herein), and any rent abated hereunder prior to such default shall accrue interest from the date originally due at the default rate of interest set forth in the Lease.\n\n5. Authority. Tenant and Landlord each represent and warrant to the other that this Letter Agreement constitutes the legally binding obligation of each of Tenant and Landlord enforceable in accordance with its terms.\n\n6. Ratification. All capitalized defined terms used but not expressly defined herein shall have the respective meanings ascribed to such terms in the Lease. In the event of any conflict or inconsistency between the terms of thisLetter Agreement and the terms of the Lease, the terms of this Letter Agreement shall be deemed operative and any conflicting or inconsistent terms contained in the Lease shall be deemed null and void. As modified and amended hereby, Landlord and Tenant each ratify and affirm the terms of the Lease.\n\n7. Representation. As amaterial inducement to, and partial consideration for Landlord's agreement to enter into this Letter Agreement, Tenant hereby expressly represents and warrants to Landlord that Landlord is not in default in any respect under the Lease or, if any such default exists, Tenant hereby unconditionally waives the same.\n\nPlease provide your acceptance of the foregoing byexecuting this LetterAgreement where indicated below and emailingthe same to rentdeferment@castoinfo.com or sending same via mail to ATTN: Legal Department at the address set forth below. Until executed by Tenant and returned to Landlord without modification, this Letter Agreement shall not be binding on Landlord. For purposes of this Letter Agreement, the signature of any person belowtransmitted electronically shall be deemed an original signature.\n\n250 Civic Center Drive, Suite 500, Columbus, Ohio 43215 614.228.5331\n\nDocuSign Envelope ID: A96D244A-688C-42EF-A307-DA9C13E4467E\n\nMusic & Arts Center at Graceland\n\nJune 23, 2020\n\nPage 3 of 3\n\nSincerely,\n\nGraceland Retail 2017, LLC,\na Delaware limited liability company\n\nBy: <signature>\nName: Bret Ingle, its Authorized Representative\n\nAGREED AND ACKNOWLEDGED BY TENANT:\n\nBy its signature below, Tenant acknowledges that it agrees to the terms and conditions set forth in this Letter Agreement.\n\nMusic and Arts Center,\n\nA Division of Guitar Center Stores, Inc.,\n\na Delaware corporation\n\nBy: Tim Martin\nName: Tim Martin\nTitle: CFO\nDate: 7/7/2020\n\nCc: Debbie Zink\n\n250 Civic Center Drive, Suite 500, Columbus, Ohio 43215 614.228.5331"
}