{
  "filename": "file_450_final.pdf",
  "url": "https://example.com/documents/file_450_final",
  "parsed_text": "# LAND LEASE\n\nby and between\n\n# THE OHIO STATE UNIVERSITY, by and through The Ohio State University Research Foundation, its Agent\n\nLessor\n\nand\n\n# EDISON WELDING INSTITUTE, INC.,\n\nLessee\n\nApril 1, 1995\n\nBE2-139436-8\n\nP\n\n## TABLE OF CONTENTS\n\n## Section\n\n## Page\n\n<table><tr><th></th><th></th><th>Page</th></tr><tr><td>1.</td><td>Grant of Lease</td><td>1</td></tr><tr><td>2.</td><td>Term</td><td></td></tr><tr><td>3.</td><td>Renewal Option</td><td></td></tr><tr><td>4.</td><td>Rent.</td><td>2</td></tr><tr><td>5.</td><td>Taxes and Assessments</td><td>2</td></tr><tr><td>6.</td><td>Use of Demised Premises</td><td>.3</td></tr><tr><td>7.</td><td>Agreement on Cooperation</td><td>3</td></tr><tr><td>8.</td><td>Rules and Regulations.</td><td></td></tr><tr><td>9.</td><td>Acceptance of Demised Premises..</td><td></td></tr><tr><td>10.</td><td>Lessee's Property</td><td></td></tr><tr><td>11.</td><td>Alterations and Improvements.</td><td>.5</td></tr><tr><td>12.</td><td>Maintenance and Repair.</td><td>6</td></tr><tr><td>13.</td><td>Transfer of Title to Improvements.</td><td>7</td></tr><tr><td>14.</td><td>Fire and Other Casualty.</td><td>8</td></tr><tr><td>15.</td><td>Lessee's Casualty Insurance; Waiver of Subrogation</td><td>9</td></tr><tr><td>16.</td><td>Liability Insurance..</td><td>.10</td></tr><tr><td>17.</td><td>Condemnation..</td><td>10</td></tr><tr><td>18.</td><td>Temporary Taking....</td><td>11</td></tr><tr><td>9.</td><td>Leasehold Mortgages and Mortgagee's Rights:..</td><td>.11</td></tr><tr><td>20.</td><td>Mechanics Liens..</td><td>..24</td></tr><tr><td>21.</td><td>Utilities and Access</td><td>..24</td></tr><tr><td>22.</td><td>Assignment and Subletting by Lessee..</td><td>.25</td></tr><tr><td>23.</td><td>Right of First Refusal; Attornment by Lessee</td><td>.26</td></tr><tr><td>24.</td><td>Responsibility for Liability.</td><td>.26</td></tr><tr><td>25.</td><td>Lessors Access to Demised Premises</td><td>.26</td></tr><tr><td>26.</td><td>Estoppel Certificates.</td><td>.26</td></tr><tr><td>27.</td><td>Default; Termination.</td><td>.27</td></tr><tr><td>28.</td><td>Quiet Enjoyment...</td><td>.28</td></tr><tr><td>29.</td><td>Intentionally Deleted..</td><td>.29</td></tr><tr><td>30.</td><td>Net Lease...</td><td>.29</td></tr><tr><td>31.</td><td>Employment..</td><td>.29</td></tr><tr><td>32.</td><td>Accord and Satisfaction....</td><td>.29</td></tr><tr><td>33.</td><td>Acts Beyond Control of Lessor or Lessee..</td><td>.30</td></tr><tr><td>34.</td><td>Submission of Lease..</td><td>.30</td></tr><tr><td>35.</td><td>Advertising..</td><td>.30</td></tr><tr><td>36.</td><td>Holding Over..</td><td>.30</td></tr><tr><td>37.</td><td>Notice..</td><td>.30</td></tr><tr><td>38.</td><td>Headings.</td><td>.31</td></tr><tr><td>39.</td><td>Successors and Assigns.</td><td>.31</td></tr><tr><td>'0.</td><td>Entire Agreement...</td><td>.31</td></tr><tr><td>.1.</td><td>Conditions and Covenants</td><td>.31</td></tr><tr><td>42.</td><td>Waiver......</td><td>.31</td></tr></table>\n\nBE2-139436-8\n\ni\n\n<table><tr><th>43. Time of Essence...</th><th></th></tr><tr><td>44. Computation of Time..</td><td>32\n.32</td></tr><tr><td>45. Relationship of Lessor to Lessee..</td><td></td></tr><tr><td>46. Interpretation and Definitions</td><td>.32\n.32</td></tr><tr><td>47. Counterparts.</td><td></td></tr><tr><td>48. Recording.</td><td>.32\n32</td></tr><tr><td>49. Exhibits</td><td></td></tr><tr><td>50. Commissions</td><td>.32\n.32</td></tr><tr><td>51. Signs..</td><td>.33</td></tr><tr><td>52. Governmental Regulations</td><td>.33</td></tr><tr><td>53. Governing Law</td><td>.33</td></tr><tr><td>54. Severability.</td><td>.33</td></tr><tr><td>55. Prevailing Wage..</td><td>.33</td></tr><tr><td>56. Minority Business Participation.</td><td>.33</td></tr><tr><td>57. Non-Discrimination</td><td>.33</td></tr><tr><td>58. Bonding.</td><td>.33</td></tr><tr><td>59. Easements..</td><td>.34</td></tr></table>\n\nBE2-1139436-8\n\nii\n\n## LAND LEASE\n\nTHIS LEASE, made and entered into as of the 1st day of April, 1995 is by and between The Ohio State University (hereinafter referred to as \"LESSOR\") acting by and through The Ohio State University Research Foundation, its Agent, and Edison Welding Institute, Inc. (hereinafter referred to as \"LESSEE\"), pursuant to the provisions of Section 165.20 of the Ohio Revised Code, and\n\n## WITNESSETH:\n\nWHEREAS, LESSOR desires that the premises discussed below be Leased to LESSEE in accordance with the provisions of Section 165.20 of the Ohio Revised Code, and\n\nWHEREAS, LESSEE desires to Lease from LESSOR the premises described below so that LESSEE can construct thereon a facility which LESSEE intends to use in furtherance of LESSEE's charitable, scientific and public purposes, and\n\nWHEREAS, The Ohio State University Board of Trustees has approved the leasing of the premises described below to LESSEE, and\n\nWHEREAS, LESSOR has reviewed the general development concept submitted by LESSEE and has found that the best interest of LESSOR will be promoted by entering into this Lease with LESSEE:\n\nNOW, THEREFORE, In consideration of the foregoing, the parties hereto agree as follows:\n\n## TERMS AND CONDITIONS\n\n1. GRANT OF LEASE. LESSOR, in consideration of the terms, covenants and conditions hereinafter set forth, does hereby Lease unto LESSEE certain real property situated in the City of Columbus, County of Franklin, and State of Ohio, and located at the southwest corner of Lane Avenue and Carmack Roads on a vacant parcel of land owned by the State of Ohio for the use of The Ohio State University being approximately eight to ten (8-10) acres in size (hereinafter referred to as the \"Demised Premises\") and more particularly described on Exhibit A, attached hereto, made a part hereof, and incorporated herein by reference.\n\n2. TERM. To have and to hold the Demised Premises, with all the rights, privileges and appurtenances thereunto for an initial term of twenty-five (25) years commencing on the 1st day of April, 1995 and terminating on the 31st day of March, 2020, both dates inclusive.\n\n3. RENEWAL OPTION. Subject to LESSEE not being in default under the terms and conditions of this Lease or this Lease not having been otherwise terminated in accordance with the provisions hereof, LESSEE shall have the right and option to renew and extend the initial term of this Lease for three (3) successive additional periods of five (5) years each commencing with the expiration of the initial lease term and each additional term. LESSEE may provide LESSOR with written notice at\n\nBE2-1139436-8\n\n1\n\nleast six months prior to the expiration of the term then in effect that LESSEE is not exercising the option for the next additional term, in which case this Lease shall terminate upon the expiration of the term then in effect. If LESSEE does not provide LESSOR with such notice, the option for the next additional term shall be deemed automatically to have been exercised by LESSEE. Any such additional terms shall be upon the same terms and conditions as herein provided.\n\nIf LESSEE renews the Agreement on Cooperation described in Section 7 below with LESSOR subsequent to the final renewal term of this Lease, LESSEE shall have the right to occupy portions of the Demised Premises during each such renewal period under an arrangement essentially the same as the relationship of LESSOR and LESSEE under this Lease, the Agreement on Cooperation, and that Sublease (the \"Sublease”) between LESSOR, as sublessee, and LESSEE, as sublessor, except that LESSEE shall be a lessee of LESSOR as to the EWI Space (as defined in the Sublease) with the right to use the Shared Space (as defined in the Sublease) in conjunction with LESSOR, and LESSEE shall pay as rent to LESSOR during such renewals of the Agreement on Cooperation LESSEE's proportionate share of operating expenses and necessary mutually agreed upon improvements. Upon LESSEE indicating to LESSOR that LESSEE is interested in renewing the Agreement on Cooperation beyond the term of this Lease, LESSOR and LESSEE shall negotiate and enter into a lease consistent with the foregoing provisions, which lease shall provide for a maximum term of fifteen (15) years unless the parties expressly agree to a longer maximum term.\n\n4. RENT. The current fair market value rent for the Demised Premises is $175,000.00 per year. However, as LESSOR recognizes the value of the research funding LESSEE is providing LESSOR pursuant to the Agreement on Cooperation entered into by LESSOR and LESSEE, attached as Exhibit B, LESSOR has agreed to reduce LESSEE's rent to One Dollar ($1.00) per year. The LESSEE hereby covenants with the LESSOR that it will pay to the LESSOR without demand and without any reduction whatsoever, at such place as the LESSOR may designate in writing, rent of $1.00 per year. For the initial term, the rent shall be a total of Twenty-five and 00/100 (25.00) dollars payable in advance, in a lump sum, upon execution of this Lease. Payment shall be made by check payable to the order of The Ohio State University and shall be delivered to:\n\nThe Ohio State University\nProperty Management Division\n2080 Neil Avenue\nColumbus, Ohio 43210-1555\n\nThe rent for each renewal term shall be paid in a lump sum, in advance.\n\n5. TAXES AND ASSESSMENTS. LESSEE shall pay all taxes or assessments or any penalties or interest thereon, if any, levied or assessed against the Demised Premises or against LESSEE's personal property, directly to the taxing authority before the same become delinquent. LESSEE shall have the right to contest, at LESSEE's expense, the amount of any such taxes or assessments. LESSOR agrees to fully cooperate, at no cost to LESSOR, with LESSEE in any such contest including, but not limited to, execution of any documents necessary or beneficial to LESSEE's case. LESSOR and LESSEE shall cooperate with each other to obtain all real estate tax abatements or exemptions available in connection with the Demised Premises.\n\nBE2-1139436-8\n\n2\n\nNothing contained in this Lease shall require the LESSEE to pay any franchise, estate, inheritance, succession, capital levy or transfer tax of the LESSOR, or any income, excess profits or revenue tax, or any other tax, assessment, charge or levy upon the prepaid rent payable by the LESSEE under this Lease.\n\nLESSOR shall cooperate with LESSEE to enable LESSEE to cause the Demised Premises to become, within thirty (30) days of the execution of this Lease by LESSOR and LESSEE, a separate real estate tax parcel upon the records of the Franklin County, Ohio, Auditor's Office. The Demised Premises shall remain a separate real estate tax parcel for the term of this Lease\n\n6. USE OF DEMISED PREMISES. Except as otherwise provided in Section 19, LESSEE may use and occupy the Demised Premises solely for the construction and operation of The Edison Joining Technology Center and for no other purpose without the prior written approval of LESSOR, which approval shall not be unreasonably withheld.\n\nLESSEE shall not use or occupy the Demised Premises or permit the same to be used or occupied contrary to any statute, rule, order, ordinance, requirement or regulation applicable thereto, or in any manner which would cause the value or the usefulness of the Demised Premises to be substantially diminished or would cause a public nuisance or waste, or in any manner which would invalidate any policy of insurance now or hereafter carried on the Building under Section 15 below.\n\nThe parties hereto acknowledge that the Lessee intends to seek the issuance by Franklin County, Ohio of $7,500,000.00 Adjustable Rate Demand Economic Development Revenue Bonds, Series 1995 (Edison Welding Institute, Inc. Project) (the \"Bonds\"). Pursuant to the Loan Agreement between the County of Franklin, Ohio (the “Issuer”) and the Lessee, the Lessee anticipates it will agree that it will not take or permit to be taken on its behalf, any action which would adversely affect the exclusion from gross income for federal income tax purposes of the interest on the Bonds. In addition to that covenant, the Lessee anticipates it will agree that the Demised Premises are being and will be used in activities that do not constitute \"Unrelated Trades or Businesses” as defined in the Tax Regulatory Agreement to be entered into among the Lessor, the Issuer, and The Huntington National Bank (the \"Tax Regulatory Agreement\") with respect to the Bonds. Unrelated Trades or Businesses is defined in such agreement as a trade or business carried on by a 501 (c) (3) organization that is unrelated to the exempt purpose of the 501 (c) (3) organization, within the meaning of Section 513 of the Code, and which gives rise to income taxable under Section 511 of the Code. Further, in the Tax Regulatory Agreement, the Lessee anticipates it will indicate that the only two initial users of the Project are the Lessor and the Lessee. In the event of the execution of the above referenced agreements, so long as any Bonds are outstanding, Lessor and Lessee hereby agree that the Demised Premises shall not be utilized by either party in any Unrelated Trade or Business, except as expressly permitted by the Tax Regulatory Agreement, and that the only two users of the facility will be the Lessor and the Lessee. Other persons may be users of the facilities if they are an \"Exempt Person\", as defined in the Tax Regulatory Agreement, or if the Lessor, Lessee or Trustee receives an opinion of nationally recognized bond counsel to the effect that such use will not adversely effect the exclusion from gross income for federal income tax purposes of the interest on the Bonds.\n\n- AGREEMENT ON COOPERATION. If at any time during any term of this Lease the Agreement on Cooperation between the parties, attached hereto as Exhibit B, is terminated by The Ohio State\n\nBE2-1139436-8\n\n3\n\nUniversity upon an event of default (after giving effect to any notice and cure provisions) by Edison Welding Institute thereunder or is terminated by Edison Welding Institute pursuant to Section 17 of such Agreement on Cooperation, then, in any such case, unless otherwise mutually agreed in writing by both parties or unless Edison Welding Institute has been replaced as the LESSEE under this Lease by an affiliate of LESSOR, the rent under Section 4 above shall increase to a rate of $175,000.00 per year during the Initial Term and an annual rate equal to the Fair Market Rental Rate for each Renewal Term effective as of the termination date of the Agreement on Cooperation. The term \"Fair Market Rental Rate” shall mean the fair market annual rental rate for a five-year term as of the first date of the Renewal Term for which rent is being determined for the land included in the Demised Premises in an unimproved state and subject to the terms, conditions, restrictions, and other charges imposed upon LESSEE or the Demised Premises under this Lease. If LESSOR and LESSEE cannot agree upon the Fair Market Rental Rate for a Renewal Term, then each shall appoint an M.A.I. appraiser to determine the Fair Market Rental Rate. If said appraisers cannot agree upon the Fair Market Rental Rate, then the two appraisers shall appoint a third MAI appraiser. Each of the three appraisers shall then separately determine the Fair Market Rental Rate, and the Fair Market Rental Rate shall be the average of the two determinations which differ by the fewest dollars. LESSOR and LESSEE shall each pay the cost of the appraiser it appointed and shall split the cost of the third appraiser.\n\n8. RULES AND REGULATIONS. Lessee shall observe and comply with the rules and regulations annexed hereto and made a part hereof. Notwithstanding anything contained in the attached rules and regulations, the University's Traffic and Parking Regulations shall not apply to traffic and parking on the Demised Premises. Lessor reserves the right to make such other and further rules and regulations as in its judgment may from time to time be necessary to ensure the safe, sanitary, and orderly use of the Premises and to preserve any property therein, provided that no other or further rules or regulations shall be made which will adversely affect LESSEE's use of the Demised Premises or LESSEE's rights under this Lease. Failure by Lessor to enforce any rules and regulations shall not constitute a waiver thereof. It shall be LESSEE's obligation to see that LESSEE's employees, invitees and agents obey said rules and regulations.\n\n[ ]\n\n9. ACCEPTANCE OF DEMISED PREMISES. LESSEE has examined the Demised Premises and accepts the same in the condition thereof on the date first aforesaid. LESSEE understands that LESSOR has not made and does not hereby make any warranty as to the condition of the Demised Premises or as to the zoning, fitness or security of the Demised Premises for any specific use.\n\n10. LESSEE'S PROPERTY. Subject to the provisions of the Sublease, all buildings, additions, and alterations to the Demised Premises made by LESSEE and fixtures, furnishings, equipment, inventory and other personal property at any time located upon the Demised Premises and owned by LESSEE shall be kept and maintained by LESSEE at its sole risk, and LESSOR (as the Lessor under this Lease and the owner of the fee interest in the Demised Premises) shall not be liable for or bear any cost, loss and expense for any fire, casualty or theft risk in connection with such buildings, additions, and alterations or fixtures, furnishings, equipment, inventory and other personal property. During the initial construction of the improvements described in Section 11 below, LESSEE shall indemnify and save and hold harmless LESSOR from and against any and all loss, cost and expense, including but not limited to reasonable attorney fees, arising from such initial construction.\n\nBE2-1 39436-8\n\n4\n\n11. ALTERATIONS AND IMPROVEMENTS. LESSEE, at its sole expense, shall design, construct and complete improvements in accordance with the preliminary plans and specifications described in Exhibit D attached hereto, which LESSOR is deemed to have approved. LESSOR shall be consulted during the preparation of the final plans and specifications and shall have the right to approve the final plans and specifications, which approval shall not be unreasonably withheld or delayed. In reviewing and approving the final plans and specifications, LESSOR shall not have the right to require changes to the preliminary plans and specifications or to withhold consent unless the final plans and specifications are inconsistent with, or contain items not included in, the preliminary plans and specifications which have been approved in writing by LESSOR. Changes by LESSOR affecting design, structure or quality will be made with the approval of LESSEE, which approval shall not be unreasonably withheld or delayed. LESSOR may formally inspect the construction on at least a monthly basis. LESSEE shall bear all costs and expenses associated with such construction of all improvements and shall indemnify and save and hold LESSOR harmless from any all liability, cost, loss or expense of any nature arising out of the construction of the improvements. LESSEE shall provide LESSOR with a copy of all plans and specifications relating to the construction of the Improvements, and any modifications thereto, during the term of this Lease.\n\nLESSEE shall not authorize any variance from the plans or specifications approved by LESSOR without the prior written approval of LESSOR if (a) any single variance affecting the exterior appearance of the building would increase or decrease the cost of construction by more than $10,000.00; (b) all variances authorized during the course of construction affecting the exterior appearance of the building would increase or decrease the cost of construction by more than $30,000.00; (c) any single variance would increase or decrease the cost of construction by more than $25,000.00; or (d) all variances authorized during the course of construction would increase or decrease the cost of construction by more than $75,000.00. Any variance shall be deemed approved if LESSOR fails to provide LESSEE with written notice of disapproval within five working days of the request for approval. The LESSEE agrees to make no alterations or additions to the improvements after the initial construction without the written approval of the LESSOR, which consent shall not be unreasonably withheld.\n\n[ ]\n\nPrior to the start of construction, LESSEE shall provide LESSOR with a construction budget and a financing plan for the building, driveways, common area walkways, parking facility, utility servicing and landscaping. LESSEE shall not start construction until LESSEE has obtained LESSOR's approval of the financing plan, as well as financing for the total cost of construction, including the contingency.\n\nLESSEE shall commence construction of the improvements immediately upon receipt of University approval and the necessary zoning classification and building permit(s) and shall diligently pursue the work to completion. The parties agree to establish a construction schedule. Construction must start, as a condition of this Lease, within one (1) year of the date of execution; failure to start will result in immediate termination of this Lease. The improvements shall be fully ready to open for occupancy not later than eighteen (18) months from the actual start of construction except as such time may be extended by the number of working days lost by reason of events beyond the control of LESSEE, as such is defined in Section 33 (Acts Beyond Control of Lessee or Lessor) hereof.\n\nLESSOR shall, upon written request of LESSEE, join with LESSEE in executing and delivering such documents throughout the term of this Lease as are appropriate and necessary for the granting of easements on the Demised Premises for water, sewage, drainage, gas, power lines or other utilities necessary for the construction, operation and maintenance of the improvements identified in this\n\nBE2-1139436-8\n\n5\n\nSection. Such easements shall be subject to the review and approval, with such approval not to be unreasonably withheld, by LESSOR. Such easements shall also comply with the requirements and limitations of Chapter 123 of the Ohio Revised Code, and LESSOR shall use its best efforts to obtain the approvals or authorizations required under such statute and to complete the other requirements of such statute.\n\nOn the completion date, LESSEE shall deliver to LESSOR each of the following:\n\na. A certificate of completion by the independent architect who supervised the construction, which shall state that all work has been completed in accordance with the approved plans and specifications.\n\nb. A certificate of occupancy, or any equivalent permit or certificate which may be required by any governmental authority prior to the commencement of business at the Demised Premises.\n\nC. A survey of the Demised Premises, showing the completed structure and parking field, and showing that there are no encroachments by either on any adjoining property.\n\nWithin thirty (30) days after the completion date, LESSEE shall deliver to LESSOR the certificate of the Lawyers Title Insurance Corporation, or its agency, currently dated, that the time for the filing of mechanics', materialmen's, and similar liens has expired, or, if such is not the case, that a search of the record shows that no such liens then encumber the Demised Premises. If the latter information is furnished by such title company, or its agency, then, within ninety (90) days thereafter, LESSEE shall deliver a further certificate of such title company that no such liens then encumber the Demised Premises.\n\n12. 14 MAINTENANCE AND REPAIR. Notwithstanding anything to the contrary contained in this Section 12, any repairs or replacements made necessary as a result of fire or other casualty shall be governed by Section 14 below instead of by this Section 12. LESSEE, at its sole expense, will maintain in good condition and repair the exterior and interior portions of the Demised Premises, make all necessary repairs, interior and exterior, structural and nonstructural, ordinary as well as extraordinary, and will keep the said Demised Premises and the building thereon situated in good condition and repair, including adjoining areas and sidewalks, in a clean, safe and healthy condition, free of insects, rodents, termites, vermin and other pests so as to conform to all laws and ordinances and other lawful directions of all public authorities having jurisdiction over the Demised Premises and provide for snow and ice removal during the term of this Lease.\n\nIn the event any portion of the Demised Premises shall be in need of repair due to normal wear and tear or be damaged because of improvements installed, or in the event repairs and/or replacements are required by reason of the act, misuse or neglect of LESSEE, its agents, employees, invitees, licensees, or contractors, LESSEE agrees to make such repairs and/or replacements promptly and properly at LESSEE's sole expense. The foregoing sentence is not intended to and shall not change or modify the obligations of LESSOR under the Sublease.\n\nLESSEE, at its sole expense, shall maintain in good condition and repair the exterior portions and the grounds of the Demised Premises. The LESSEE shall not allow its trash and refuse to accumulate on the Premises or adjacent land.\n\nBE2-139436-8\n\n6\n\nAll repairs and replacements made by LESSEE shall be equal in quality to the original work. If LESSEE refuses or neglects to commence or complete repairs and/or replacements promptly and adequately or to keep the Premises in a safe, clean, and healthy condition and repair, upon thirty (30) days notice, LESSOR may, but shall not be required to, make or complete said repairs and replacements, and LESSEE shall pay the costs thereof to LESSOR immediately upon LESSOR's giving notice of same to LESSEE; no such action by LESSOR shall in any way be deemed to be a waiver by LESSOR of any right LESSOR may have hereunder on account of any default by LESSEE.\n\nLESSEE shall at all times during this lease, maintain, in a joint escrow account, a Capital Replacement Reserve Account. Each year of this Lease, LESSEE shall fund the account to a level agreed upon by LESSOR and LESSEE. Funds from the Capital Replacement Reserve Account shall be used exclusively for capital repairs, renovations or replacements to the facility itself. This fund shall not be used for equipment, alterations of the facility or routine maintenance of the facility or its systems. Interest on the account shall accrue to the account. At the start of each year of the lease term, LESSEE shall provide LESSOR with proof that such account has been properly funded. LESSOR shall be notified of all withdrawals from this account.\n\n13. TRANSFER OF TITLE TO IMPROVEMENTS. LESSEE covenants and agrees that its title to the improvements shall become subject to the terms and conditions of this Lease and that any grantees or assignees, or holders of any interest, secured or otherwise, in its title to the improvements or this Lease shall take subject to and be bound by the terms and conditions of this Lease expressly including the following provisions:\n\nUpon termination of this Lease, by expiration, prior termination by default or otherwise, LESSOR shall be the sole and absolute owner of the improvements, free of any right, title, interest or estate of LESSEE, subject to the rights of any Permitted Mortgagee under a Qualified Mortgage. LESSEE shall execute such further assurances of title as may be requisite. LESSEE hereby grants, releases, transfers, sets over, assigns and conveys to LESSOR all of its right, title and interest in and to the improvements, upon the termination of this Lease and subject to the right of LESSEE to remove all signs, identifying indicia, movable trade fixtures, machinery, equipment and personal property on the Demised Premises. Nothing herein contained shall adversely affect any right that LESSEE may have to quiet enjoyment and possession so long as the Lease shall continue in force and effect and LESSEE shall not be in default hereunder. For the purpose of this Section, the term “Permitted Mortgagee under a Qualified Mortgage\" shall have the meaning set forth in Section 19 below.\n\nThe LESSEE upon such termination shall surrender and deliver the Demised Premises and the Improvements, excepting LESSEE's movable trade fixtures, machinery, equipment and personal property including signs and other identifying indicia, (without any payment or allowance whatever to LESSEE on account of, or for, the improvements or any part thereof) to the possession and use of LESSOR, without fraud or delay and in good order, condition and repair, ordinary wear and tear and damage not covered by normal casualty insurance excepted.\n\nLESSOR, upon termination of this Lease for any reason, may without notice (any notice to quit or intention to re-enter required by law, being expressly waived by LESSEE) re-enter upon the Demised Premises and possess itself thereof by summary proceedings, ejectment, or otherwise, and may dispossess LESSEE and remove LESSEE and all other persons and property from the Demised\n\nBE2-139436-8\n\n7\n\nPremises and may enjoy the Demised Premises and improvements and have the right to receive all rents and other income from the same, subject to the rights of any Permitted Mortgagee under a Qualified Mortgage. Any personal property of LESSEE remaining on the Property more than thirty (30) days after termination or expiration of this Lease shall be deemed abandoned by it and be retained by LESSOR as its sole property or be disposed of, without liability or accountability, as LESSOR sees fit, and LESSEE shall bear the full expense of such disposal.\n\nIt is the intent and agreement of the parties that any mortgage lien or indebtedness created by LESSEE will be retired by LESSEE within the initial term of this Lease, provided, however, that LESSEE shall be permitted, with LESSOR's consent, to extend the term of any such mortgage lien or indebtedness so long as it is retired within the initial term or any renewal term which has been exercised by LESSEE.\n\n14. FIRE AND OTHER CASUALTY. If any building, fixture or other improvement now or hereafter situated on the Demised Premises, except movable trade fixtures, furniture, furnishings, or other personal property should at any time during the term of this Lease be damaged or destroyed by fire or other casualty normally covered by insurance, LESSEE shall either, at its election, (a) at its sole cost and expense (except to the extent that LESSEE shall be reimbursed out of insurance proceeds or use the Capital Replacement Reserve Account), restore and rebuild the same as nearly as possible to the condition they were in immediately prior to such damage or destruction or build a replacement improvement which, with the approval of LESSOR, is determined to be at least as desirable under the circumstances, and such restoration and rebuilding, prosecuted with reasonable diligence, shall be completed as soon as reasonably possible; or (b) if all mortgage financing secured by LESSEE's leasehold interest has previously been repaid, pay to LESSOR all insurance proceeds received by LESSEE relating to the building, fixture, and other improvements (but excluding proceeds relating to movable trade fixtures, furniture, furnishings, or other personal property), in which case this Lease shall terminate. Except as set forth in this Section 14, no damage or destruction of the building or any of the fixtures or other property therein shall be grounds for the termination of this Lease or relieve LESSEE from any obligation created or imposed by virtue of this Lease including, but without limiting the generality of the foregoing, LESSEE 's obligation to make payment of the rent in effect immediately prior to the fire or other casualty and all other charges.\n\nIf the damage or destruction shall occur during (a) the last six (6) months of the initial term or (b) the last six (6) months of the first or second renewal terms and LESSEE shall not have exercised its right to renew this Lease or (c) any time in the third renewal term, then in any of said events LESSEE shall have the option to terminate this Lease upon thirty (30) days prior written notice (if the parties hereto are unable to agree on the terms of a new Lease) and all insurance proceeds payable on account thereof (but excluding proceeds relating to movable trade fixtures, furniture, furnishings, or other personal property) shall be paid to LESSOR.\n\nShould LESSEE fail to cause the repair or replacement of the damaged improvement(s) to be done with all due speed (subject to LESSEE receiving insurance proceeds and any additional or replacement financing required and subject to Section 32 below), LESSOR may but shall not be required to cause the same to be done upon thirty (30) days prior written notice to LESSEE, and LESSEE shall pay the costs thereof to LESSOR immediately upon LESSOR's giving notice of the same to LESSEE; no such action by LESSOR shall in any way be deemed to be a waiver by LESSOR of any right LESSOR may have hereunder on account of any default by LESSEE.\n\nBE2-139436-8\n\n8\n\nIf the insurance proceeds are insufficient, the Capital Replacement Reserve Account shall be made available to restore or rebuild the building, fixtures, or other improvements as nearly as possible to the design and configuration they were in immediately prior to such damage or destruction or to build replacement improvements agreed upon by LESSOR and LESSEE, and such restoration or rebuilding shall be prosecuted with reasonable diligence and shall be completed as soon as reasonably possible. In the event that this Lease is terminated under this Section 14, LESSOR and LESSEE shall divide between them in proportion to the amount contributed by each all funds within the Capital Replacement Reserve Account not used as set forth in the preceding sentence to restore or rebuild the damaged improvements or to build replacement improvements.\n\n15. LESSEE'S CASUALTY INSURANCE; WAIVER OF SUBROGATION. During the initial and any renewal term of this Lease, LESSEE shall, at its sole cost and expense, carry and maintain for the mutual benefit of itself and The Ohio State University and its Board of Trustees, officers, agents and employees a policy of insurance insuring against loss or damage to any improvements at any time located upon the Demised Premises and all additions, alterations and improvements to the same, caused by fire or any of the risks covered by insurance of the type now known as \"coverage against all risks of physical loss,\" in an amount equal to one hundred percent (100%) of the replacement cost and, except as set forth below with respect to deductible amounts, sufficient to prevent any of the insureds from becoming co-insureds. Such policy may contain deductible amounts determined by the Administrative Committee under the Sublease and which are acceptable to any Permitted Mortgagee holding a Qualified Leasehold Mortgage (as defined under Section 19 below). Such policy of insurance shall bear an endorsement to the effect that the insurer agrees to notify LESSOR not less than ten (10) days in advance of any modification or cancellation thereof. Such policy of insurance shall be issued by an insurance company licensed to do business within the state of Ohio and shall be in a form acceptable to LESSOR. Upon the execution hereof, LESSEE shall deposit with LESSOR such policy of insurance or a certificate thereof, said policy or policies naming as insured both LESSEE and LESSOR, as their interests may appear. Not less than ten (10) days prior to the due date for the payment of premiums upon such policy insurance, LESSEE shall deposit with LESSOR evidence satisfactory to LESSOR of the payment of such premiums and of the renewal of such policy of insurance.\n\nEach party hereby releases each other and the other's employees, agents, customers and invitees from any and all liability for any loss or damage, or injury to person or property occurring in, on, or about or to the Demised Premises, or personal property upon or within the Demised Premises by reason of fire or other casualty that is covered under a standard fire and extended insurance policy, regardless of cause, including the negligence of the other party and its employees, agents, customers and invitees.\n\nEach party further agrees that such insurance carried by either of them and relating to the Demised Premises shall contain a clause whereby the insurance company waives its right of subrogation against the other party. Each party to this Lease shall give to each insurance company which has issued to it one or more policies of fire and extended coverage insurance notice of the terms of the mutual releases contained in this Section and have such insurance policies properly endorsed, if necessary, to prevent the invalidation of such insurance by reason of the provisions of this Section.\n\nBE2-139436-8\n\n9\n\n16. LIABILITY INSURANCE. During the initial and any additional term of this Lease, LESSEE shall at its sole costs and expense, carry and maintain, for the mutual benefit of itself The Ohio State University, the Board of Trustees of The Ohio State University, and its officers, agents and employees, a policy of general liability insurance against claims for personal injuries, wrongful death or property damage occurring on or about the Demised Premises with minimum amount of coverage of Five Million Dollars ($5,000,000.00) each occurrence and annual aggregate. LESSEE agrees to deposit said policy or policies (or certificates thereof) with LESSOR prior to the date of occupancy by LESSEE, said policy or policies naming as insured both LESSEE and LESSOR. This insurance coverage is a minimum requirement and LESSEE shall in no case maintain insurance in a lesser amount than the amount set forth above. Such policy of insurance shall be issued by an insurance company licensed to do business within the state of Ohio and acceptable to LESSOR, and shall bear an endorsement to the effect that the insurer agrees to notify LESSOR not less than ten (10) days in advance of any modification or cancellation thereof. Not less than ten (10) days prior to the termination date of such policy of insurance, LESSEE shall deposit with LESSOR evidence satisfactory to LESSOR of the renewal of such policy of insurance. The LESSOR may require from time to time the limit of coverage be increased because of inflation or other factors if LESSOR reasonably determines on the basis of industry standards of coverage that Five Million Dollars is insufficient protection.\n\nLESSEE shall cause to be issued and shall maintain during the term of this Lease such Worker's Compensation and disability insurance as may, from time to time, be required by city, county, state or federal laws. Evidence of such insurance shall be delivered to LESSOR prior to the date of occupancy by LESSEE, and thereafter, at such times as LESSOR may require.\n\n17. CONDEMNATION. Subject to Section 19(r), in the event any or all of the Demised Premises is taken by condemnation or eminent domain, LESSOR and LESSEE shall each retain their respective right to seek damages from the condemning authority. Termination of the Lease as a result of such taking by eminent domain or as a result of the exercise by LESSEE of the option hereinafter granted to terminate in the event of the taking by eminent domain, shall not be construed to deprive LESSEE of its right to seek damages from the condemning authority.\n\nIf all of the Demised Premises is taken by eminent domain, the Lease shall terminate as of the date of such taking and any prepaid rents shall be refunded by LESSOR.\n\nIf a portion of the Demised Premises, material to the continued operation of the LESSEE's business, is taken by eminent domain (i.e. twenty-five percent (25%) or more), or in the event that any portion of LESSEE's building is taken by eminent domain, LESSEE shall have the option either to terminate the Lease or continue this Lease with an adjustment of rents for the remainder of the Demised Premises so that the LESSEE shall be required to pay for the balance of the term that portion of the rent herein reserved which the value of the part of the Demised Premises remaining after taking by eminent domain bears to the value of the Demised Premises immediately prior to the date of taking. If the taking by eminent domain is not material to the continued operation of LESSEE's business, then an equitable adjustment in rent shall be made according to the diminished area and value of the remaining portion of the Demised Premises.\n\nBE2-1139436-8\n\n10\n\nIn the event that this Lease is terminated under this Section 17, LESSOR and LESSEE shall divide all funds within the Capital Replacement Reserve Account between them in proportion to the amount contributed by each.\n\nAlthough the title to the improvements, placed by the LESSEE upon the Demised Premises, may pass to the LESSOR upon termination of this Lease, nevertheless, for purposes of appropriation, as hereinafter defined, the fact that the LESSEE places such improvements on the Demised Premises shall be taken into account and LESSOR and LESSEE agree that the deprivation of LESSEE's use of all or any part of such buildings and improvements during the term of this Lease shall entitle LESSEE to its pro tanto share of any appropriation award, but no such claims of LESSEE shall serve to diminish LESSOR's claims based upon a capitalization of the rental herein required plus the validity of LESSOR's reversionary interest in the property.\n\n18. TEMPORARY TAKING. If the temporary use of the whole or any part of the Demised Premises shall be taken at any time during the term of the Lease for any public or quasi-public purpose by any lawful power or authority, LESSEE, shall give prompt notice thereof to LESSOR and the term of this Lease shall not be reduced or affected in any way. In such case, LESSEE shall continue to pay in full the rent and any other sum of money provided to be paid by LESSEE. LESSEE shall be entitled to the entire award for such taking (whether paid by way of damages, rent, or otherwise) unless the period of occupation and use by the condemning authority shall extend beyond the date of expiration of this Lease, in which case the award made for such taking shall be apportioned between LESSOR and LESSEE as of the date of such expiration. In any such proceeding, LESSOR shall have the right to intervene and participate; provided that if such intervention shall not be permitted by law, LESSEE shall, at LESSEE's expense, consult with LESSOR, its attorneys, and experts, and make all reasonable efforts to cooperate with LESSOR in the prosecution or defense of such proceeding.\n\n## 19. LEASEHOLD MORTGAGES AND MORTGAGEE'S RIGHTS.\n\n(a) Definitions.\n\n(1) The term \"Affiliate,\" as used in this Section 19, shall mean any entity that is either controlled by or under common control with a Permitted Mortgagee under a Qualified Leasehold Mortgage.\n\n(2) The term \"Leasehold Mortgage,\" as used in this Section 19, shall mean a mortgage, a deed of trust or other security instrument mortgaging, granting or otherwise conveying all or any part of this Lease or LESSEE's leasehold interest hereunder to secure a debt or other obligation.\n\n(3) The term \"New Lease,\" as used in this Section 19, shall mean the lease of the Demised Premises granted by LESSOR pursuant to clause (o) of this Section 19.\n\n(4) The term \"Qualified Leasehold Mortgage,\" as used in this Section 19, shall mean (i) a Leasehold Mortgage, to or for the benefit of a Permitted Mortgagee, satisfying the consultation, loan to value and, if applicable, consent requirements set forth in clauses (c),\n\nBE2-1139436-8\n\n11\n\n(d) and (e) of this Section 19, or (ii) any Leasehold Mortgage approved as a Qualified Leasehold Mortgage in writing by LESSOR.\n\n(5) The term \"Permitted Mortgagee,\" as used in this Section 19, shall mean, as of the date of the Leasehold Mortgage or the date of any assignment thereof, (i) the United States of America or any agency or instrumentality thereof, (ii) the State of Ohio or any agency, instrumentality or political subdivision thereof, (iii) any lender having deposits insured by the United State of America, or any agency or instrumentality thereof, (iv) any lender having capital in excess of Fifty Million Dollars ($50,000,000.00), (v) any lender acting as a trustee for the benefit of one or more note, bond or other security holders, or (vi) any lender approved as a Permitted Mortgagee in writing by LESSOR.\n\n(b) Right to Grant Qualified Leasehold Mortgages. LESSEE may on one or more occasions grant one or more Qualified Leasehold Mortgages, but shall not otherwise grant a Leasehold Mortgage. For these purposes, any extension, renewal, restructure, restatement, amendment or modification of a Qualified Leasehold Mortgage, that does not increase the principal sum secured, shall continue to be deemed a Qualified Leasehold Mortgage without the necessity of again satisfying the consultation, loan to value and consent requirements of clauses (c), (d) and (e) of this Section 19. Conversely, any extension, renewal, restructure, restatement, amendment or modification of a Qualified Leasehold Mortgage, that does increase the principal sum secured, must again satisfy the consultation, loan to value and, if applicable, consent requirements of clauses (c), (d) and (e) of this Section 19, to avoid being deemed a violation of the prohibition against the grant of a Leasehold Mortgage other than Qualified Leasehold Mortgages. Notwithstanding any other provision of this Lease to the contrary, the grant of a Qualified Leasehold Mortgage shall not be deemed to constitute an assignment or transfer of this Lease or LESSEE's leasehold interest hereunder, nor shall any Permitted Mortgagee under a Qualified Leasehold Mortgage, as such, be deemed to be an assignee or transferee of this Lease or LESSEE's leasehold interest hereunder so as to require such Permitted Mortgagee, as such, to assume the performance of any of the terms, covenants or conditions on the part of the LESSEE to be performed hereunder.\n\n(c) Consultation. To grant a Qualified Leasehold Mortgage, LESSEE shall reasonably and in good faith consult with LESSOR throughout its efforts to procure such Qualified Leasehold Mortgage. If LESSEE shall have failed or neglected to so consult, the LESSEE may cure such failure or neglect as set forth in clauses (f) and (g) of this Section 19.\n\n(d) Loan to Value. To grant a Qualified Leasehold Mortgage, LESSEE shall provide to LESSOR reasonable evidence that the ratio of (1) the principal portion of the debt or other obligation to be secured by the Qualified Leasehold Mortgage or, if there is to be more than one Qualified Leasehold Mortgage, then the aggregate principal portions of the debts or other obligations to be secured by the Qualified Leasehold Mortgages, to (2) the fair market value of this Lease and LESSEE's leasehold interest hereunder, as shown in a current appraisal report, prepared by an appraiser holding an M.A.I. or equivalent designation, does not exceed eighty percent (80%).\n\n(e) LESSOR Consent. To grant a Qualified Leasehold Mortgage that will result in two or more Qualified Leasehold Mortgages, LESSEE shall obtain the prior written consent of LESSOR, which consent shall be given or withheld in LESSOR's sole discretion.\n\nBE2-139436-8\n\n12\n\n(f) LESSOR Estoppel Certificate with respect to a Prospective Leasehold Mortgage. If LESSEE desires assurance that a Leasehold Mortgage when granted will be a Qualified Leasehold Mortgage, then LESSEE shall give notice to LESSOR requesting that LESSOR complete and provide to LESSEE an estoppel certificate to that effect, the form of which shall be included with such notice. Such notice shall also include a copy, which copy shall be certified by LESSEE as a true copy, of the final, but unexecuted form of the note or other evidence of the debt or other obligation to be secured by the Leasehold Mortgage and of the instrument or instruments to comprise the Leasehold Mortgage, and reasonable evidence that the grantee in the Leasehold Mortgage is a Permitted Mortgagee. Further, such notice shall expressly state the period in which LESSOR is required to complete and deliver such estoppel certificate, which period shall be not less than fourteen (14) days after receipt of the notice by LESSOR, or if LESSEE is curing a failure to consult as set forth in clause (c) of this Section 19, then not less than twenty-one (21) days after receipt of the notice by LESSOR. LESSOR shall complete and deliver such estoppel certificate in the same manner as notices to LESSEE, within the period stated by LESSEE in the notice therefor. If LESSOR shall fail or neglect to timely complete and deliver the requested estoppel certificate, then the prospective Leasehold Mortgage included in the notice, when granted by LESSEE, shall be conclusively presumed to be a Qualified Leasehold Mortgage, which conclusive presumption shall be for the benefit of the LESSEE and the grantee identified therein, who shall be entitled to rely thereon. Any such estoppel certificate given by LESSOR may be relied upon by the LESSEE and any other person, firm or corporation to whom the same may be exhibited or delivered, and the contents of such estoppel certificate shall be binding on LESSOR. This clause (f) is permissive and not mandatory and shall not be construed as an additional requirement for a Leasehold Mortgage to be a Qualified Leasehold Mortgage.\n\n(g) LESSOR Estoppel Certificate with respect to an Existing Leasehold Mortgage. If LESSEE desires assurance that an existing Leasehold Mortgage is a Qualified Leasehold Mortgage, then LESSEE shall give notice to LESSOR requesting that LESSOR complete and provide to LESSEE an estoppel certificate to that effect, the form of which shall be included with such notice. Such notice shall also include a copy, which copy shall be certified by LESSEE as a true copy, of the final executed form of the note or other evidence of the debt or other obligation secured by the Leasehold Mortgage, of the instrument or instruments comprising the Leasehold Mortgage, complete with evidence of recording, and of all extensions, renewals, restructurings, restatements, amendments or modifications thereof and reasonable evidence that the grantee in such Leasehold Mortgage was, on the date of the Leasehold Mortgage, a Permitted Mortgagee. Further, such notice shall expressly state the period in which LESSOR is required to complete and deliver such estoppel certificate, which period shall be not less than fourteen (14) days after receipt of the notice by LESSOR, or if LESSEE is curing a failure to consult as set forth in clause (c) of this Section 19, then not less than twenty-one (21) days after receipt of the notice by LESSOR. LESSOR shall complete and deliver such estoppel certificate in the same manner as notices to LESSEE, within the period stated by LESSEE in the notice therefor. If LESSOR shall fail or neglect to timely complete and deliver the requested estoppel certificate, then the Leasehold Mortgage included in the notice shall be conclusively presumed to be a Qualified Leasehold Mortgage, which conclusive presumption shall be for the benefit of the LESSEE and the grantee identified therein, who shall be entitled to rely thereon. Any such estoppel certificate given by LESSOR may be relied upon by the LESSEE and any other person, firm or corporation to whom the same may be exhibited or delivered, and the contents of such estoppel certificate shall be binding on LESSOR This clause (g) is permissive and not mandatory and shall not be construed as an additional requirement for a Leasehold Mortgage to be a Qualified Leasehold Mortgage.\n\nBE2-1139436-8\n\n13\n\n(h) LESSOR's Right to Documents. So that LESSOR may be advised with respect to any Leasehold Mortgage, LESSOR may on one or more occasions, but not on more than a reasonable number of occasions, give notice to LESSEE requesting that LESSEE provide to LESSOR a copy, which copy shall be certified by LESSEE as a true copy, of the final executed form of the note or other evidence of the debt or other obligation secured by a Leasehold Mortgage, of the instrument or instruments comprising the Leasehold Mortgage, complete with evidence of recording, and of all extensions, renewals, restructurings, restatements, amendments or modifications thereof. Further, such notice shall expressly state the period in which LESSEE is required to provide such copies, which period shall be not less than seven (7) days after receipt of the notice by LESSEE.\n\n(i) Provision of Notice Address to LESSOR.\n\n(1) If the Permitted Mortgagee under a Qualified Leasehold Mortgage gives notice to LESSOR of such Permitted Mortgagee's address, then LESSOR agrees, following receipt of such notice by LESSOR, that the provisions of this Section 19 shall apply with respect to such Permitted Mortgagee and that such address shall be used by LESSOR in giving any notice to which such Permitted Mortgagee may be entitled under this Section 19.\n\n(2) In the event of an assignment of a Qualified Leasehold Mortgage, the assignee of such Qualified Leasehold Mortgage shall give notice to LESSOR of such assignee's address. LESSOR agrees, following receipt of such notice by LESSOR, that such assignee meeting the requirements of Section 19 (a) (5) shall be deemed to be the Permitted Mortgagee under such Qualified Leasehold Mortgage, that the provisions of this Section 19 shall apply to such assignee as the Permitted Mortgagee and that such address shall be used by LESSOR in giving any notice to which such assignee as the Permitted Mortgagee may be entitled under this Section 19.\n\n(3) In the event of a change of address of a Permitted Mortgagee under a Qualified Leasehold Mortgage, such Permitted Mortgagee may give notice to LESSOR of such changed address. LESSOR agrees, following receipt of such notice, that such changed address shall be used by LESSOR in giving any notice to which such Permitted Mortgagee may be entitled under this Section 19. This clause (i)(3) is permissive and not mandatory and shall not be construed as a basis for denying to a Permitted Mortgagee under a Qualified Leasehold Mortgage any right or notice to which it may be entitled under this Section 19.\n\n(j) Consent of Permitted Mortgagee to Specified Lessor Actions.\n\n(1) Except as otherwise provided herein, no termination, cancellation, surrender, amendment or modification of this Lease shall be effective as to any Permitted Mortgagee under a Qualified Leasehold Mortgage, who has given any required notice of its address to LESSOR as provided in clause (i) of this Section 19, unless consented to in writing by such Permitted Mortgagee.\n\n(2) LESSOR shall not seek, support or acquiesce in any change to the zoning classification for the Demised Premises or in any reduction of or additional restrictions upon the uses now permitted under the current zoning classification of the Demised Premises, unless consented to by each Permitted Mortgagee under a Qualified Mortgage. If LESSOR shall fail or neglect to faithfully fulfill such covenant, then upon the request of any Permitted\n\nBE2-139436-8\n\n14\n\nMortgagee under a Qualified Leasehold Mortgage not so consenting to any such change, reduction or restrictions, LESSOR, at its sole cost and expense, shall commence and in good faith prosecute any application or proceeding required to restore to the Demised Premises the rights existing under the current zoning classification.\n\n(k) Default Notice to Permitted Mortgagee. LESSOR, upon providing LESSEE any notice of: (1) a default under this Lease, (2) a termination of this Lease, or (3) a matter on which LESSOR may predicate or claim a default under or termination of this Lease, shall at the same time provide a copy of such notice to each Permitted Mortgagee under a Qualified Leasehold Mortgage who has given any required notice of its address to LESSOR as provided in clause (i) of this Section 19. No such notice by LESSOR to LESSEE shall be deemed to have been duly given, unless and until a copy thereof has been so provided to each such Permitted Mortgagee. From and after any such notices so given to a Permitted Mortgagee under a Qualified Leasehold Mortgage, such Permitted Mortgagee shall have the same period, after its receipt of such notice, for remedying any default or acts or omissions which are the subject matter of such notice or causing the same to be remedied, as is given LESSEE after the giving of such notice to LESSEE, plus, in each instance, the additional periods of time specified in clauses (1) and (m) of this Section 19, to remedy, commence remedying or cause to be remedied the defaults or acts or omissions specified in any such notice. LESSOR shall accept such performance by or at the instigation of any such Permitted Mortgagee as if the same had been performed by LESSEE. LESSEE authorizes each Permitted Mortgagee under a Qualified Leasehold Mortgage to take any I such action, at such Permitted Mortgagee's option, and does hereby authorize entry upon the Demised Premises by such Permitted Mortgagee for such purpose.\n\n(1) Termination Notice to Permitted Mortgagee. Notwithstanding anything contained in this Lease to the contrary, if any default shall occur which entitles LESSOR to terminate this Lease, LESSOR shall have no right to terminate this Lease unless, following the expiration of the period of time given LESSEE to cure such default or the act or omission which gave rise to such default, LESSOR shall give notice of LESSOR's intent to so terminate to each Permitted Mortgagee under a Qualified Leasehold Mortgage, who has given any required notice of its address to LESSOR as provided in clause (i) of this Section 19. Such notice shall be given at least 45 days in advance of the proposed effective date of such termination if such default is capable of being cured by the payment of money, and at least 90 days in advance of the proposed effective date of such termination if such default is not capable of being cured by the payment of money. The provisions of clause (m) of this Section 19 shall apply if, during such 45 or 90 day termination notice period, any such Permitted Mortgagee shall:\n\n(1) notify LESSOR of such Permitted Mortgagee's desire to act pursuant to such notice given by LESSOR;\n\n(2) pay or cause to be paid all rent, additional rent, and other monetary obligations of LESSEE to LESSOR then due and in arrears (without giving effect to any acceleration) under this Lease, as specified in the termination notice to such Permitted Mortgagee, and which may become due during such 45 or 90 day period; and\n\n(3) I comply or in good faith, with reasonable diligence and continuity, commence to comply with all non-monetary requirements of this Lease, then in default and reasonably susceptible of being complied with by such Permitted Mortgagee, provided, however, that such Permitted Mortgagee shall not be required, during such 45 or 90 day period, to cure or\n\nBE2-139436-8\n\n15\n\ncommence to cure any default consisting of LESSEE's failure to satisfy and discharge any lien, charge or encumbrance against this Lease or LESSEE's leasehold interest hereunder junior in priority to the lien of the Qualified Leasehold Mortgage held by such Permitted Mortgagee.\n\n(m) Procedure on Default of Lease.\n\n(1) If LESSOR shall elect to terminate this Lease by reason of any default of LESSEE, and a Permitted Mortgagee under a Qualified Leasehold Mortgage shall have proceeded in the manner provided for in clause (1) of this Section 19, then the specified date for the termination of this Lease, as fixed by LESSOR in its termination notice, shall be extended for a period of six months, provided that such Permitted Mortgagee shall, during such six month period:\n\n(i) pay or cause to be paid the rent, additional rent, and other monetary obligations of LESSEE to LESSOR (without giving effect to any acceleration) under this Lease as the same become due, and continue its good faith efforts to perform all of LESSEE's non-monetary obligations under this Lease, excepting (A) obligations of LESSEE to satisfy or otherwise discharge any lien, charge or encumbrance against this Lease or LESSEE's leasehold interest hereunder junior in priority to the lien of the Qualified Leasehold Mortgage held by such Permitted Mortgagee, and (B) past non-monetary obligations then in default and not reasonably susceptible of being cured by such Mortgagee; and\n\n(ii) if not enjoined or stayed, take steps to acquire or sell this Lease and LESSEE's leasehold interest hereunder by foreclosure of the Qualified Leasehold Mortgage held by such Permitted Mortgagee, or other appropriate means, and prosecute the same to completion with reasonable diligence.\n\n(2) If, at the end of such six month period, such Permitted Mortgagee is complying and thereafter continues to comply with clause (m)(1) of this Section 19, then this Lease shall not terminate, and the time for completion by such Permitted Mortgagee of the acquisition or sale of this Lease and LESSEE's leasehold interest hereunder shall continue for so long as such Permitted Mortgagee is enjoined or stayed and for so long thereafter as such Permitted Mortgagee proceeds with reasonable diligence and continuity to complete the acquisition or sale of this Lease and LESSEE's leasehold interest hereunder by foreclosure of the Qualified Leasehold Mortgage held by such Permitted Mortgagee, or other appropriate means. . Nothing in this clause (m) of this Section 19, shall be construed to extend this Lease beyond the original term thereof, as extended by any options to extend the term of this Lease properly exercised by LESSEE or a Permitted Mortgagee in accordance with Section 3 of this Lease, nor to require a Permitted Mortgagee under a Qualified Leasehold Mortgage to continue such foreclosure proceedings after the default has been cured. If the default shall be cured and a Permitted Mortgagee under a Qualified Leasehold Mortgage shall discontinue such foreclosure proceedings, then this Lease shall continue in full force and effect as if LESSEE had not defaulted under this Lease.\n\n(3) If a Permitted Mortgagee under a Qualified Leasehold Mortgage is complying with clause (m)(1) of this Section 19, then upon the acquisition of this Lease and LESSEE's\n\nBE2-139436-8\n\n16\n\nleasehold interest hereunder by such Permitted Mortgagee or its Affiliate by assignment or transfer in lieu of foreclosure or by any purchaser at foreclosure sale, this Lease shall continue in full force and effect as if LESSEE had not defaulted under this Lease and notwithstanding anything in this Lease to the contrary, this Lease shall thereafter be deemed to be amended and modified as follows:\n\n(i) Such Permitted Mortgagee, Affiliate, purchaser and any subsequent holder of this Lease and the leasehold interest hereunder shall not be subject to or bound by the LESSOR consent requirements set forth in Section 22 of this Lease, but the other requirements of such Section 22 shall continue in full force and effect.\n\n(ii) Such Permitted Mortgagee, Affiliate, purchaser and any subsequent holder of this Lease and the leasehold interest hereunder, in addition to the construction and operation of The Edison Joining Technology Center, may use, occupy and/or sublease the Demised Premises for any office, research, development or light manufacturing purposes permitted by applicable zoning regulations and other laws then in effect, provided however, any use, occupation or subletting of the Demised Premises for medical or educational purposes shall require satisfaction of one of the following:\n\n(A) Such Permitted Mortgagee, Affiliate, purchaser or holder shall obtain the prior written consent of LESSOR to such use, occupation or subletting.\n\n(B) With respect to any proposed subletting, such Permitted Mortgagee, Affiliate, purchaser or holder (the \"Proposed Sublessor\") shall have provided to LESSOR an opportunity to sublet on the same terms and conditions and LESSOR shall have declined to so sublet, all as hereinafter set forth. In the event that the Proposed Sublessor shall receive a bona fide written offer or letter of intent to sublease all or any part of the Demised Premises for medical or educational purposes that the Proposed Sublessor desires to accept, the Proposed Sublessor shall provide a true copy thereof to LESSOR. Any such offer or letter of intent shall set forth the permitted use, the name of the proposed sublessee (the \"Proposed Sublessee\"), the length of the term of the sublease, the length and number of any renewal options, a description of the portion of the Demised Premises to be subleased, a description of the rent payable, and a general description of any improvements to be made by the Proposed Sublessor. Within twenty-one (21) days after LESSOR's receipt of such copy of the offer or letter of intent, LESSOR shall give notice to the Proposed Sublessor electing to sublet on the same terms and conditions set forth in such offer or letter of intent or to decline to so sublet. In the event that LESSOR elects to so sublet, the Proposed Sublessor and LESSOR shall in good faith and with due diligence proceed to negotiate, execute and deliver a sublease from the Proposed Sublessor to the LESSOR on the terms and conditions set forth in such offer or letter of intent. In the event that LESSOR declines to so sublet, the Proposed Sublessee shall be entitled, for the next ninety (90) days after the Proposed Sublessor's receipt of the LESSOR's notice so declining, to enter into the sublease with the Proposed Sublessee on the terms and conditions set forth in such offer or letter of\n\nBE2-1139436-8\n\n17\n\nintent. In the event that LESSOR does not make the such election within said twenty-one (21) day period, LESSOR shall be deemed to have elected to decline to so sublet.\n\n(iii) The Agreement of Cooperation shall be deemed terminated, without the necessity of any further action by any party, and as a result of such termination, the rent set forth in Section 4 of this Lease shall be increased to the rent set forth in Section 7 of this Lease; and\n\n(iv) Such Permitted Mortgagee, Affiliate, purchaser or any subsequent holder of this Lease and LESSEE's leasehold interest hereunder shall attorn to LESSOR as the Lessee under the Sublease and recognize LESSOR as the Lessee under the Sublease.\n\nNotwithstanding anything else herein to the contrary, if such Permitted Mortgagee, Affiliate or purchaser shall desire to market all or any part of the Demised Premises as available for sublease or to entertain offers to sublease all or any part of the Demised Premises, such Permitted Mortgagee, Affiliate or purchaser shall first by written notice to LESSOR set forth the terms and conditions upon which such Permitted Mortgage, Affiliate or purchaser, in its sole discretion, would sublease to LESSOR all or any part of the Demised Premises, other than the part already subject to the Sublease. Any subsequent acceptance of such terms and conditions shall be in the sole discretion of LESSOR. Any subsequent acceptance of any alternative terms and conditions proposed by LESSSOR shall be within the the sole discretion of such Permitted Mortgagee, Affiliate or Purchaser. Any agreement to sublease all or any part of the Demised Premises shall be subject to the approval and execution by both parties of formal written agreements satisfactory to them. Upon the thirtieth (30th) day after such notice from such Permitted Mortgagee, Affiliate or Purchaser to LESSOR and continuing thereafter, such Permitted Mortgagee, Affiliate or purchaser may commence the marketing of all or any part of the Demised Premises as available for sublease or the entertaining of offers to sublease all or any part of the Demised Premises, all without any further obligation to again offer all or part of the Demised Premises to LESSOR. Such obligation shall not be construed as a condition precedent to marketing this Lease and the leasehold hereunder for sale or to entertaining offers to purchase this Lease and the leasehold hereunder.\n\n(n) Foreclosure or Conveyance in Lieu of Foreclosure.\n\n(1) If a Permitted Mortgagee under a Qualified Leasehold Mortgage shall declare all amounts secured by such Leasehold Mortgage to be due and payable, then such Permitted Mortgagee shall give notice to LESSOR of such declaration and thereafter the LESSOR shall have the right to pay to such Permitted Mortgagee such amounts and purchase, without recourse, all of the interests of such Permitted Mortgagee in such amounts and such Leasehold Mortgage. Such right shall end upon the earlier of notice from such Permitted Mortgagee to LESSOR that the amounts previously declared due and payable are no longer payable, or of any sale of this Lease and LESSEE's leasehold interest thereunder in any foreclosure proceeding.\n\n(2) If a Permitted Mortgagee under a Qualified Leasehold Mortgage or its Affiliate shall acquire this Lease and LESSEE's leasehold interest hereunder by assignment or transfer in\n\nBE2-1139436-8\n\n18\n\nlieu of foreclosure (\"transfer\"), then such Permitted Mortgagee or Affiliate shall give notice to LESSOR of such acquisition and the amount due from the LESSEE immediately prior to such transfer and thereafter the LESSOR shall have the right to purchase, without warranty, all of the interests of such Permitted Mortgagee or Affiliate in this Lease and LESSEE's leasehold interest thereunder for said amount plus interest thereon from the date of such transfer to such Permitted Mortgagee to the date of any assignment to LESSOR, at the Prime Rate of interest, as announced from time to time, by The Huntington National Bank. LESSOR shall have the same time periods after receipt of said notice to give notice to such Permitted Mortgagee or Affiliate of its intention to purchase said interests and to make payment (forty five (45) and ninety (90) days, respectively) as provided in § 19 (0) herein.\n\n(3) Notwithstanding any other provision of this Lease to the contrary, any sale of this Lease and LESSEE's leasehold interest hereunder in any foreclosure proceeding, or any assignment or transfer of this Lease and LESSEE's leasehold interest hereunder in lieu of foreclosure, shall be deemed to be a permitted sale, transfer or assignment of this Lease and LESSEE's leasehold interest hereunder.\n\n(4) Upon the acquisition of this Lease and LESSEE's leasehold interest hereunder by any person by sale in any foreclosure proceeding or by assignment or transfer in lieu of foreclosure, such person shall be deemed to be an assignee or transferee of this Lease and LESSEE's leasehold interest hereunder and shall be deemed to have agreed to perform all of the terms, covenants and conditions on the part of the LESSEE to be performed hereunder, as amended by clause (m)(3) of this Section 19, after the date of such acquisition.\n\n(5) Notwithstanding any other provision of this Lease to the contrary, upon the acquisition of this Lease and LESSEE's leasehold interest hereunder by any person by sale in any foreclosure or by assignment or transfer in lieu of foreclosure, such person may, without further consent of LESSOR, sell and assign this Lease and such leasehold interest to another person and, in such event, the former shall thereafter be relieved of all obligations under this Lease not then accrued, provided that the latter has delivered to LESSOR its written agreement to be bound by all of the provisions of this Lease, as amended by clause (m)(3) of this Section 19, after the date of such latter sale or assignment.\n\n(o) New Lease. In the event of the termination of this Lease as a result of LESSEE's default, LESSOR shall, in addition to providing the notices of default and termination as required by clauses (k) and (1) of this Section 19, provide each Permitted Mortgagee under a Qualified Leasehold Mortgage, who has given any required notice of its address to LESSOR as provided in clause (i) of this Section 19, with written notice that the Lease has been terminated, together with a statement of all sums which would at that time be due (without giving effect to any acceleration) under this Lease, but for such termination, and of all other defaults, if any, then known to LESSOR. Within fifteen (15) days after the receipt of such notice, each such Permitted Mortgagee shall give to LESSOR written notice of the full amount then due each such Permitted Mortgagee from LESSEE under its respective Qualified Leasehold Mortgage. Within forty-five (45) days after the receipt by LESSOR of the last written notice from any such Permitted Mortgagee, the LESSOR shall do one of the following:\n\n(1) Give notice to each such Permitted Mortgagee committing to pay to each such Permitted Mortgagee the full amount due such Permitted Mortgagee from the LESSEE, as set forth in the notice from such Permitted Mortgagee to LESSOR, plus any additional\n\nBE2-139436-8\n\n19\n\ninterest accruing thereon through the date of payment by LESSOR. If such notice is so given, then LESSOR shall make payment to each such Permitted Mortgagee within ninety (90) days after such notice, whereupon any and all right, title and interest of such Permitted Mortgagee in the Demised Premises, including without limitation, any right to a New Lease, shall be extinguished and, upon request of LESSOR, each such Permitted Mortgagee shall prepare, execute and deliver to LESSOR an instrument, in recordable form, releasing and discharging any and all right, title and interest of such Permitted Mortgagee in the Demised Premises.\n\n(2) Give notice to each such Permitted Mortgagee offering to enter into a New Lease with each such Permitted Mortgagee, its Affiliate or designee for the remainder of the term of this Lease, effective as of the date of termination, and upon the same terms, covenants and conditions set forth herein, amended and modified, however, to include the amendments and modifications set forth in clause (m)(3) of this Section 19, whether or not there shall have occurred a foreclosure or assignment or transfer in lieu of foreclosure, and to exclude any obligations or requirements that have already been fulfilled, provided however, as follows:\n\n(i) Such Permitted Mortgagee, its Affiliate or designee, within thirty (30) days after the date such Permitted Mortgagee receives LESSOR's offer given pursuant to this clause (o), shall have given notice to LESSOR accepting such offer.\n\n(ii) Such Permitted Mortgagee, its Affiliate or designee shall pay or cause to be paid to LESSOR at the time of the execution and delivery of such New Lease any and all sums which would, at the time of execution and delivery thereof, be due (without giving effect to any acceleration) pursuant to this Lease, but for such termination. Upon the execution of such New Lease, LESSOR shall allow to such Permitted Mortgagee, Affiliate or designee, as an offset against the sums otherwise due under this clause (o)(2)(ii), an amount equal to the net income derived by LESSOR from the Demised Premises during the period from the date of termination of this Lease to the date of the beginning of the lease term of the New Lease. In the event of a controversy as to the amount to be paid to LESSOR pursuant to this clause (o)(2)(ii), the payment obligation shall be satisfied if LESSOR shall be paid the amount not in controversy, and such Permitted Mortgagee, Affiliate or designee shall agree to pay any additional sum ultimately determined to be due, plus interest at the Prime Rate of interest, as announced from time to time, by The Huntington National Bank, or any successor thereto, and such obligation shall be adequately secured.\n\n(iii) The lessee named in the New Lease shall agree, within 60 days after the execution and delivery of the New Lease, to remedy any of LESSEE's defaults of which such Permitted Mortgagee was notified by LESSOR's notice of termination and which are reasonably susceptible of being so cured by such named lessee.\n\n(iv) In connection with any New Lease made pursuant to this clause (o), LESSOR shall be obligated to make only the following warranties of title: (A) the Ohio State University is the owner of the fee simple title to, the Demised Premises, free and clear from all defects, liens and encumbrances, except for matters of record at the time the New Lease is executed and delivered, and any other matters of which LESSOR has knowledge and which are disclosed in writing to the lessee under the\n\nBE2-1139436-8\n\n20\n\nNew Lease; and (B) that, other than this Lease or any mortgage granted by LESSOR against all or any part of its right, title or interest in the fee or prime leasehold estate in the Demised Premises, LESSOR has granted no other possessory rights in and to the Demised Premises (by way of lease, license or otherwise) to any other person, nor has it granted any contractual or option rights to obtain the same. LESSOR shall have no liability for any claims of right to possess or enjoy the Demised Premises made by LESSEE or any sublessee, licensee, concessionaire or other person claiming by or through LESSEE, and the New Lease shall expressly provide that LESSOR shall be exculpated from all liability for any such claims.\n\n(v) Notwithstanding any other provision of this Lease to the contrary, upon any Permitted Mortgagee under a Qualified Leasehold Mortgage or its Affiliate becoming the lessee under any such New Lease, such Permitted Mortgagee or Affiliate may, without further consent of LESSOR, sell and assign such New Lease and the leasehold thereunder to another person and, in such event, the former shall thereafter be relieved of all obligations under the New Lease not then accrued, provided that the latter has delivered to LESSOR its written agreement to be bound by all of the provisions of the New Lease after the date of such sale or assignment.\n\n(vi) If more than one Permitted Mortgagee under a Qualified Leasehold Mortgage shall accept LESSOR's offer to give a New Lease pursuant to clause (o)(2)(i) of this Section 19, then LESSOR shall enter into such New Lease with the Permitted Mortgagee whose mortgage is prior in lien, or with the Affiliate or designee of such Permitted Mortgagee. LESSOR, without liability to LESSEE or any Permitted Mortgagee under a Qualified Leasehold Mortgage with an adverse claim, may rely upon a mortgagee title insurance policy issued by a title insurance company doing business within the State of Ohio as the basis for determining the Permitted Mortgagee who is entitled to the New Lease.\n\nIf LESSOR mortgages all or any part of its right, title or interest in the fee or prime leasehold estate in the Demised Premises, LESSOR shall obtain from the mortgagee an instrument, in a form recordable under the laws of the State of Ohio, confirming that if, by disposition, foreclosure or otherwise, such mortgagee or any successor thereto or any purchaser at a foreclosure or similar sale shall come into possession of or become the owner of the fee or prime leasehold estate in the Demised Premises, such person will not disturb the possession, use or enjoyment of the Demised Premises by the lessee under the New Lease, or disaffirm the New Lease, so long as the lessee under the New Lease performs its obligations thereunder.\n\n(p) Assumption of Lease. In the event the LESSEE shall reject this Lease pursuant to Section 365(a) of the Bankruptcy Code, 11 U.S.C. §365(a), LESSOR shall provide each Permitted Mortgagee under a Qualified Leasehold Mortgage, who has given any required notice of its address to LESSOR as set provided in clause (i) of this Section 19, with written notice that the Lease has been so rejected, together with a statement of all sums which would at that time be due (without giving effect to any acceleration) under the Lease, but for such rejection, and of all other defaults, if any, then known to LESSOR. Within fifteen (15) days after the receipt of such notice, each such Permitted Mortgagee shall give to LESSOR written notice of the full amount then due each such Permitted Mortgagee from LESSEE under its respective Qualified Leasehold Mortgage. Within forty-five (45) days after the\n\nBE2-1139436-8\n\n21\n\nreceipt by LESSOR of the last written notice from any such Permitted Mortgagee, the LESSOR shall do one of the following\n\n(1) Give notice to each such Permitted Mortgagee committing to pay to each such Permitted Mortgagee the full amount due such Permitted Mortgagee from the LESSEE, as set forth in the notice from such Permitted Mortgagee to LESSOR, plus any additional interest accruing thereon through the date of payment by LESSOR. If such notice is so given, then LESSOR shall make payment to each such Permitted Mortgagee within ninety (90) days after such notice, whereupon any and all right, title and interest of such Permitted Mortgagee in the Demised Premises, including without limitation, any right to assume this Lease, shall be extinguished and, upon request of LESSOR, each such Permitted Mortgagee shall prepare, execute and deliver to LESSOR an instrument, in recordable form, releasing and discharging any and all right, title and interest of such Permitted Mortgagee in the Demised Premises.\n\n(2) Give notice to each such Permitted Mortgagee offering to each such Permitted Mortgagee, its Affiliate or designee the right to assume this Lease for the remainder of the term of this Lease, effective as of the date of rejection, and upon the same terms, covenants and conditions set forth herein, amended and modified, however, to include the amendments and modifications set forth in clause (m)(3) of this Section 19, whether or not there shall have occurred a foreclosure or assignment or transfer in lieu of foreclosure, provided however, as follows:\n\n(i) Such Permitted Mortgagee, it's Affiliate or designee, within ten (10) days after the date such Permitted Mortgagee receives LESSOR's offer given pursuant to this clause (p), shall have given notice to LESSOR accepting such offer.\n\n(ii) Such Permitted Mortgagee, Affiliate or designee shall pay or cause to be paid to LESSOR, within 10 days after LESSOR's receipt of the notice accepting such offer, any and all sums which would then be due (without giving effect to any acceleration) pursuant to this Lease, but for such rejection. With respect to such payment, LESSOR shall allow to the assuming party, as an offset against the sums otherwise due under this clause (p)(2)(ii), an amount equal to the net income derived by LESSOR from the Demised Premises during the period from the date of rejection of this Lease to the date of the payment due under this clause (p)(2)(ii). In the event of a controversy as to the amount to be paid to LESSOR pursuant to this clause (p)(2)(ii), the payment obligation shall be satisfied if LESSOR shall be paid the amount not in controversy, and the assuming party shall agree to pay any additional sum ultimately determined to be due, plus interest at the Prime Rate of interest, as announced from time to time, by The Huntington National Bank, or any successor thereto, and such obligation shall be adequately secured.\n\n(iii) The assuming party shall, within 60 days after LESSOR's receipt of the notice accepting such offer, remedy any of LESSEE's defaults of which such Permitted Mortgagee was notified by LESSOR's notice of rejection and which are reasonably susceptible of being so cured by such assuming party, except however defaults of the type specified in Section 365(b)(2) of the Bankruptcy Code, 11 U.S.C. §365(b)(2).\n\nBE2-139436-8\n\n22\n\n(iv) If such Permitted Mortgagee, Affiliate or designee gives the notice accepting such offer, then, as between the LESSOR and such Permitted Mortgagee, its Affiliate or designee, (A) the rejection of this Lease by the LESSEE shall not constitute a termination of this Lease, (B) such Permitted Mortgagee, its Affiliate or designee may assume the obligations of the LESSEE under this Lease without any instrument of assignment or transfer from the LESSEE, and (C) such Permitted Mortgagee, affiliate or designee's rights under this Lease shall be free and clear of all rights, claims and encumbrances of or in respect of the LESSEE.\n\n(v) It shall be a condition of any assumption of this Lease made pursuant to this clause (p), that LESSOR will have no liability for any claims of right to possess or enjoy the Demised Premises made by LESSEE, or any sublessee, licensee, concessionaire or other person claiming by or through LESSEE, and that the instrument evidencing such assumption shall expressly provide that LESSOR shall be exculpated from all liability for any such claims.\n\n(vi) Notwithstanding any other provision of this Lease to the contrary, upon any Permitted Mortgagee under a Qualified Leasehold Mortgage or its Affiliate assuming this Lease, such Permitted Mortgagee or Affiliate may, without further consent of LESSOR, sell and assign this Lease and the leasehold thereunder to another person and, in such event, the former shall thereafter be relieved of all obligations under this Lease not then accrued, provided that the latter has delivered to LESSOR its written agreement to be bound by all of the provisions of this Lease after the date of such sale or assignment.\n\n(vii) If more than one Permitted Mortgagee under a Qualified Leasehold Mortgage shall accept LESSOR's offer pursuant to clause (p)(2)(i) of this Section 19, then LESSOR shall recognize the acceptance of the Permitted Mortgagee whose mortgage is prior in lien, or the Affiliate or designee of such Permitted Mortgagee. LESSOR, without liability to LESSEE or any Permitted Mortgagee under a Qualified Leasehold Mortgage with an adverse claim, may rely upon a mortgagee title insurance policy issued by a title insurance company doing business within the State of Ohio as the basis for determining the Permitted Mortgagee, its Affiliate or designee who is entitled to elect to assume this Lease.\n\n(q) Permitted Mortgagee Need Not Cure Specified Defaults. Nothing herein contained shall require any Permitted Mortgagee under a Qualified Leasehold Mortgage, its Affiliate or designee, as a condition to its exercise of any right hereunder, to cure any default of LESSEE not reasonably susceptible of being cured by such Permitted Mortgagee, Affiliate or designee.\n\n(r) Condemnation. LESSEE's share, as provided by Section 17 of this Lease, of the proceeds arising from a taking by condemnation or eminent domain shall be disposed of as provided for in any Qualified Leasehold Mortgage.\n\n(s) Casualty Insurance. A standard mortgagee clause naming each Permitted Mortgagee under a Qualified Leasehold Mortgage shall be added to any and all insurance policies required to be carried by LESSEE.\n\nBE2-1139436-8\n\n23\n\n(t) No Merger. So long as any Qualified Leasehold Mortgage is in existence, unless all Permitted Mortgagees under all Qualified Leasehold Mortgages shall otherwise expressly consent in writing, the fee title to the Demised Premises and LESSEE's leasehold interest in the Demised Premises shall not merge, but shall remain separate and distinct, notwithstanding the acquisition of said fee title, and said leasehold interest by LESSOR or by LESSEE or by a third party, by purchase or otherwise.\n\n(u) Notices. Notices from LESSOR to a Permitted Mortgagee under a Qualified Leasehold Mortgage pursuant to any provision of this Section 19 shall be given to such Permitted Mortgagee at the address set forth in the last notice to LESSOR pursuant to clauses (i)(1), (i)(2) or (i)(3), whichever applies, of this Section 19, in the manner set forth in Section 37 of this Lease. Notices from any Permitted Mortgagee under a Qualified Leasehold Mortgage, its Affiliate or designee to LESSOR shall be given to the address and in the manner set forth in Section 37 of this Lease.\n\n20. MECHANICS LIENS. If, as a result of any such additions, alterations, improvements, repairs or replacements (hereinafter in this paragraph referred to as the \"construction\"), the Demised Premises or any part thereof shall at any time during the Lease term or any renewal term hereof, become subject to any vendor's, mechanic's, laborer's, materialmen's or other similar liens based upon furnishing of materials or labor to the Demised Premises and not contracted for by LESSOR, LESSEE shall cause the same to be discharged by bonding, or in any other lawful manner, at its sole cost and expense within sixty (60) days after LESSEE shall have actual notice of the existence thereof. If LESSEE fails to discharge such liens within said sixty (60) day period, LESSOR may, * subject to the rights of any Permitted Mortgagee under a Qualified Mortgage at any time thereafter while the lien remains undischarged, terminate this Lease effective immediately upon notice and re- enter the Demised Premises and enjoy the same as if this Lease had not been made, and thereupon this Lease and everything contained herein shall terminate, without prejudice, however, to the rights of LESSOR under Section 26 (Estoppel Certificates) of this Lease. For the purpose of this section, mortgagee shall mean only those mortgagees of which LESSOR has approved, in accordance with Section 19 (Leasehold Mortgages and Mortgagee's Rights).\n\nNotice is hereby given that LESSOR shall not be liable for any work performed or to be Performed on the Demised Premises, or in any building or improvements thereon, or in connection with any appurtenance thereto, for LESSEE or any Sublessee, or for any materials furnished or to be furnished at the Demised Premises for LESSEE or any Sublessee, and that no mechanic's or other lien for such work or materials shall attach to the reversionary or other interest of LESSOR.\n\n21. UTILITIES AND ACCESS. LESSEE shall pay all charges for the installation of utility service lines from the points of connection shown in Exhibit D-1 attached hereto, and all utilities (including, but not limited to, gas, electric, water, sewer, and communications) furnished to the Demised Premises during the initial and any additional term of this Lease. LESSEE shall have the right to install such utility service lines under and through other lands of LESSOR so as to enable LESSEE to have such utility services, with the location of such lines being subject to the approval of LESSOR, which approval shall not be unreasonably withheld. LESSOR agrees that LESSEE may connect into\n\nBE2-1139436-8\n\n24\n\nLESSOR's storm sewers, sanitary sewers, natural gas lines, and water lines, in which case LESSOR shall provide LESSEE with such utility service at a per unit cost equal to the per unit cost which LESSOR pays to the provider of such utility. LESSOR shall not be responsible for the quality, quantity, interruption or failure in the supply of any utility to the Demised Premises which is not provided by LESSOR when said supply is so affected as a result of conditions beyond the control of LESSOR. LESSOR shall not be liable for any reduction of the quality or quantity of or for the interruption of any utility service provided by LESSOR which is caused by conditions beyond the control of LESSOR, but LESSOR shall restore such utility service to the proper quality and quantity as soon as reasonably possible. LESSEE shall pay all tap fees and capacity charges which must be paid any utility in order to connect the improvements on the Demised Premises to such utility or to provide service to the Demised Premises. During the term of this Lease, LESSOR shall not sell, lease, or encumber any of its land over or through which utilities serving the Demised Premises are located unless LESSOR first reserves an easement of record for the benefit of the Demised Premises and LESSEE for the use, operation, repair, maintenance and replacement of such utilities.\n\nInstallation and servicing of telephone service to the Premises, including all dedicated communication lines, shall be provided, at LESSOR's expense (except for the cost of labor and materials for the installation of the conduit from the nearest available point of connection, which shall be paid by LESSEE), by UNITS, LESSOR's telephone service division, unless UNITS is unable to provide LESSEE the required service at a competitive cost. In no event shall the telephone equipment installed be incompatible with UNITS.\n\nLESSEE and its invitees and employees shall have the right of vehicular and pedestrian ingress and egress between the Demised Premises and one or more publicly dedicated roads over Carmack Road, the service road immediately south of the Demised Premises, and other roads which are from time to time within LESSOR's research park. LESSOR shall have the right to relocate Carmack Road or the service road immediately south of the Demised Premises so long as LESSEE has similar and equivalent vehicular and pedestrian access between Lane Avenue and the parking areas of the Demised Premises.\n\nIn the event LESSOR develops any of the land to the East of the Demised Premises (the \"easterly land\"), and wishes to utilize the entrance drive on the East side of the Demised Premises (the \"drive\") for access thereto. LESSOR will, at LESSEE's request and at LESSOR'S sole cost, expand the drive sufficiently to accomodate traffic to the easterly land. LESSOR shall have a non-exclusive right to use the drive for vehicular and pedestrian access to facilities used for academic, research, or office purposes on the easterly land. Upon the commencement of such use, the parties shall cooperate in good faith to determine an equitable basis for sharing the repair and maintenance costs of the drive, provided, however, LESSOR will pay for any repairs to damage caused by construction traffic. In the event LESSOR expands the drive, LESSEE shall have a non-exclusive right to use those portions of the drive which are not within the Demised Premises for for vehicular and pedestrian access to the improvements constructed on the Demised Premises.\n\n22. ASSIGNMENT AND SUBLETTING BY LESSEE. Except as otherwise set forth in Section 19 above, LESSEE shall not, without the prior written consent of LESSOR, which consent LESSOR shall not unreasonably withhold, assign or transfer its interests under this Lease in whole or in part or sublet all or any part of the Demised Premises. If LESSEE is a corporation, any transfer of this Lease from LESSEE by merger, consolidation or liquidation shall constitute an assignment for the purpose of this Lease and shall require the written consent of LESSOR. Any consent by LESSOR to any\n\nBE2-1139436-8\n\n25\n\nassignment or subletting shall not constitute a waiver of the necessity of such consent to any subsequent assignment or subletting. Each assignee or transferee shall assume and be deemed to have assumed this Lease and shall remain liable jointly and severally with LESSEE for the payment of all rent and for the due performance of all the terms, covenants, conditions and agreements herein contained on LESSEE's part to be paid and performed for the term of this Lease. No assignment shall be binding on LESSOR unless such assignee or LESSEE shall deliver to LESSOR a counterpart of such assignment and an instrument in recordable form which contains a covenant of assumption by the assignee. No assignment or subletting by LESSEE with the consent of LESSOR shall relieve LESSEE of its obligations hereunder unless LESSOR expressly so agrees in writing.\n\n23. RIGHT OF FIRST REFUSAL; ATTORNMENT BY LESSEE LESSOR has the unrestricted right to assign its interests under this Lease or to sell or convey the Demised Premises, subject to the following right of first refusal of LESSEE. Prior to LESSOR assigning its interest in this Lease and selling its fee simple interest in the Demised Premises, LESSOR shall notify LESSEE of the terms and conditions of such sale. LESSEE shall have thirty (30) days after receipt of such terms to notify LESSOR that LESSEE will purchase such interests under such terms, in which case LESSOR shall sell such interests to LESSEE. If LESSEE notifies LESSOR that LESSEE does not want to purchase such interests, or if LESSEE does not respond to LESSOR's notice of the terms within said thirty (30) days, LESSOR may sell such interests to a third party upon said terms within twelve months. If LESSOR decides to sell such interests on terms more favorable to the purchaser than those contained in LESSEE's notice, or if LESSOR decides to sell such interests on the terms contained in the notice after twelve months have elapsed since LESSEE's initial right to purchase was declined or lapsed, then LESSOR shall notify LESSEE of such terms and LESSEE shall have another thirty days to elect to purchase said interests. Upon receiving notice of a conveyance to a third party after compliance with the foregoing provisions, LESSEE agrees to recognize the new owner as LESSOR hereunder and will continue to be bound by the terms and conditions of this Lease.\n\n24. RESPONSIBILITY FOR LIABILITY. LESSEE shall assume the risk of and be responsible for any loss, damage or injury to person (including death) or property occurring in, on or about the Demised Premises, to the extent that such loss, damage or injury results from the negligence of LESSEE, its employees or agents while acting within the scope of their employment.\n\n25. LESSORS ACCESS TO DEMISED PREMISES. Upon twenty-four (24) hours prior written notice LESSOR and/or LESSOR's agent may enter upon the Demised Premises for determining the need for repairs and replacements as provided for in Section 12 (Maintenance and Repair), and also for making repairs and replacements to the Demised Premises as provided for in Section 12 (Maintenance and Repair) herein after also giving the notice required under Section 12.\n\n26. ESTOPPEL CERTIFICATES. LESSOR shall at any time and from time to time, upon not less than thirty (30) day prior written notice from LESSEE or any Permitted Mortgagee under a Qualified Leasehold Mortgage, as such terms are defined under Section 19, execute, acknowledge and deliver to LESSEE or such Permitted Mortgagee, as the case may be, a statement in writing certifying that this Lease is unmodified and in full force and effect, or if there has been any modification thereof, that the same is in full force and effect as modified and identifying the modification or modifications; that\n\nBE2-139436-8\n\n26\n\nthere are no existing defaults, or if there is any claimed default, stating the nature and extent thereof; and stating the dates to which the rent and other charges have been paid in advance. LESSEE shall at any time and from time to time at LESSOR's request, with thirty (30) days prior written notice, provide a similar statement certifying the same type of information to LESSOR.\n\nIt is expressly understood and agreed that any such writing pursuant to this Section may be relied upon by any prospective assignee or sublessee of the leasehold estate of LESSEE or any prospective purchaser of the estate of LESSOR; or any lender on the security of the Demised Premises or any part thereof.\n\n27. DEFAULT; TERMINATION. If at any time during the term of this Lease with respect to the Demised Premises (i) LESSEE shall default in the payment of any rent or of any other sum of money which LESSEE shall be obligated to pay under the provisions of this Lease to LESSOR or others, for fifteen (15) days after notice that the same is due and unpaid; (ii) LESSEE shall suffer a declaration by a Permitted Mortgagee under a Qualified Leasehold Mortgage that all amounts secured by the same are due and payable and LESSOR shall purchase all of the interests of such Permitted Mortgagee in such Leasehold Mortgage, all as provided in Section 19(n)(1); (iii) LESSEE's activities on the Demised Premises shall be deemed by a public health official or agency as a public health risk or public nuisance, and LESSEE, after being notified of such public health risk or public nuisance, fails to promptly begin remedying or eliminating the risk or nuisance or to thereafter diligently proceed to remedy or eliminate such risk or nuisance; or (iv) LESSEE shall default in the performance or observance of any of the other terms, covenants, conditions or agreements of this Lease for thirty (30) days after written notice and demand, or if such default shall be of such a nature that the same cannot practicably be cured within said thirty (30) day period, LESSEE shall not within said period commence with due diligence and dispatch the curing and performance of such defaulted term, covenant, condition or agreement, or if LESSEE shall within said thirty (30) day period commence with due diligence and dispatch to cure and perform such defaulted term, covenant, condition or agreement and shall thereafter fail or neglect to prosecute and complete with due diligence and dispatch the curing and performance of such defaulted term, covenant, condition or agreement; then and in any such case, LESSOR, at LESSOR's option, may elect, subject to Section 19 hereof, to terminate this Lease at any time by giving ten (10) days notice in writing to LESSEE, and the term of this Lease as to the Demised Premises shall expire by limitation at the expiration of said last mentioned ten (10) days notice as fully and completely as if said date were the date herein originally fixed for the expiration of the term hereby granted, and LESSEE shall thereupon quit and peacefully surrender the Demised Premises and improvements (subject to any rights of LESSEE's mortgagee or mortgagees) to LESSOR, without any payment therefore by LESSOR, and LESSOR, upon the expiration of said last mentioned ten (10) days notice, or at any time thereafter, may re-enter that parcel of the Demised Premised and remove all persons and property therefrom by any suitable action or proceeding at law or equity, without being liable in damages therefor, and may have, hold and enjoy the Demised Premises and improvements.\n\nIf LESSOR shall obtain possession of the Demised Premises by reason of or following any default of LESSEE, LESSEE agrees to pay to LESSOR on demand all expenses incurred by LESSOR in obtaining possession, in altering, repairing and putting the Demised Premises in good order and condition, and in reletting the same, including reasonable fees of architects, attorneys and agents, and also any other expenses and commissions, and LESSEE further agrees to pay as damages to LESSOR upon the rent days specified herein in each year following any termination of this Lease by reason of a\n\nBE2-1139436-8\n\n27\n\ndefault of LESSEE hereunder, until the end of the period which would have constituted the term of this Lease had this Lease not so terminated, the rent and all other sums of money whatsoever which would have been payable by LESSEE during such period, deducting only the net amount of rent, if any, which LESSOR shall actually receive (after deducting therefrom all expenses and costs of operation and maintenance of the Demised Premises and improvements) in the meantime from any reletting of the Demised Premises, and LESSEE hereby agrees to be and remain liable for all sums aforesaid as well as for any deficiency therein, and LESSOR shall have the right from time to time to bring and maintain successive actions or other legal proceedings against LESSEE for the recovery of such deficiency, deficiencies or damages or for sums equal to any installment or installments of rent, and to recover such sums upon the liability of LESSEE herein provided, which liability it is expressly covenanted shall survive the termination of this Lease. Nothing herein contained shall be deemed to require LESSOR to wait to bring such action, actions or other legal proceedings until the date when this LEASE would have expired had there been no such default by LESSEE. In reletting the Demised Premises as aforesaid, LESSOR may make leases and lettings of the whole of the Demised Premises, for a term or terms equal to or less than the term hereof, and for a rental or rentals and upon such terms, conditions, covenants agreements and provisions as LESSOR may elect. LESSOR hereby agrees to use its best efforts in reletting the Demised Premises in such a manner as shall maximize the amount of rent obtained therefrom. The rights of LESSOR under this paragraph shall be in addition to LESSOR's right to collect any other damages from LESSEE by reason of LESSEE's default under this Lease. Notwithstanding the provisions of this provision, LESSOR shall not be entitled to any of the costs, expenses, or damages set forth in this paragraph if immediately prior to and upon the termination of this Lease there is no mortgage or lien upon LESSEE's interest in this Lease or the Demised Premises.\n\nNo receipt of money or any property or thing of value by LESSOR from LESSEE after a termination of this Lease by LESSOR shall reinstate, continue or extend the terms of this Lease or affect any notice theretofore given to LESSEE, or operate as a waiver of the right of LESSOR to enforce the payment of rent and additional rent then due or thereafter falling due, it being agreed that after the commencement of suit, or after final order or judgment, for the possession of the Demised Premises, LESSOR may demand, receive and collect any money due or thereafter falling due without in any manner affecting such suit, proceeding order or judgment, all such moneys collected being deemed payments on account of the use and occupation of the Demised Premises, or at the election of LESSOR, on account of LESSEE's liability hereunder. LESSOR shall have, receive and enjoy as LESSOR's sole and absolute property, without right or duty to account therefor to LESSEE, any and all sums collected by LESSOR as rent or otherwise upon reletting the Demised Premises after LESSOR shall resume possession thereof as hereinbefore provided, including, without limitation upon the generality of the foregoing, any amounts by which the sum or sums so collected shall exceed the continuing liability of LESSEE hereunder.\n\nThe word \"re-enter,\" as used in this Lease, is not and shall not be restricted to its technical meaning but is and shall be construed in its broadest sense.\n\n28. QUIET ENJOYMENT. So long as LESSEE shall promptly pay the rents and keep and perform the terms, covenants and conditions of this Lease on its part to be kept and performed, LESSEE shall peaceably and quietly hold, occupy and enjoy the Demised Premises during the initial and any additional term hereof, without let, hindrance or molestation from LESSOR or by any person lawfully\n\nBE2-139436-8\n\n28\n\nclaiming through or under LESSOR. LESSOR represents and warrants that LESSOR holds marketable fee simple title to the Demised Premises.\n\n29. RESTORATION OF DEMISED PREMISES. Upon termination of this Lease or upon termination of a New Lease entered pursuant to Section 19 hereof, but in no event earlier than Forty (40) years after the date of this Lease, LESSOR shall have the option to have the improvements made to the Demised Premises in accordance with Section 11 (Alterations and Improvements) hereof removed and the Demised Premises restored to the condition in which it was delivered to LESSEE at the beginning of the term of this Lease.\n\nUpon notice to LESSEE from LESSOR of LESSOR's decision to exercise its option to have the improvements removed and the Demised Premises restored, which notice shall be given within thirty (30) days after the termination of this Lease, LESSEE shall cause the same to be done no later than One Hundred Twenty (120) days after the expiration of LESSEE's leasehold estate, subject to the provisions of Section 33 (Acts Beyond the Control of Lessee or Lessor) hereof regarding acts beyond the control of LESSEE. Should LESSEE fail to cause the improvements to be removed and the Demised Premises restored within one hundred twenty (120) days after expiration of LESSEE's leasehold, LESSOR may, but shall not be required to, cause the same to be done.\n\nAny funds in the Capital Replacement Reserve Account shall be applied to the cost of removing the improvements and restoring the Demised Premises. If the funds in the Capital Replacement Reserve Account are not sufficient to cover the cost of removing the improvements and restoring the Demised Premises, then the balance of the cost of such removal and restoration shall be divided between LESSOR and LESSEE in proportion to the percentage of the area of the improvements then occupied by each. In the event that there are funds remaining in the Capital Replacement Reserve Account after paying therefrom the costs of such removal and restoration, LESSOR and LESSEE shall divide all remaining funds within the Capital Replacement Reserve Account between them in proportion to the amount contributed by each.\n\n30. NET LEASE. This is an absolutely net Lease and LESSOR shall not be requested to provide any services or do any act or thing with respect to the Demised Premises, or the buildings and improvements thereon, or the appurtenances thereto, except as may be specifically provided herein, and the rent reserved herein shall be paid hereunder, except as otherwise specifically provided in this Lease.\n\n31. EMPLOYMENT. During the initial term of this Lease and any subsequent renewal periods, LESSEE shall not discriminate against any employee or applicant for employment with respect to hiring, promotion, termination, pay, job assignment or any other working condition because of race, sex, religion, national origin, sexual orientation, Vietnam veterans status, or disability. The foregoing provision shall not create any private cause of action or any third party beneficiary rights, and are solely for the benefit of and enforceable by LESSOR.\n\n32. ACCORD AND SATISFACTION. No payment by LESSEE or receipt by LESSOR of a lesser amount than the yearly rent herein stipulated shall be deemed to be other than on account of the\n\nBE2-1139436-8\n\n29\n\nstipulated rent, nor shall any endorsement or statement or any check or any letter accompanying any check or payment as rent be deemed an accord and satisfaction, and LESSOR may accept such check or payment without prejudice to LESSOR's right to recover the balance of such rent or pursue any other remedies in this Lease provided.\n\n33. ACTS BEYOND CONTROL OF LESSOR OR LESSEE. In the event that LESSOR or LESSEE shall be delayed or hindered or prevented from the performance of any act required hereunder by reason of strikes, lock-outs, labor troubles, inability to procure materials, failure of power, inadequate power, restrictive governmental laws or regulations, severe weather conditions, disaster, riots, insurrection, war or other reason of a like nature not the fault of LESSOR or LESSEE in performing work or doing acts required under the terms of this Lease, the performance of such acts shall be excused for the period of the delay. This provision shall not operate to excuse LESSEE from prompt payment of rent or any other payments required by the terms of this Lease.\n\n34. SUBMISSION OF LEASE. The submission of this Lease for examination does not constitute an offer to lease, and this Lease becomes effective only upon execution thereof by LESSOR and LESSEE.\n\n35. ADVERTISING. Each party hereto agrees that it shall not advertise any connection with the other nor make use of the other's name or other identifying marks or property nor make representation, either express or implied, as to the other's promotion or endorsement of such party's operation unless it has received prior written permission from the other (with such permission by LESSOR being from LESSOR's Office of Business and Administration).\n\nAny permitted advertising which indicates any connection to LESSOR must comply with LESSOR's policy. LESSEE shall submit any proposed advertising for review by LESSOR, no less than fourteen (14) days before placement of said advertising. LESSOR may request any changes in said advertising in order to comply with LESSOR's policy.\n\nThe above restrictions shall not apply to use of the LESSOR's name solely for the purpose of identifying LESSEE's location on the Demised Premises.\n\n\t36. HOLDING OVER. If LESSEE or any party claiming under LESSEE, continues in possession of the Demised Premises or any part thereof, beyond the termination of this Lease, LESSEE shall be considered a tenant from month to month only and shall pay as rental for each month LESSEE's tenancy continues beyond the termination of this Lease, the sum equal to the monthly Fair Market Rental Rate (as defined in Section 7 above).\n\n37. NOTICE. Any notice required by this Lease to be given by either LESSOR or LESSEE to the other shall be in writing, sent by certified mail, return receipt requested and deemed to be given when deposited in the United States mail, postage prepaid, addressed to LESSOR or LESSEE at their respective addresses as follows:\n\nBE2-1139436-8\n\n30\n\n## If to LESSOR:\n\nThe Ohio State University\nReal Estate and Property Management Division\n2080 Neil Avenue\nColumbus, Ohio 43210-1115\nTelephone: 614-292-0770\n\nor at such other address as LESSOR may give notice of to LESSEE.\n\n| If to LESSEE:   | If to LESSEE:            |\n|-|-|\n|                 | Edison Welding Institute |\n|                 | 1100 Kinnear Road        |\n|                 | Columbus, Ohio 43212     |\n|                 | Attn: Executive Director |\n|                 | Telephone: 614-486-9400  |\n\nor at such other address as LESSEE may give notice of to LESSOR.\n\n38. HEADINGS. It is understood and agreed that the headings of the various Sections of this Lease have been inserted only as a matter of convenience and for reference and in no way define, limit, or describe the scope or intent of this Lease or any of its provisions. The singular number and gender of personal pronouns as used throughout this Lease shall be construed to mean such number and gender of personal pronouns as the context, circumstances or its antecedent may require.\n\n39. SUCCESSORS AND ASSIGNS. Any term, covenant or condition of this Lease which inures to the benefit of or is binding upon LESSOR shall also inure to the benefit of and be binding upon the successors and assigns of LESSOR. Any term, covenant or condition of this Lease which inures to the benefit of or is binding upon LESSEE shall also inure to the benefit of and be binding upon the successors and assigns of LESSEE.\n\n40. ENTIRE AGREEMENT. This Lease constitutes the entire agreement between LESSOR and LESSEE in respect of the subject matter thereof and this Lease supersedes all prior and contemporaneous leases and agreements, if any, between LESSOR and LESSEE in connection with the subject matter of this Lease. This Lease may be modified only by a writing signed by both LESSOR and LESSEE.\n\n41. CONDITIONS AND COVENANTS. All of the provisions of this Lease shall be deemed as running with the land, and construed to be \"conditions\" as well as \"covenants\" as though the words specifically expressing or imparting covenants and conditions were used in each separate provision.\n\n42. WAIVER. No failure by either LESSOR or LESSEE to insist upon the strict performance by the other of any covenant, agreement, term, or condition of this Lease or to exercise any right or remedy contingent upon a breach thereof shall constitute a waiver of any such breach or of such covenant,\n\nBE2-139436-8\n\n31\n\ncondition, agreement, and the term of this Lease shall continue in full force and effect with respect to any other then existing or subsequent breach.\n\n\t43. TIME OF ESSENCE. Time is of the essence of this Lease and of each provision hereof.\n\n\t44. COMPUTATION OF TIME. The time in which any act provided by this Lease is to be done is computed by excluding the first day and including the last, unless the last day is a Saturday, Sunday, or legal holiday, and then it is also excluded.\n\n45. RELATIONSHIP OF LESSOR TO LESSEE. Nothing contained in this Lease shall be deemed or construed by the parties or by any third person to create the relationship of principal and agent or of partnership or of joint venture or of any association between LESSOR and LESSEE, and neither the method of computation of rent nor any other provisions contained in this Lease nor any acts of the parties shall be deemed to create any relationship between LESSOR and LESSEE.\n\n46. INTERPRETATION AND DEFINITIONS. The language in all parts of this Lease shall in all cases be simply construed according to its fair meaning and not strictly for or against LESSOR or LESSEE.\n\n47. COUNTERPARTS. This Lease, consisting of Thirty six (36) pages, plus six (6) exhibits, has been executed by the parties in several counterparts, each of which shall be deemed to be an original copy.\n\n48. RECORDING. LESSOR and LESSEE shall, concurrent with the execution of this Lease, execute, acknowledge and record the Memorandum of Lease attached as Exhibit E.\n\n49. EXHIBITS. This Lease has six (6) Exhibits attached hereto and referred to herein, identified as follows:\n\nExhibit A Legal Description of Demised Premises and Survey\nExhibit B Agreement on Cooperation\nExhibit C Rules and Regulations\nExhibit D Approved Plans and Specifications (Signed April 10, 1995 but not attached due to size; incorporated by reference herein.)\nExhibit E Memorandum of Lease\n\n50. COMMISSIONS. Any commissions, broker fees, finders' fees or other financial obligations due and owing or that become due and owing to any third party as a result of LESSOR and LESSEE entering into this Lease of the Demised Premises shall be the sole responsibility of the LESSEE, and LESSEE shall indemnify and save and hold LESSOR harmless for any such obligations. LESSOR represents to LESSEE that LESSOR has not dealt with any brokers in connection with this transaction and is not aware that any commission is due any third party as a result of this Lease.\n\nBE2-1139436-8\n\n32\n\n51. SIGNS. LESSEE shall be permitted to place on the Demised Premises signs advertising LESSEE's business and entry signs. LESSEE's exterior signage shall comply with all laws, ordinances, etc. which shall apply to said signs.\n\nLESSEE will not place or cause to be placed or maintained on or about the exterior of the Demised Premises, any sign, advertising matter or other thing of any kind and will not place or maintain any decoration, lettering or advertising matter on the glass of any window or door of the Demised Premises which is not approved by LESSOR, which approval shall not be unreasonably withheld, and LESSEE will maintain such sign, decoration, lettering, advertising matter or other thing in good condition and repair at all times.\n\n52. GOVERNMENTAL REGULATIONS. LESSEE shall comply with all laws, ordinances and regulations of the Government of the United States, State of Ohio, and county and municipal authorities with respect to the use, occupancy, construction, or maintenance of the Premises and site by LESSEE. These laws, ordinances, and regulations include (but are not limited to) those prohibiting discrimination and those requiring payment of \"prevailing wages\" and participation of minority businesses in construction of improvements.\n\n53. GOVERNING LAW. This Lease shall be governed by and construed in accordance with the laws of the State of Ohio. Any legal action arising out of this Lease shall be brought in a court of competent jurisdiction in the State of Ohio.\n\n54. SEVERABILITY. If any provisions of this Lease or any application thereof shall be invalid or unenforceable, the remainder of this Lease and any other application of such provision shall not be affected thereby.\n\n55. PREVAILING WAGE. All initial construction, and any later alterations, additions, substitutions, and improvements shall meet all governmental laws, ordinances, statutes, regulations, and codes that are applicable to such work. In all construction on the Demised Premises LESSEE shall comply with Chapter 4115 of the Ohio Revised Code dealing with wages and hours on Public Improvements, and in all contracts with any subcontractors for such construction, LESSEE shall include a provision that the prevailing wage rates of the locality as determined by the Department of Industrial Relations pursuant to Chapter 4115 shall control the contract wages.\n\n56. NON-DISCRIMINATION. During the term of this Lease, LESSEE shall operate the Premises without discrimination as to race, creed, color, age, sex, religion, national origin, sexual orientation, Vietnam veterans status, or disability with respect to its employees, vendors, contractors, business invitees, and guests. The foregoing provision shall not create any private cause of action or any third party beneficiary rights, and are solely for the benefit of and enforceable by LESSOR.\n\n57. BONDING. Upon execution of this Lease, and until all improvements pursuant to Section 11 are completed, LESSEE shall deposit with LESSOR Labor and Material Payment and Performance Bonds, written by a surety company reasonably satisfactory to LESSOR and licensed to write such bonds in Ohio, each in an amount equal to the total cost of the construction of the improvements, to BE2-139436-8\n\n33\n\nsecure the completion of the improvements under Section 11. Such bonds may be bonds by LESSEE's construction manager and/or LESSEE's prime contractors, in which case LESSOR and LESSEE shall be dual obligees under such bonds.\n\n58. EASEMENTS. LESSEE's use of the Demised Premises shall be subject to and restricted by any preexisting easements which LESSOR has granted relative to the premises.\n\n59. FINANCING CONTINGENCY. All of the obligations of LESSEE hereunder are subject to and contingent upon the successful closing by LESSEE of all financing required for the construction of the Edison Joining Technology Center on or before October 1, 1995.\n\nIN WITNESS WHEREOF, the Parties hereto have caused their signature to be affixed to this Lease as of the 1st day of April, 1995.\n\nWitnesses to LESSOR:\nTHE OHIO STATE UNIVERSITY, LESSOR\n\nBy: THE OHIO STATE UNIVERSITY RESEARCH FOUNDATION, Its Agent\n\n<signature>\nWitnesses to LESSEE:\n<signature>\nShane & Kelsey\n\nBy: <signature>\nEdward F. Hayes\nPresident\n\nEDISON WELDING INSTITUTE, INC.,\nLESSEE\n\nBy: <signature>\nKarl E. Graff\nExecutive Director\n\nIts: <signature>\nRobert J. Borel\nChairman, Board of Trustees\n\nBE2-1139436-8\n\n34\n\n# ACKNOWLEDGMENTS\n\nSTATE OF OHIO\nCOUNTY OF FRANKLIN, SS:\n\nOn this 12th day of April, 1995 before me personally appeared Edward F. Hayes, known by me to be the President of The Ohio State University Research Foundation, who acknowledged that he executed the foregoing Lease for and on behalf of said corporation, and that the same was his free and voluntary act and deed, duly authorized, for the uses and purposes therein set forth.\n\nSTATE OF OHIO\nCOUNTY OF FRANKLIN, SS:\n\n<signature>\nNotary Public\nMy commission expires 01/15/2024\nAttorney-at-law\nNotary Public - State of Ohio\nMy commission has no expiration date\nSection 147.03 R.C.\n\nOn this 12TH day of April, 1995 before me personally appeared Karl E. Graff, known to me to be\nthe Executive Director of Edison Welding Institute, Inc., an Ohio nonprofit corporation, who\nacknowledged that he executed the foregoing Lease for and on behalf of said corporation, and that the same\nis his free and voluntary act and deed, duly authorized, for the uses and purposes therein set forth.\n\nSTATE OF OHIO\nCOUNTY OF FRANKLIN, SS:\n\nOn this 12 Th day of April, 1995 before me personally appeared Robert J. Borel, known to me to be\nthe Chairman, Board of Trustees, of Edison Welding Institute, Inc., an Ohio nonprofit corporation, who\nacknowledged that he executed the foregoing Lease for and on behalf of said corporation, and that the same\nis his free and voluntary act and deed, duly authorized, for the uses and purposes therein set forth.\n\n<signature>\nNotary Public\nMy commission expires on <empty>\n\nRichard D. Rogovin, Attorney at Law\nNOTARY PUBLIC, STATE OF OHIO\nMy Commission has no expiration date\nSection 147 of O.S.A.\n\nNotary Public: <signature>\nMy commission expires on: <empty>\n\nNOTARIAL SEAL\n\nSTATE OF OHI\n\nRichard D. Rogovin, Attorney at Law NOTABY PUBLIC, STATE OF OHIO My Commiten has en expiration date Section 147 83 A.G.\n\nBE2-139436-8\n\n35\n\nt:\n\nB\n\n# MEMORANDUM OF APPROVAL\n\n# Lease of Land to the Edison Welding Institute\n\nOn August 3, 1994, and October 7, 1994, the Board of Trustees adopted resolutions authorizing the lease of land to the Edison Welding Institute for the purpose of constructing and operating a new Edison Joining Technology Center and providing for the University's lease of space in that facility.\n\nOn February 17,1995, the Board of Directors of The Ohio State University Research Foundation adopted a resolution accepting appointment as the University's agent to execute this lease if so requested by the University.\n\nOn March 3, 1995, the Board of Trustees adopted resolutions authorizing the University to appoint and direct The Ohio State University Research Foundation as the agent of The Ohio State university to negotiate and execute a long-term land lease with the Edison Welding Institute for the construction of the Edison Joining Technology Center on such terms and conditions as were set forth in the prior resolutions adopted by the Board.\n\nThe undersigned officials certify that their offices have reviewed the proposed land lease dated April 10, 1995 between the Edison Welding Institute and The Ohio State University Research Foundation, acting as agent for The Ohio State University; that this land lease conforms to the terms and conditions set forth in the resolutions adopted by the Board of Trustees on August 3 and October 7, 1994; and that, in accordance with the resolution adopted by the Board of Trustees on March 3, 1995, The Ohio State University Research Foundation is authorized and directed to enter into this proposed lease as the agent of The Ohio State University.\n\n!!\n\n........................................................................................................\nJose B. Cruz, Jr.\nDean, College of Engineering\n\n<signature>\nRichard Sisson\nSenior Vice President for Academic\nAffairs and Provost\n\n<signature>\nEdward F. Hayes\nVice President for Research\n\n<signature>\nWilliam J. Shkurti\nVice President for Finance\n\n(Date): 4/12/95\n\n<signature>\nJanet G. Pichette\nVice President for Business and\nAdministration\n\n## Exhibit C\n\n## RULES AND REGULATIONS\n\n\t1. The Lessee shall not allow its trash and refuse to accumulate on the Demised Premises or the adjacent public areas.\n\n2. Security of the Demised Premises is to be coordinated with the University Police Department.\n\n3. Subject to Section 8 in the Land Lease, the Lessee, Lessee's employees, invitees, and guests shall observe the University's Traffic and Parking Regulations when on campus.\n\n4. . All outside storage areas for materials, supplies, equipment, parts, components, and/or any element used by Lessee shall not be permitted in the front yard of the Demised Premises. Storage areas shall be located at the side or rear of the building(s) and must be screened from view from neighboring properties, collector streets, arterial streets and highways by means of a screening wall of a material similar to or compatible with that of the building(s) and/or earth mounding with evergreen trees and evergreen shrubbery.\n\nBE2-1139436-8\n2/7/95\n\n## MEMORANDUM OF LAND LEASE\n\nTHIS MEMORANDUM OF LAND LEASE, made as of the 1st day of April, 1995, by and between THE OHIO STATE UNIVERSITY (\"Lessor\") acting by and through THE OHIO STATE UNIVERSITY RESEARCH FOUNDATION, its Agent, having an address at Real Estate and Property Management Division, 2080 Neil Avenue, Columbus, Ohio 43210-1115, and EDISON WELDING INSTITUTE, INC., an Ohio non-profit corporation (\"Lessee\") of 1100 Kinnear Road, Columbus, Ohio 43212, Attn: Executive Director.\n\nLessor has leased and let to Lessee, and Lessee has leased and let from Lessor certain real property located in the City of Columbus, Franklin County, Ohio, and described in Exhibit A attached hereto and made a part hereof (the \"Demised Premises\"), to have and to hold the Demised Premises at the rentals and upon and subject to the terms, covenants, conditions and agreements as more particularly set forth in that certain unrecorded land lease dated April 1, 1995, by and between Lessor and Lessee (the \"Lease\") for an initial term of twenty five (25) years, commencing on April 1, 1995. Said Lease provides for three (3) renewal terms of five (5) additional years each for a total potential term of forty (40) years.\n\nThe Lease contains a right of first refusal for the benefit of Lessee in the event Lessor elects to sell the Demised Premises. The Lease also contains a requirement that, prior to selling, leasing, or encumbering any of Lessor's adjacent land over or through which utilities serving the Demised Premises are located, Lessor shall reserve an easement of record for the benefit of Lessee and the Demised Premises for the use, operation, repair, maintenance and replacement of such utilities.\n\nThe purpose of recording this Memorandum of Land Lease is to give notice of the existence of the Lease and of the rights granted therein by Lessor to Lessee.\n\nBE2-1/62915-1\n\nIN WITNESS WHEREOF, the parties hereunto set their hands the day and year first above written.\n\nSigned and acknowledged\nin the presence of:\n\nWitness: <empty>\nPrint Name: <empty>\nWitness: <empty>\nPrint Name: <empty>\n\nWitness:<empty>\nPrint Name:<empty>\n\nWitness:<empty>\nPrint Name:<empty>\n\n## LESSOR\n\nTHE OHIO STATE UNIVERSITY\n\nBy: THE OHIO STATE UNIVERSITY\nRESEARCH FOUNDATION, its Agent\n\nBy: Edward F. Hayes\nIts: President\n\n## LESSEE\n\nEDISON WELDING INSTITUTE, INC., an Ohio non-profit corporation\n\nBy: Karl F. Graff\nIts: Executive Director\n\nBE2-1/62915-1\n\nSTATE OF OHIO,\n\nCOUNTY OF FRANKLIN, ss:\n\nBEFORE ME, a Notary Public in and for said county and state, personally appeared Edward F. Hayes, known to me to be the President of THE OHIO STATE UNIVERSITY RESEARCH FOUNDATION, the corporation which executed the foregoing instrument, who acknowledged that he did sign the foregoing instrument for and on behalf of said corporation, being thereunto duly authorized, and that the same is his free act and deed and the free act and deed of said corporation.\n\nIN TESTIMONY WHEREOF, I have hereunto set my hand and official seal this <empty> day\nof April, 1995.\n\nNOTARY PUBLIC\n\n(Seal): <empty>\nMy commission expires: <empty>\n\nSTATE OF OHIO,\nCOUNTY OF FRANKLIN, SS:\n\nBEFORE ME, a Notary Public in and for said county and state, personally appeared Karl E. Graff, known to me to be the Executive Director of EDISON WELDING INSTITUTE, INC., an Ohio non-profit corporation, the corporation which executed the foregoing instrument, who acknowledged that he did sign the foregoing instrument for and on behalf of said corporation, being thereunto duly authorized, and that the same is his free act and deed and the free act and deed of said corporation.\n\nIN TESTIMONY WHEREOF, I have hereunto set my hand and official seal this ____ day of April, 1995.\n\nNOTARY PUBLIC\n\nThis instrument prepared by Craig A. Haddox, Esq., Bricker & Eckler, 100 South Third Street, Columbus, Ohio 43215\n\nBE2-1/62915-1"
}