{
  "filename": "lease_231_final.pdf",
  "url": "https://example.com/documents/lease_231_final",
  "parsed_text": "CASTO\n\nMay 5, 2020\n\nDean McBurney Companies LLC\n27 Ealy Xing North\nColumbus, Ohio 43054\n\n# Letter Agreement re: Rent Deferral\n\nRe: Lease by and between WINCHESTER SQUARE, LLC, an Ohio limited liability company, as Landlord, and DEAN MCBURNEY COMPANIES LLC, an Ohio limited liability company, as Tenant, as may have been supplemented, amended or assigned (the \"Lease\") for those certain Premises located in the Winchester Square Shopping Center in Canal Winchester, Ohio.\n\nDear Tenant:\n\nTenant has requested a short-term rent deferral and Landlord hereby agrees to grant such request and to amend the Lease, subject to the terms and conditions hereinafter set forth in this letter agreement (\"Letter Agreement\").\n\n1. Defined Terms: As used herein, the following defined terms shall have the meanings set forth below:\n\n\tA. Deferred Rent: means one hundred percent (100%) of Minimum Rent in the total amount of $14,894.55.\n\n\tB. Deferred Rent Period: means that three (3) month period commencing April 1, 2020 and ending June 30, 2020.\n\n\tC. Monthly Repayment Amount: means $1,241.21.\n\n\tD. Repayment Period: means that period commencing September 1, 2020 and ending August 31, 2021. For the avoidance of doubt, the last Monthly Repayment Amount shall be due on August 1, 2021.\n\n2. Temporary Rent Deferment: Any contrary provision of the Lease notwithstanding, but subject to all the terms and conditions set forth in this Letter Agreement, the Deferred Rent due and payable during the Deferred Rent Period shall be deferred. During the Deferred Rent Period, Tenant shall continue to pay all other charges as set forth in the Lease.\n\n3. Repayment of Deferred Rent. During the Repayment Period, in addition to all other sums due and payable under the Lease by Tenant, Tenant shall pay the Monthly Repayment Amount on the first day of each and every month. Notwithstanding the foregoing or anything in the Lease to the contrary, prior to the Deferred Rent being fully paid to\n\nDean McBurney Companies LLC dba Orangetheory Fitness\n\nMay 5, 2020\n\nPage 2 of 3\n\nLandlord, Landlord may elect, in its sole and absolute discretion, to apply any or all Rent credits, or reconciliation balances, refunds or other credits that are or may become due to Tenant, against all or any portion of the outstanding balance of the Deferred Rent.\n\n4. Deferral Conditions: Landlord's granting of the Deferred Rent concession granted herein is a voluntary (on the part of Landlord) and confidential accommodation, made by Landlord for the benefit of Tenant. In the event Tenant discloses that Tenant has received the Deferred Rent concession or otherwise discloses the nature or terms of this Letter Agreement to any Current or Prospective Tenant of Landlord or Landlord's affiliates, Tenant shall be deemed to be in default of this Letter Agreement. As used herein, \"Current or Prospective Tenant\" shall include such entity along with its agents, contractors, officers, directors, principals, employees and customers. As consideration for the Deferred Rent concession granted herein, any rights Tenant has to terminate the Lease or to reduce or adjust Rent based on its sales or the business operations of any other occupant(s) in the Shopping Center shall be suspended for the duration of the Repayment Period and, provided Tenant is open for business in the Premises and fully-operational, may only be exercised by Tenant in connection with time periods following its repayment, in full, of the Deferred Rent.\n\n5. Default: Landlord's granting of the Deferred Rent concession is expressly contingent on Tenant complying with all its obligations under the Lease and this Letter Agreement. In the event Tenant defaults under the Lease or this Letter Agreement, the Deferred Rent concession shall be deemed null and void and Tenant shall be obligated to pay full Rent as set forth in the Lease without regard to the Deferred Rent concession set forth herein, in addition to reimbursement for the Deferred Rent, which shall become immediately due and payable, together with interest thereon at the default interest rate set forth in the Lease.\n\n6. Authority. Tenant and Landlord each represent and warrant to the other that this Letter Agreement constitutes the legally binding obligation of each of Tenant and Landlord enforceable in accordance with its terms.\n\n7. Ratification. In the event of any conflict or inconsistency between the terms of this Letter Agreement and the terms of the Lease, the terms of this Letter Agreement shall be deemed operative and any conflicting or inconsistent terms contained in the Lease shall be deemed null and void. As modified and amended hereby, Landlord and Tenant each ratify and affirm the terms of the Lease. All other terms and conditions contained in the Lease remain unchanged. All capitalized terms shall have the meaning ascribed to them in the Lease, except as otherwise stated herein.\n\n8. Representation. As a material inducement to Landlord's agreement to enter into this Letter Agreement, and as additional consideration to Landlord therefor, Tenant hereby expressly represents and warrants to Landlord that Landlord is not in default in any respect under the Lease (or, if any such default exists, Tenant hereby unconditionally waives same).\n\nPlease provide your acceptance of the foregoing by executing this Letter Agreement where indicated below and emailing the same to rentdeferment@castoinfo.com or sending same via mail\n\n250 Civic Center Drive, Suite 500, Columbus, Ohio 43215\n\n614.228.5331\n\nDean McBurney Companies LLC dba Orangetheory Fitness\n\nMay 5, 2020\n\nPage 3 of 3\n\nto ATTN: Legal Department at the address set forth below. Until executed and returned, without modification, this Letter Agreement shall not be binding on Landlord. For purposes of this Letter Agreement, the signature of any person below transmitted electronically shall be deemed an original signature.\n\nSincerely,\n\nWINCHESTER SQUARE, LLC,\nan Ohio limited liability company\nBy: <signature>\nName: Nikki Fisher, its Authorized Representative\n\n## AGREED AND ACKNOWLEDGED BY TENANT:\n\nBy its signature below, Tenant acknowledges that it agrees to the terms and conditions as set forth in this Letter Agreement.\n\nDEAN MCBURNEY COMPANIES LLC,\n\nan Ohio limited liability company\n\nBy: <signature>\nName: JEAN MCBRAYER\nTitle: OWNER\nDate: 5 . 21 . 20\n\n250 Civic Center Drive, Suite 500, Columbus, Ohio 43215\n\n614.228.5331"
}