{
  "filename": "file_654_signed.pdf",
  "url": "https://example.com/documents/file_654_signed",
  "parsed_text": "## SECOND AMENDMENT TO LAND LEASE\n\nThis Second Amendment to Land Lease (\"Amendment\") is entered into as of the 8th day of May, 2024, by and between The Ohio State University, an instrumentality of the State of Ohio and an educational institution created under Ohio law (hereinafter referred to as \"Lessor\") and Edison Welding Institute, Inc., an Ohio nonprofit corporation (hereinafter referred to as \"Lessee\").\n\n## Recitals:\n\nWHEREAS, Lessor, acting by and through The Ohio State University Research Foundation as Lessor’s agent (“Agent”), and Lessee entered into a certain Land Lease dated as of April 1, 1995 (“Original Lease”) pursuant to which Lessor leased to Lessee, and Lessee leased from Lessor, approximately 8-10 acres of land located at the southwest corner of Lane Avenue and Carmack Roads, in the City of Columbus, County of Franklin, and State of Ohio, known as 1250 Arthur E. Adams Drive, as more particularly described therein (the “Demised Premises”); and\n\nWHEREAS, Lessor no longer acts by or through the Agent with respect to the Original Lease, and the Original Lease was amended by Lessor and Lessee by a certain First Amendment to Land Lease dated February 3, 2020 (“First Amendment”) (the Original Lease and First Amendment are hereinafter collectively referred to as the “Lease”); and\n\nWHEREAS, the Lessor requires a portion of the Demised Premises to accommodate future improvements to the existing and adjacent Arthur E. Adams Drive, west of the Demised Premises and Lessee is amenable to releasing a portion of the Demised Premises; and\n\nWHEREAS, Lessor and Lessee are amenable to executing this Second Amendment to modify, amend and confirm certain terms, provisions and conditions of the Lease.\n\nNOW THEREFORE, in consideration of the foregoing, and other good and valuable consideration, the receipt and sufficiency of which are hereby acknowledged, the parties hereto agree as follows:\n\nSection 1. Demised Premises. As of the Effective Date hereof, the definition of “Demised Premises ” set forth in the Lease is hereby replaced in its entirety with Exhibit “A” attached hereto. Lessee acknowledges and agrees that Lessee shall not be entitled to any compensation, damages, rental abatements or any other concessions or reimbursements from Lessor as a result of Lessor’s grant of any leases, licenses, easements or other agreements associated with release of the portion of the Demised Premises.\n\nSection 2. Notice. As of the Effective Date hereof, Section 37, Notice, is hereby replaced in its entirety with the following:\n\nPage 1 of 7\n\nThe addresses of Lessor and Lessee for notices, demands, requests, consents, approvals, and other instruments required or permitted to be given pursuant to the terms of the Lease, as set forth in Section 37 of the Original Lease, shall be in writing and shall be deemed to have been properly given when hand-delivered or sent by U.S. registered or certified mail, postage prepaid or by email transmission, addressed as follows:\n\nWith respect to Lessor, addressed to:\n\nThe Ohio State university\nPlanning, Architecture and Real Estate\nGateway D, 2nd Floor\n1534 North High Street\nColumbus, Ohio 43201\nAttention: Real Estate Administrator\nEmail: repm@osu.edu\n\nWith respect to Lessee, addressed to:\n\nEdison Welding Institute, Inc.\n1250 Arthur E. Adams Drive\nColumbus, Ohio 43221\nAttn: Chief Operating Officer\nEmail: kjenkins@ewi.org\n\n- Section 2. Capitalized Terms. Any capitalized or other term contained in this Amendment and not specifically otherwise defined herein shall have the same definition and meaning set forth in the Lease.\n\n- Section 3. Incorporation of Recitals. The Recitals portion of this Amendment is hereby incorporated by this reference to the same extent and as fully as though it were here rewritten in its entirety.\n\n- Section 4. Effect of Amendment. Except as amended or modified herein, the Lease shall remain in full force and effect and fully binding upon the parties.\n\n- Section 5. Counterparts. This Amendment may be executed in one or more counterparts, each of which together shall be deemed an original, but all of which together shall constitute one and the same instrument.\n\nPage 2 of 7\n\nIN WITNESS WHEREOF, the parties hereto have executed this Third Amendment to Lease as of the day and year first above written.\n\nLESSOR:\nThe Ohio State University\n\nBy: <signature>\nMichael Papadakis, Senior Vice\nPresident of Business and Finance\nand Chief Financial Officer\n\nLESSEE:\nEdison Welding Institute, Inc.\nBy: Kelly Jenkins\nChief Operating Officer\n\nPage 3 of 7\n\nIN WITNESS WHEREOF, the parties hereto have executed this Third Amendment to Lease as of the day and year first above written.\n\nLESSOR:\nThe Ohio State University\n\nBy: <empty>\nMichael Papadakis, Senior Vice President of Business and Finance and Chief Financial Officer\n\nLESSEE:\nEdison Welding Institute, Inc.\n\nBy: <signature>\nKelly Jenkins\nChief Operating Officer\n\nPage 3 of 7\n\n## Exhibit A\n\nSituated in the State of Ohio, County of Franklin, City of Columbus, Quarter Township 3, Township 1, Range 18, U.S. Military Lands, and being part of the tracts designated as First Tract and Second Tract as conveyed to the State of Ohio in Deed Book 822, Page 126, part of a 3.90 acre tract conveyed to the State of Ohio in Deed Book 680, Page 73, part of a 5.47 acre tract conveyed to the State of Ohio in Deed Book 680, Page 72, and being part of a 75.38 acre tract conveyed to the State of Ohio in Deed Book 564, Page 8, all records being of record in the Recorder's Office, Franklin County, Ohio, and being more particularly described as follows:\n\nBEGINNING at a 3/4\" iron pipe found on the southerly right-of-way line of Lane Avenue (width varies), the westerly line of said 5.47 acre tract, and the easterly line of said 3.90 acre tract;\n\nThence continuing along said southerly right-of-way line and across said 5.47 acre tract, North 89°24'54\" East, 67.49 feet to a 3/4\" iron pipe reading \"EMH&T\" found at the northwesterly corner of a 7.853 acre area leased to the Science and Technology Campus Corporation in Instrument Number 202008260126579;\n\nThence continuing across said 5.47 acre tract, across said 75.38 acre tract, and along a westerly line of said 7.853 acre lease area, South 00°25'04\" East, 580.11 feet to a point;\n\nThence continuing across said 75.38 acre tract the following four (4) courses:\n\n\t1) Along a northerly line of said 7.853 acre lease area, South 89°19'45\" West, 202.98 feet to a 3/4\" iron pipe reading \"EMH&T\" found at a northwesterly corner of said 7.853 acre lease area;\n\n\t2) Along a westerly line of said 7.853 acre lease area, South 00°40'15\" East, 402.56 feet to a 3/4\" iron pipe found at the southwesterly corner of said 7.853 acre lease area;\n\n\t3) South 00°40'15\" East, 35.20 feet to a point referenced by a 3/4\" iron pipe found reading \"6579\" bearing South 83°33'15\" East, 0.62';\n\n4) In part across said First Tract, along a curve to the left having a deflection angle of 12°07'46\", radius of 1769.41 feet, arc length of 374.58 feet, and a chord bearing and distance of North 86°44'57\" West, 373.88 feet to a point on the easterly line of a 15.0321 acre area leased to the Ohio Building Authority in Official Record Volume 13427, Page H04, referenced by a 3/4\" iron pipe reading \"EMH&T\" bearing North 21°53'46\" East, 0.54';\n\nThence continuing across said First Tract and along the easterly line of said 15.0321 acre lease area, North 03°36'35\" East, 529.49 feet to a point;\n\nThence continuing across said First Tract, across said 75.38 acre tract, North 89°21'48\" East, 82.39 feet to a point;\n\nThence continuing across said 75.38 acre tract, across said 3.90 acre tract, and across said Second Tract, North 00°38'06\" West, 421.61 feet to a point;\n\nThence continuing across said Second Tract, North 40°43'29\" East, 22.04 feet to a point on a southerly line of a proposed 0.008 acre easement;\n\nPage 4 of 7\n\n## Exhibit A\nContinued\n\nThence continuing across said Second Tract, across said 3.90 acre tract, and along a southerly line of said 0.008 acre easement, the following two (2) courses:\n\n1) North 80°55'07\" East, 27.24 feet to a point\n\n2) North 86°59'24\" East, 6.02 feet to a point;\n\nThence continuing across said 3.90 acre tract and along the easterly line of said 0.008 acre easement, North 03°21'23\" West, 6.05 feet to a point on the southerly right-of-way line of said Lane Avenue and the northeasterly corner of said 0.008 acre easement;\n\nThence continuing across said 3.90 acre tract and along said southerly right-of-way line, North 86°38'46\" East, 342.00 feet to the TRUE POINT OF BEGINNING, containing 9.638 acres, more or less.\n\nThe above described tract contains a total of 9.638 acres out of PID 010-203994.\n\nSubject however to all legal easements, restrictions, and rights of way of record and of records in the respective utility offices.\n\nBearings referenced herein are based on the Ohio State Plane Coordinate System, South Zone, NAD83 (2011). Said bearings originated from a field traverse which was referenced to said coordinate system by GPS observations and observations of selected stations in the Ohio Department of Transportation Real Time Network. A portion of the centerline of Lane Avenue, having an assumed bearing of North 85°46'13\" East, is designated as \"basis of bearings\" for this description.\n\nThis description was prepared by Matthew Lee Sloat, Ohio Registered Professional Surveyor 8342, of E.P. Ferris and Associates, Inc. on January 5, 2024 and is based on field surveys conducted from 01-11-2023 through 12-13-2023.\n\nSTATE OF OHIO\nMATTHEW LEE SLOAT PS-8342\nPROFESSIONAL SURVEYOR\n<signature> 1/5/24\nMatthew Lee Sloat, PS 8342 Date\n\nPage 5 of 7\n\n# Exhibit A\nContinued\n\n- Title / location:\n  - State of Ohio, County of Franklin, City of Columbus; Quarter Township 3, Township 1, Range 18, U.S. Military Lands; Lane Avenue (varies).\n\n- Primary surveyed area:\n  - Lease Area: 9.638 acres (419,841 sq. ft.)\n  - Point of Beginning (POB) shown at top (labeled 9.638 AC).\n\n- Adjacent/related parcels (as labeled):\n  - STATE OF OHIO — Pcl. No. 010-203994, D.B. 880 Pg. 73 — 3.90 AC (D)\n  - STATE OF OHIO — Pcl. No. 010-203994, D.B. 584 Pg. 8 — 75.38 AC (D)\n  - STATE OF OHIO — Pcl. No. 010-203994, D.B. 680 Pg. 72 — 5.47 AC (D)\n  - Science and Technology Campus Corporation — Pcl. No. 010-301427, I.N. 202002801263579 — 7.853 AC (D)\n  - Lease to: Ohio Building Authority (reference on left margin)\n\n- Notable bearings & distances (selected labels visible on plat):\n  - N89°24'54\"E 67.49'\n  - N86°38'46\"E 342.00'\n  - N03°21'23\"W 6.05'\n  - N86°59'24\"E 6.02'\n  - N80°55'07\"E 27.24'\n  - N40°43'29\"E 22.04'\n  - S00°25'04\"E 580.11'\n  - S89°19'45\"W 202.98'\n  - S00°40'15\"E 402.56'\n  - S00°40'15\"E 35.20'\n  - N03°38'35\"E 529.49'\n  - N89°21'48\"E 82.39'\n\n- Monuments / found markers (repeated on map):\n  - 3/4\" Iron Pipe Found (many locations; often stamped \"EMH&T\")\n  - 5/8\" Iron Pin Found (legend)\n  - Several corner callouts with coordinates/bearings and small coordinate notes (e.g., Ch Brg = N86°44'57\"W, Ch Dist = 373.88')\n\n- Basis of bearings:\n  - Based on the Ohio State Plane Coordinate System, South Zone, NAD83 (2011). A portion of centerline of Lane Avenue has an assumed bearing of N85°46'13\"E designated as \"Basis of Bearings.\" Field surveys conducted 01-11-2023 through 12-13-2023.\n\n- Legend (symbols shown):\n  - Solid line = Property Line\n  - R/W = Right-of-Way\n  - Centerline symbol = Centerline of Right-of-Way\n  - Hatched area = Lease Area\n  - POB = Point of Beginning (boxed)\n  - Small open circle = 3/4\" Iron Pipe Found (unless noted)\n  - Small filled circle = 5/8\" Iron Pin Found (unless noted)\n\n- Scale:\n  - Scale in feet bar shown (0 — 200 — 400 ft).\n\n- Surveyor / job info:\n  - E.P. Ferris and Associates, Inc., 2130 Quarry Trails Dr., 2nd Floor, Columbus, OH 43228; phone (614) 299-2999; fax (614) 299-2992; epferris.com\n  - Job No.: 1113.001\n  - Drawn by: TKC; Checked by: CK; Approved by: MLS\n  - Date: 2024-01-05\n\n- Other visible notes:\n  - Several “Engineer’s Parcel” labels and deed/book/page references (e.g., D.B. 1895, PG. 254).\n  - Multiple iron pipe callouts with short offsets (e.g., (N21°53'46\"E, 0.54'); (N83°33'15\"E, 0.62')).\n\nPage 6 of 7\n\n## Exhibit A\nContinued\n\nTitle/Location\n- State of Ohio, County of Franklin, City of Columbus\n- Quarter Township 3, Township 1, Range 18, U.S. Military Lands\n\nDetail\n- Detail \"A\" — Scale 1\" = 10'\n- Lane Avenue (VARIES) — (D.B. 1895 PG. 254) (Public Roadway)\n- Proposed Easement: 0.008 Acre\n- 3/4\" iron pipe found (point shown at center/right)\n\nBearings & distances (as labeled)\n- N03°21'23\"W — 6.05'\n- N80°55'07\"E — 27.24'\n- N86°59'24\"E — 6.02'\n- N40°43'29\"E — 22.04'\n\nRight-of-way (R/W)\n- R/W lines indicated across the top (adjacent to Lane Avenue)\n\nSurveyor / Firm\n- Matthew Lee Sloat, P.E., P.S., Registered Surveyor No. 8342 (signed)\n- E.P. Ferris & Associates\n  - Address: 2130 Quarry Trails Dr, 2nd Floor, Columbus, Ohio 43228\n  - Phone: (614) 299-2999  Fax: (614) 299-2992\n  - Website: www.EPFERRIS.com\n\nJob / Approval\n- Job No.: 1113.001\n- Drawn by: TKC\n- Checked by: CK\n- Approved by: MLS\n- Date: 2024-01-05\n\nOther notable marks\n- Dashed circular boundary around detail\n- Hatched area occupying lower half of detail (adjacent to bearings N86°59'24\"E / N40°43'29\"E)\n\nPage 7 of 7"
}