{
  "filename": "scan_346_final.pdf",
  "url": "https://example.com/documents/scan_346_final",
  "parsed_text": "# FIRST LEASE MODIFICATION AGREEMENT\n\nThis First Lease Modification Agreement (\"Agreement\") is entered into as of February 15, 2018 (the \"Effective Date\"), by and between CRI OUTPARCELS LLC, an Ohio limited liability company, successor in interest to DUBLIN OAKS LIMITED, an Ohio limited liability company, (\"Lessor\"), and TIM DONUT U.S. LIMITED, INC., a Florida corporation, its successors and assigns (\"Lessee\").\n\n## Recitals\n\nA. Lessor and Lessee are parties to that certain Ground Lease, dated October 20, 1997, as modified by that certain Agreement, dated February 13, 1998, and as assigned by that certain Assignment and Assumption of Lease Agreement, dated September 17, 2014 (collectively, the \"Lease\"), for that certain real property consisting of approximately 1.65 acres of land and related improvements constructed thereon and having an address of 6850 Hospital Drive, Dublin, Ohio 43016, as more particularly described in the Lease (the \"Leased Premises\"), which Leased Premises are situated within the Avery Square Shopping Center (\"Shopping Center\") located in the City of Dublin, County of Franklin and State of Ohio.\n\nB. The term of the Lease expires December 31, 2018 (\"Term\") and Lessor and Lessee desire to extend the Term through December 31, 2028.\n\nC. Lessor and Lessee mutually intend and desire to modify the Lease on and subject to the terms and conditions hereinafter set forth.\n\n## Agreement\n\nIn consideration of the foregoing recitals and other good and valuable consideration, the receipt and sufficiency of which is hereby acknowledged, Lessor and Lessee agree as follows:\n\n1. As of the Effective Date, the Lease is modified as follows:\n\n\ta. Extended Term. Notwithstanding any provision of the Lease to the contrary, the Term of the Lease is hereby extended for ten (10) Lease Years through December 31, 2028 (the \"Second Extended Term\"). All the terms, covenants, provisions and conditions of the Lease shall apply during the Second Extended Term except as otherwise set forth in this Agreement. \"Term\" as defined in the Lease shall include the Second Extended Term, and, if duly exercised, the Third Extended Term as set forth in subsection (c) hereof.\n\n\tb. Removal ofExisting Renewal Options. Notwithstanding any provision ofthe Lease to the contrary, Section 2(C) of the Lease titled \"Lessee's Second andSubsequent Renewal Terms\" is hereby deleted in its entirety. The Rental Schedule Table in Section 4(B) of the Lease is hereby modified by deleting the rents listed forthe 2nd renewal term and 3rd renewal term. Lessee acknowledges that it has no further options to extend the Term available under the Lease, except as set forth in subsection (c) below.\n\n\tc. Renewal Option. Upon expiration of the Second Extended Term, unless Lessee provides one hundred eighty (180) days' notice to cancel the renewal term asset forth in Section 2(B) of the Lease, with respect to the first renewal term, except such notice must be given at least 180 days prior to the expiration of the Second Extended Term and not prior to the expiration ofthe original term, the Term shall automatically extend for a period of five (5) Lease Years commencing on January 1, 2029 and continuing through December 31, 2033 (the \"Third Extended Term\").\n\n\td. Fixed Annual Rental. Notwithstanding any provision of the Lease to the contrary, Section 4(B) is hereby modified to provide that the amount of Fixed Annual Rental payable in\n\n1\n\nG:\\Modifications\\Andrea\\Tim Hortons @ Avery Square\\Lease Modification #1 v.3 02-02-18.docx\n\nCASTO\nLEGAL\nDEPT.\n\naccordance with the terms of the Lease during the Second Extended Term shall be as set forth below:\n\n| Second Extended         | Fixed Annual   | Monthly     |\n|-|-|-|\n| Term                    | Rental         | Installment |\n| 01/01/2019 - 12/31/2020 | $121,670.00    | $10,139.17  |\n| 01/01/2021- 12/31/2025  | $130,000.00    | $10,833.33  |\n| 01/01/2026 - 12/31/2028 | $139,920.00    | $11,660.00  |\n\nFixed Annual Rental payable in accordance with the terms ofthe Lease during the Third Extended Term, if duly exercised, shall be as set forth below:\n\n| Third Extended        | Fixed Annual   | Monthly     |\n|-|-|-|\n| Term                  | Rental         | Installment |\n| 01/01/2029 12/31/2033 | $153,912.00    | $12,826.00  |\n\ne. Notices and Payment. Lessor's notice address and payment address shall be as follows:\n\n| Lessor's Addressfor Notice:        | Lessor's Address for Payments:     |\n|-|-|\n| DUBLIN OAKS LIMITED<br />c/o CASTO | DUBLIN OAKS LIMITED<br />c/o CASTO |\n| 250 Civic Center Drive, Suite 500  | P.O. Box 1450                      |\n| Columbus, Ohio 43215               | Columbus, Ohio 43216               |\n\nLessee's Notice Address shall be as follows:\n\nTIM DONUT U.S. LIMITED, INC.\n5505 Blue Lagoon Drive\nMiami, Florida 33126\nAttention: Legal Department\n\nWith a copy to:\n\nTIM DONUT U.S. LIMITED, INC.\n226 Wyecroft Road\nOakville, Ontario L6K 3X7\nCanada\nAttention: Legal Department\n\nAny contrary provision of the Lease notwithstanding, notice address changes may be delivered via regular U.S. Mail.\n\n2. Anything in this Agreement to the contrary notwithstanding, in the event Lessee defaults under the Lease, following all applicable notice and cure periods, prior to the Effective Date, Lessor may terminate and declare this Agreement null and void by providing written notice thereof to Lessee.\n\n3. Lessor and Lessee each warrant and represent to the other that there are no claims for brokerage commissions or finders fees in connection with consummating thisAgreement,except with respect to State Street Capital Realty, LLC d/b/a \"CASTO\" (an affiliate of Lessor) (\"Broker\") whose commission shall be paid by Lessor pursuant to a separate agreement. Each party agrees to indemnify and hold the other harmless against any claims for commission or fees arising by reason of a breach by the indemnifying party ofthis representation and warranty.\n\n\t4. Capitalized terms not defined herein shall have the definitions given such terms in the Lease.\n\n2\n\nG:\\Modifications\\Andrea\\Tim Hortons @ Avery Square\\Lease Modification #1 v.3 02-02-18.docx\n\nCASTO\nLEGAL\nDEPT.\n\n5. In the event of any conflict or inconsistency between the terms ofthis Agreement and the terms of the Lease, the terms ofthis Agreement shall be deemed operative and any conflicting or inconsistent terms contained in the Lease shall be deemed null and void. As modified and amended hereby, Lessor and Lessee each ratify and affirm the terms of the Lease.\n\n6. This Agreement may be executed in counterparts, all of which counterparts shall be deemed originals, all of which counterparts taken together shall constitute a single Agreement, and signature pages of which may be detached from the several counterparts and attached to a single copy of this Agreement to physically form a single document.\n\n[REMAINDER OF PAGE INTENTIONALLY BLANK]\n\n3\n\nG:\\Modifications\\Andrea\\Tim Hortons @ Avery Square\\Lease Modification #1 v.3 02-02-18.docx\n\nCASTO\nLEGAL\nDEPT.\n\n# WHEREFOR, Lessor and Lessee have executed this Agreement to be effective as ofthe Effective Date.\n\n## LESSOR:\n\nCRI OUTPARCELS LLC,\nan Ohio limited liability company\n\nBy: CRI Holdings, Inc., an Ohio corporation,\nIts Manager\nBy: <signature>\nName: Stephen Dutton\nIts: Vice President\n\n## LESSOR'S ACKNOWLEDGMENT\n\nSTATE OF OHIO )\nCOUNTY OF FRANKLIN ) ss:\n\nThe foregoing was acknowledged before me, a Notary Public, in and for said County, by Stephen Sutton , who is personally known to me and who is the Vice President of CRI Holdings, Inc., an Ohio corporation, the Manager of CRI OUTPARCELS LLC, an Ohio limited liability company, on behalf of the limited liability company, this 15th day of February 2018.\n\nARIAL\nNotary\n\nOH\n\nJeane Fernandes\n\nJULIANA FERNANDES\n\nNotary Public, State of Ohio\n\nMy Commission Expires 03-08-2022\n\nLESSEE:\n\nTIM DONUT U.S. LIMITED, INC.,\na Florida corporation\n\nBy: <signature>\nName: Joel Capote\nTitle: mgr-doc\n\n## LESSEE'S ACKNOWLEDGEMENT\n\nSTATE OF FLORIDA )\nCOUNTY OF MIAMI-DADE ) ss:\n\nThe foregoing was acknowledged before me, a Notary Public, in and for said County, by \n<signature> who is personally known to me or who has provided valid identification, and who is the \nManager of TIM DONUT U.S. LIMITED, INC., a Florida corporation, on behalf of the corporation,\nthis 1 day of Feb., 2018.\n\nORIDA\n\nANDREA JOSEPH\nNotary Public State of Florida\nCommission # FF 974594\nMy Comm. Expires Apr 26, 2020\nBonded through National Notary Assń.\n\nNotary Public: <signature>\n\nG:\\Modifications\\Andrea\\Tim Hortons @ Avery Square\\Lease Modification #1 v.3 02-02-18.docx\n\nCASTO\nLEGAL\nDEPT."
}